{
	"_meta": {
		"internalCopies": [
			"backgroundFluff"
		]
	},
	"backgroundFluff": [
		{
			"name": "Astral Drifter",
			"source": "AAG",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"For longer than you can remember, you have traversed the Astral Sea. There, you experienced firsthand the wonders of the Silver Void: you stopped aging and no longer felt hunger or thirst. Driven by wanderlust, you drifted from one part of the Astral Sea to another, like a mote of dust on the wind. You have lost count of the decades that have passed since you arrived here.",
								"In your travels, you have camped on the petrified hulks of dead gods and narrowly escaped the psychic winds that sweep across the Astral Sea while also avoiding prolonged contact with the plane's most dangerous denizens."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "backgrounds/AAG/Astral Drifter.webp"
					},
					"title": "Plasmoid Astral Drifter",
					"credit": "Olivier Bernard",
					"width": 850,
					"height": 899
				}
			]
		},
		{
			"name": "Wildspacer",
			"source": "AAG",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"You were raised in the void of Wildspace—home to asteroid miners, moon farmers, and other hardy folk. Perhaps you grew up in a far-flung settlement such as the Rock of Bral (described in {@book chapter 3|AAG|3}), or you spent your early years on the crew of a spelljamming ship, performing helpful chores such as swabbing the deck, loading and offloading cargo, and scraping barnacles off the hull.",
								"Whatever your history, life in Wildspace has toughened you so well that you are as brave as a {@creature Space Hamster|BAM|miniature giant space hamster} when it comes to facing the terrors and other challenges of the airless night."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "backgrounds/AAG/Wildspacer.webp"
					},
					"title": "Githyanki Wildspacer",
					"credit": "Suzanne Helmigh",
					"width": 401,
					"height": 850
				}
			]
		}
	]
}