{
	"_meta": {
		"internalCopies": [
			"raceFluff"
		]
	},
	"raceFluff": [
		{
			"name": "Astral Elf",
			"source": "AAG",
			"entries": [
				"Long ago, groups of elves ventured from the Feywild to the Astral Plane to be closer to their gods. Life in the Silver Void has imbued their souls with a spark of divine light. That light manifests as a starry gleam in an astral elf's eyes.",
				"Because nothing ages on the Astral Plane, astral elves who inhabit that plane can be very old, and their longevity gives them an unusual perspective on the passage of time. Some are prone to melancholy, while others might display an absence of feeling. Many look for creative ways to occupy themselves. Whether they choose to live in quiet contemplation or strike out to explore the reaches of the multiverse, astral elves tend to see things through the lens of time as having little or no meaning to them. Astral elves who don't dwell on the Astral Plane can live to be more than 750 years old."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/AAG/Astral Elf.webp"
					},
					"credit": "Nikki Dawes",
					"width": 1700,
					"height": 1215
				}
			]
		},
		{
			"name": "Autognome",
			"source": "AAG",
			"entries": [
				"Autognomes are mechanical beings built by rock gnomes. Sometimes, because of a malfunction or a unique circumstance, an autognome becomes separated from its creator and strikes out on its own.",
				"An autognome bears a resemblance to its creator, and most autognomes are programmed to speak and understand Gnomish. The internal components used in an autognome's manufacture can vary wildly; one autognome might have an actual beating heart in its chest cavity, while another might be powered by stardust or intricate clockwork gears.",
				"Roll on the Autognome History table or choose an entry that you like to identify what event set you on the path to adventure. If nothing on the table appeals to you, work with your DM to create an origin story for your character.",
				"Like gnomes, autognomes can live for centuries, typically up to 500 years.",
				{
					"type": "table",
					"caption": "Autognome History",
					"colLabels": [
						"d6",
						"Story"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"1",
							"Your creator gave you autonomy and urged you to follow your dreams."
						],
						[
							"2",
							"Your creator died, leaving you to fend for yourself."
						],
						[
							"3",
							"A glitch caused you to forget your original programming. You don't remember who made you or where you came from."
						],
						[
							"4",
							"You didn't like how you were being treated by your creator, so you ran away from home."
						],
						[
							"5",
							"You were built to complete a special mission."
						],
						[
							"6",
							"You felt trapped in the role for which you were built and abandoned your creator, determined to find a greater purpose."
						]
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/AAG/Autognome.webp"
					},
					"credit": "Nikki Dawes",
					"width": 1700,
					"height": 1024
				}
			]
		},
		{
			"name": "Giff",
			"source": "AAG",
			"entries": [
				"Giff are tall, broad-shouldered folk with hippo-like features. Some have smooth skin, while others have short bristles on their faces and the tops of their heads. As beings of impressive size and unforgettable appearance, giff are noticed wherever they go.",
				"Most giff believe they originated on one world, but their home world is now the stuff of legend, because no living giff has seen it or knows where it is. The divine beings who created giff have likewise been forgotten. Their titanic petrified bodies drift on the Astral Sea, isolated and unrecognizable in their current forms.",
				"Although they don't realize it, giff are drawn to the Astral Plane because, on a deep psychic level, they remain connected to their creator gods, who have just enough divine spark left in them to imbue giff with sparks of their own, which giff have learned to channel through their weapons. Most giff have no idea where this so-called astral spark comes from, but they feel its presence most strongly when they are in Wildspace or the Astral Sea.",
				"Giff are split into two camps concerning how their name is pronounced. Half of them say it with a hard g, half with a soft g. Disagreements over the correct pronunciation often blossom into hard feelings, loud arguments, and head-butting contests, but they rarely escalate beyond that."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/AAG/Giff.webp"
					},
					"credit": "Scott Murphy",
					"width": 1700,
					"height": 1025
				}
			]
		},
		{
			"name": "Hadozee",
			"source": "AAG",
			"entries": [
				"Hadozees' progenitors were mammals no bigger than housecats. Hunted by larger natural predators, they took to the trees and evolved wing-like flaps that enabled them to glide from branch to branch.",
				"Today, hadozees are sapient, bipedal beings eager to leave behind the fearsome predators of their homeworld and explore other worlds.",
				"In addition to being natural climbers, hadozees have feet that are as dexterous as their hands, even to the extent of having opposable thumbs. Membranes of skin hang loosely from their arms and legs. When stretched taut, these membranes enable hadozees to glide. Hadozees wrap these wings around themselves to keep warm."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/AAG/Hadozee.webp"
					},
					"credit": "Zuzanna Wužyk",
					"width": 1700,
					"height": 1028
				}
			]
		},
		{
			"name": "Plasmoid",
			"source": "AAG",
			"entries": [
				"Plasmoids are amorphous beings with no typical shape. In the presence of other folk, they often adopt a similar shape, but there's little chance of mistaking a plasmoid for anything else. They consume food by osmosis, the way an amoeba does, and excrete waste through tiny pores. They breathe by absorbing oxygen through another set of pores, and their limbs are strong and flexible enough to grasp and manipulate weapons and tools. Although most plasmoids are translucent gray, they can alter their color and translucence by absorbing dyes through their pores.",
				"Plasmoids don't have internal organs of the usual sort. Their bodies are composed of cells, fibers, plasma-like ooze, and clusters of nerves. These nerves enable a plasmoid to detect light, heat, texture, sound, pain, and vibrations. Plasmoids can stiffen the outer layers of their bodies to maintain a humanlike shape, so they can wear clothing and accessories. They speak by forcing air out of tubular cavities that constrict to produce sound.",
				"When plasmoids sleep, they lose their rigidity and spread out and are thus sometimes mistaken for a rock or some other feature of the environment."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/AAG/Plasmoid.webp"
					},
					"credit": "Claudio Pozas",
					"width": 1700,
					"height": 1186
				}
			]
		},
		{
			"name": "Thri-kreen",
			"source": "AAG",
			"entries": [
				"Thri-kreen have insectile features and two pairs of arms. Their bodies are encased in protective chitin. They can alter the coloration of this carapace to blend in with their natural surroundings.",
				"Although thri-kreen don't sleep, they do require periods of inactivity to revitalize themselves. During these periods, they are fully aware of what's happening around them.",
				"Thri-kreen speak by clacking their mandibles and waving their antennae, indicating to other thri-kreen what they are thinking and feeling. Other creatures find this method of communication difficult to interpret and impossible to duplicate. To interact with other folk, thri-kreen rely on a form of telepathy."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/AAG/Thri-kreen.webp"
					},
					"credit": "Irina Nordsol",
					"width": 1700,
					"height": 1067
				}
			]
		}
	]
}