{
	"_meta": {
		"internalCopies": [
			"deity"
		]
	},
	"deity": [
		{
			"name": "Abbathor",
			"source": "MTF",
			"page": 73,
			"pantheon": "Dwarven",
			"alignment": [
				"N",
				"E"
			],
			"category": "The Mordinsamman",
			"domains": [
				"Trickery"
			],
			"province": "Greed",
			"symbol": "Jeweled dagger, point down",
			"entries": [
				"The Great Master of Greed exerts an influence, no matter how subtle, over every dwarven heart. Abbathor teaches that greed isn't only desirable, but necessary to keep the dwarves in a strong and safe position.",
				"Abbathor has no skill in crafting. Instead, he relies on his ability as a thief to take ownership of what he wants. Why work so hard to manufacture something when a much easier path to riches lies open?",
				"Abbathor is the only advocate for change within the dwarven pantheon. He can inspire dwarves to seek shortcuts, normally frowned upon, but sometimes those methods turn out to be efficient techniques that improve a clan's capabilities."
			]
		},
		{
			"name": "Aerdrie Faenya",
			"source": "MTF",
			"page": 43,
			"pantheon": "Elven",
			"alignment": [
				"C",
				"G"
			],
			"category": "The Seldarine",
			"domains": [
				"Life",
				"Tempest",
				"Trickery"
			],
			"province": "Air, rain, fertility, birth",
			"symbol": "Bird silhouetted against a cloud"
		},
		{
			"name": "Alathrien Druanna",
			"source": "MTF",
			"page": 43,
			"pantheon": "Elven",
			"alignment": [
				"N"
			],
			"category": "The Seldarine",
			"domains": [
				"Arcana",
				"Knowledge"
			],
			"province": "Runes, writing, spellcasting",
			"symbol": "A quill or glyph"
		},
		{
			"name": "Alobal Lorfiril",
			"source": "MTF",
			"page": 43,
			"pantheon": "Elven",
			"alignment": [
				"C",
				"G"
			],
			"category": "The Seldarine",
			"domains": [
				"Life",
				"Trickery"
			],
			"province": "Revelry, mirth",
			"symbol": "Wine glass"
		},
		{
			"name": "Angharradh",
			"source": "MTF",
			"page": 43,
			"additionalSources": [
				{
					"source": "TCE",
					"page": 33
				}
			],
			"pantheon": "Elven",
			"alignment": [
				"C",
				"G"
			],
			"category": "The Seldarine",
			"domains": [
				"Knowledge",
				"Life",
				"War",
				"Peace"
			],
			"province": "Wisdom, growth, protection",
			"symbol": "Three interlocking circles"
		},
		{
			"name": "Araleth Letheranil",
			"source": "MTF",
			"page": 43,
			"pantheon": "Elven",
			"alignment": [
				"C",
				"G"
			],
			"category": "The Seldarine",
			"domains": [
				"Knowledge",
				"Light"
			],
			"province": "Light, stars, revelations",
			"symbol": "Shaft of light"
		},
		{
			"name": "Arvoreen",
			"source": "MTF",
			"page": 103,
			"pantheon": "Halfling",
			"alignment": [
				"L",
				"G"
			],
			"domains": [
				"War"
			],
			"province": "Vigilance, war",
			"symbol": "Crossed short swords",
			"entries": [
				"From time to time, halflings must fight to defend their friends or their village. In those moments, the tales of Arvoreen come to the fore in every halfling's memory. Every youth hears over and over again the stories of the hero's bravery and cunning, his clever tactics in battle, and his ability to use speed and smallness to defeat a much larger foe. The elders know that the world outside is dangerous and that their kin must understand how to deal with those dangers. Stories about Arvoreen are told in such a way that youngsters are inspired to act out his epic battles. In this way, the halflings get practical experience in executing measures that are designed to help the halflings defeat kobolds and goblin raiders, or even take down an ogre. When the time comes to put those tactics to use in earnest, everyone will be ready.",
				"Cooperation is a fundamental principle in how halflings fend off their enemies. Every community practices its own version of Arvoreen's favored tactics:",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Scatterstrike",
							"entry": "The halflings run in every direction as if in a panic, but then they regroup and circle back to attack with a concentrated effort."
						},
						{
							"type": "item",
							"name": "Turtle Shell",
							"entry": "Halflings cluster together and cover each other with shields, washtubs, wheelbarrows, coffer lids, or anything else that can deflect a blow."
						},
						{
							"type": "item",
							"name": "Troll Knocker",
							"entry": "A few halflings act as bait to lure a troll or other large creature into a clearing where the rest of the group can hurl stones at it from concealment to confuse the monster, persuading it to seek other prey."
						},
						{
							"type": "item",
							"name": "Swarming Stickwhackers",
							"entry": "Halflings rush an intruder in waves, swatting the enemy with sticks on all sides."
						},
						{
							"type": "item",
							"name": "Fiddle and Crack",
							"entry": "A halfling fiddler lures the monster into a trap, usually a net or a pit, followed by several burly halflings wielding large sticks and hitting the monster from a safe vantage."
						}
					]
				}
			]
		},
		{
			"name": "Baervan Wildwanderer",
			"source": "MTF",
			"page": 111,
			"pantheon": "Gnome",
			"alignment": [
				"N",
				"G"
			],
			"domains": [
				"Nature"
			],
			"province": "Woodlands",
			"symbol": "Face of a raccoon",
			"entries": [
				"Baervan Wildwanderer is the god of the forests and of those who travel, a peaceful soul whose explorations often turn into exciting adventures. Baervan's constant companion is Chiktikka Fastpaws, a mischievous giant raccoon who often gets the duo into trouble. Although Baervan isn't as much of a prankster as some of the other gods, she is often held responsible when Chiktikka does something outrageous, such as stealing Gruumsh's breakfast or peeing on Rillifane Rallathil's shoes.",
				"Baervan can sing every bird's song, knows every type of plant that has ever grown, never gets lost, and can befriend anyone under the sun (as long as Chiktikka chooses to act pleasant rather than annoying). Forest gnomes believe that they can speak to the animals of the woods and on the wing because Baervan teaches their souls how to do so before they are born."
			]
		},
		{
			"name": "Baravar Cloakshadow",
			"source": "MTF",
			"page": 111,
			"pantheon": "Gnome",
			"alignment": [
				"N",
				"G"
			],
			"domains": [
				"Arcana",
				"Trickery"
			],
			"province": "Illusion, deception",
			"symbol": "Dagger against a hooded cloak",
			"entries": [
				"When gnomes arrived in the world, Baravar protected them by teaching them how to hide, use magic, and deceive their foes. She was once entrapped by the goblin god Khurgorbaeyag, and after escaping and gaining her revenge, she began the practice of never wearing the same face twice, and she follows a different routine every day so no one can predict what she might do. When gnomes tell stories of their gods' adventures, Baravar is always the last to be found when the group forms, but she nevertheless swiftly agrees to support Garl's plans.",
				"Forest gnomes and deep gnomes owe their innate magical abilities to Baravar, and all gnomes get their natural defense against magic from her shrewdness."
			]
		},
		{
			"name": "Berronar Truesilver",
			"source": "MTF",
			"page": 73,
			"additionalSources": [
				{
					"source": "TCE",
					"page": 33
				}
			],
			"pantheon": "Dwarven",
			"alignment": [
				"L",
				"G"
			],
			"category": "The Mordinsamman",
			"domains": [
				"Life",
				"Light",
				"Peace"
			],
			"province": "Hearth, home, truth",
			"symbol": "Intertwined silver rings",
			"entries": [
				"The Matron of Home and Hearth is the patron of family, honor, and law. She lays out the rules for managing a dwarf clan.",
				"Berronar's code establishes the laws of the dwarves, including contracts, trade agreements, and every other kind of bond forged through words and deeds. As Moradin provides the example that dwarves strive to match, Berronar provides the bonds that create dwarven society and culture.",
				"Berronar's priests arrange marriages, using a process that finds the best matches and is designed to ensure that each generation of a clan is stronger and more talented than the last. Their dictates in this respect are sacrosanct, and a dwarf designated for an arranged marriage must obey the priests or risk exile."
			]
		},
		{
			"name": "Bleredd",
			"source": "MTF",
			"page": 110,
			"pantheon": "Gnome",
			"alignment": [
				"N"
			],
			"domains": [
				"Forge",
				"Light"
			],
			"province": "Labor, craft",
			"symbol": "Iron mule"
		},
		{
			"name": "Brandobaris",
			"source": "MTF",
			"page": 104,
			"pantheon": "Halfling",
			"alignment": [
				"N"
			],
			"domains": [
				"Trickery"
			],
			"province": "Adventure, thievery",
			"symbol": "Halfling footprint",
			"entries": [
				"Dashing trickster, patron of thieves, and star of fantastical fables and wild stories of adventure-that's the legacy of Brandobaris, the Master of Stealth. Stories of Brandobaris, full of artful trickery and narrow escapes, inspire many young halflings to play at roguish pursuits. In their imagination, a grain silo becomes a lofty wizard's tower to scale in search of treasures, or a rowboat becomes the setting for a swashbuckling adventure. And for some—the youngsters who are said to \"have a bit of Brandobaris in them\"—that play-acting is the prelude to a life of living as Brandobaris does: always on the lookout for the next challenge.",
				"Brandobaris continues to wander in search of excitement, and now, as an ascended being, his travels span the planes of existence. His curiosity takes him to all corners of the multiverse in search of magical curios, rare treasures, and mystical puzzles. When Brandobaris moves stealthily, no mortal or god can hear his footfalls-an ability he uses not only for defense, but also to bestow unlooked-for treats upon those he favors.",
				"Although he never seems to rest in his travels, Brandobaris always has time to reward halflings who dare to take risks and explore the world to make their own mark on it. He has been known to give a bit of aid to halflings in dire straits, turning them invisible for a time or intervening so that they can't be heard or tracked."
			]
		},
		{
			"name": "Callarduran Smoothhands",
			"source": "MTF",
			"page": 111,
			"pantheon": "Gnome",
			"alignment": [
				"N"
			],
			"domains": [
				"Knowledge",
				"Nature"
			],
			"province": "Mining, stone carving",
			"symbol": "Golden signet ring with six pointed star",
			"entries": [
				"Callarduran became the patron of the deep gnomes when he led them into the Underdark and taught them how to survive, but all gnomes see him as the embodiment of the drive to know more, to examine everything more minutely-and thereby make great discoveries.",
				"Callarduran earned his moniker when, after stealing the heart of Ogrémoch, he rubbed his hands smooth as he polished the heart and turned it into a magical stone. The theft caused Ogrémoch to turn to evil, but it gave Callarduran the power to control earth elementals-which, it is said, he can confer to deep gnomes by rubbing the stone and saying their names."
			]
		},
		{
			"name": "Charmalaine",
			"source": "MTF",
			"page": 103,
			"pantheon": "Halfling",
			"alignment": [
				"N"
			],
			"domains": [
				"Trickery"
			],
			"province": "Keen senses, luck",
			"symbol": "Burning boot print",
			"entries": [
				"Charmalaine is an energetic and spontaneous deity, unafraid of danger, for she expects to be able to detect it as it approaches and evade it before it brings her harm. The stories of her accomplishments read like an adventurer's wildest dreams: she escaped from an army of sahuagin, solved the Chamber of a Thousand Traps, and took treasure from the lair of Tiamat. Halflings envision her as a young adult who moves so fast that her boots smoke and sometimes even catch fire. She carries a mace that has a head that shouts out warnings, and she is accompanied by her ferret friend, Xaphan.",
				"Halflings sometimes call Charmalaine the Lucky Ghost because she can send her spirit out of her body to scout ahead, and thus she is able to warn halfling adventurers of danger while in her incorporeal form. Halflings who favor Charmalaine are usually adventurers or those who pursue other risky professions such as hunting, beast training, scouting, and guarding public officials."
			]
		},
		{
			"name": "Clangeddin Silverbeard",
			"source": "MTF",
			"page": 73,
			"pantheon": "Dwarven",
			"alignment": [
				"L",
				"G"
			],
			"category": "The Mordinsamman",
			"domains": [
				"War"
			],
			"province": "War, strategy",
			"symbol": "Crossed silver battleaxes",
			"entries": [
				"Known as the Father of Battle, Clangeddin Silverbeard is the patron of dwarf warriors. Impetuous and brave yet a cunning strategist, Clangeddin embodies the warrior's spirit that makes dwarven armies such formidable foes.",
				"Clangeddin encourages dwarf warriors to venture out of the stronghold in search of foes to defeat. He particularly hates goblinoids, giants, and dragons. He compels his followers to seek out and dispatch such enemies before they can become a threat to the stronghold.",
				"Clangeddin's faithful are mainly full-time warriors assigned to weapon training from an early age and expected to take the fight to the enemy. The two axes he wields embody his attitude, since he forsakes the added protection of a shield for the chance to deal more damage to his enemies.",
				"Clangeddin's priests are warriors who lead from the front. When defending a stronghold, they guard the walls and lead sorties against enemy positions. When an external threat is near, the priests plan guerrilla raids to disrupt invaders before they can besiege the stronghold."
			]
		},
		{
			"name": "Corellon Larethian",
			"source": "MTF",
			"page": 43,
			"additionalSources": [
				{
					"source": "SCAG",
					"page": 125
				}
			],
			"pantheon": "Elven",
			"alignment": [
				"C",
				"G"
			],
			"category": "The Seldarine",
			"domains": [
				"Arcana",
				"Life",
				"Light",
				"War"
			],
			"province": "Primary god of elves",
			"symbol": "Quarter moon or starburst",
			"entries": [
				"The creator of all elves is both chaos and beauty personified. Corellon is as fluid and changeable as a breeze or a brook-quick to anger, but equally quick to forgive and forget. The god loves magic, artistry, nature, and freedom. Anyone who has felt the mystical presence of Corellon describes it as a joy like no other, followed by a deep melancholy when his presence is no longer felt.",
				"Corellon doesn't expect much from followers-no complex rituals or frequent ceremonies or even regular prayer. Corellon wants them to enjoy life, to try new things, to imagine what they desire and then pursue it, and to be kind to others. In return for this freedom from the usual requirements of religion, Corellon expects them to address their own problems and not pray for aid in every crisis. These precepts are instilled within every elf, since all elves are ultimately descended from fragments of Corellon. When elves ask their priests how one might become able to sense Corellon's presence, the priests often say, \"First, truly know yourself. Only then can you feel our creator near.\" Services in Corellon's honor are typically conducted in natural stone amphitheaters or bowl-shaped forest clearings. In keeping with Corellon's chief commandment for everyone to be free, all who attend are allowed to show their obeisance however they choose, as long as their way of contributing combines with the others to form a grand display of reverence. Such a gathering has the atmosphere of a festival rather than of an organized worship service.",
				"Many elf wizards honor Corellon and adorn their spellbooks and towers with the god's symbols. Some of them speculate that Corellon is the personification of raw magic itself, the primal force that underlies the multiverse. Corellon is not magic tamed or shaped-not the Weave, as some name it-but magic in its original form: a well of endless, splendid possibilities.",
				{
					"type": "entries",
					"name": "The Mysteries of Arvandor",
					"entries": [
						"Only those long-lived scholars who have researched the elves with the greatest tenacity have heard of the Mysteries of Arvandor, and all these luminaries have ever been able to glean is that it is a secret gathering of elves dedicated to Corellon where a magical replaying of the elven myths of creation is communally experienced.",
						"The truth is that the Mysteries of Arvandor is a phenomenon that elves recognize as a summons from their creator, which they can choose to accept or disregard. The event occurs on one plane or multiple planes within the multiverse in a single moment, and there is no guarantee that it will ever occur again; the ability to hear the call is a rare gift. Depending on Corellon's need, the god might call a few dozen or several thousand elves to gather, each elf returning to Corellon's body temporarily for some task that only the god can comprehend.",
						"Before this gathering begins, the elves who have been selected start to have powerful dreams and waking visions, urging them to travel to a certain location. At this point, each of the summoned elves must choose whether to follow the visions, because it is known that not every elf returns from an encounter with Corellon. It's true that to be absorbed into the god once more, and returned to awareness before the Drawing of the Veil, is the fulfillment of every elf's longing, but some elves have grown attached to the mortal and mundane world, and thus they turn away from their god's summons. Those who answer the call of Corellon are telepathically guided to their destination, often for hundreds of miles across unknown terrain, or even across planes.",
						"Most elves who return to their homes from the Mysteries are forever transformed. These participants generally remain silent about their experience, out of reverence and appreciation. Those who speak about the Mysteries of Arvandor struggle for the right words, but they all say in one way or another that experiencing the Mysteries is a way for elves to join with Corellon, gifting the god with their life force-and in return, they revert back to their free, formless nature for a time. After this mystical communion, many elves have a deeper understanding of their origin and a firmer grasp of magic, and some enjoy a lingering telepathic connection with others who have been initiated into the Mysteries.",
						"Cryptic shrines to the Mysteries of Arvandor appear throughout the planes, mostly sites where carved or painted stars cover the ceiling of a cave. On the planes that have hosted one of these rare events, elf priests consecrate and maintain temples devoted to the Mysteries. Often these sacred sites are natural spaces that have intrinsic magical properties.",
						"Stories about the Mysteries are preached by many theologians as examples of Corellon's abiding love for his wayward children. Some sages imagine that, one day, all elves will be given this opportunity, after Corellon is satisfied by the completion of some great cosmic quest, and elves will once again be a people of unfettered form and unimaginable joy."
					]
				},
				{
					"type": "inset",
					"name": "The Blessed of Corellon",
					"entries": [
						"Ever changing, mirthful, and beautiful, the primal elves could assume whatever sex they liked. When they bowed to Lolth's influence and chose to fix their physical forms, elves lost the ability to transform in this way. Yet occasionally elves are born who are so androgynous that they are proclaimed to be among the blessed of Corellon-living symbols of the god's love and of the primal elves' original fluid state of being. Many of Corellon's chief priests bear this blessing.",
						"The rarest of these blessed elves can change their sex whenever they finish a long rest-a miracle celebrated by elves of all sorts except drow. (The DM decides whether an elf can manifest this miracle.) Dark elves find this ability to be terrifying and characterize it as a curse, for it could destabilize their entire society. If Corellon's blessing manifests in a drow, that elf usually flees to the surface world to seek shelter among those dedicated to Corellon."
					]
				}
			]
		},
		{
			"name": "Cyrrollalee",
			"source": "MTF",
			"page": 104,
			"additionalSources": [
				{
					"source": "TCE",
					"page": 33
				}
			],
			"pantheon": "Halfling",
			"alignment": [
				"L",
				"G"
			],
			"domains": [
				"Life",
				"Peace"
			],
			"province": "Hearth, home",
			"symbol": "An open door",
			"entries": [
				"Cyrrollalee embodies the spirit of friendship and hospitality that is part of every halfling's makeup and is represented by one's home and hearth. The home is a welcoming place, but it is also sacrosanct. Halflings honor Cyrrollalee by opening their homes to visitors, and by respecting the home of one's host as if it were one's own.",
				"Every halfling village tells its version of the legendary tale of Cyrrollalee and the troll pies. Long ago, a large human town near Cyrrollalee's village was regularly attacked by a vicious troll. Warriors from the town hacked at the troll, but even its most dire wounds would heal, and the troll would come back again. One day Cyrrollalee presented herself at the town gate in apron and peasant clothes, and she offered to rid the town of the troll. The proud human warriors all scoffed at her, but the desperate mayor asked Cyrrollalee for her help.",
				"So Cyrrollalee set all the people in the town to baking pies, but not just any pies. They were special troll pies. Into each one she put a pinch of magic to make them irresistible to trolls. While the warriors of the town grumbled and sharpened their steel, Cyrrollalee created an atmosphere of fun, bringing cheer to the frightened people as they worked. When the day was done, she set off with a cart full of pies and laid them in a tasty trail far up into the mountains. When the troll came near the town and found the trail, it began to gobble up pie after pie, following the delightful smells up the mountain path until it walked right into the lair of a young red dragon. The greedy troll was swiftly incinerated.",
				"Cyrrollalee returned a hero, and from that day forward all the townsfolk remembered her with a word of thanks when baking pies."
			]
		},
		{
			"name": "Darahl Tilvenar",
			"source": "MTF",
			"page": 43,
			"pantheon": "Elven",
			"alignment": [
				"L",
				"N"
			],
			"category": "The Seldarine",
			"domains": [
				"Forge",
				"Light"
			],
			"province": "Fire, earth, metalwork",
			"symbol": "Flame between hands"
		},
		{
			"name": "Deep Duerra",
			"source": "MTF",
			"page": 79,
			"pantheon": "Duergar",
			"alignment": [
				"L",
				"E"
			],
			"domains": [
				"Knowledge",
				"War"
			],
			"province": "Conquest, psionics",
			"symbol": "Mind flayer skull",
			"entries": [
				"According to legend, Deep Duerra stole the power of psionics from the mind flayers and gifted it to her people. Her command of it was so great that she dominated a mind flayer colony and turned the illithids into her slaves.",
				"Deep Duerra's followers stand at the forefront of the duergar's attacks on their most hated enemies. Inspired by her mythic deeds, her priests are especially eager to find and annihilate dwarf communities and mind flayer colonies.",
				"The priests of Deep Duerra maintain a training ground and armory inside each duergar stronghold. All duergar are required to learn the basic skills of combat, and the nobles are obliged to contribute weapons, armor, and followers to the stronghold's defensive force. The priests honor their deity by planning, equipping, and launching holy crusades against their enemies."
			]
		},
		{
			"name": "Deep Sashelas",
			"source": "MTF",
			"page": 48,
			"pantheon": "Elven",
			"alignment": [
				"C",
				"G"
			],
			"category": "The Seldarine",
			"domains": [
				"Knowledge",
				"Nature",
				"Tempest"
			],
			"province": "Creativity, knowledge, sea",
			"symbol": "Dolphin",
			"entries": [
				"Deep Sashelas, sometimes known just as Sashelas, is the elven deity of the sea, seafaring, and knowledge. Sashelas is called the Knowledgeable One. His awareness of all lore, not only that about the sea, is seemingly limitless. He is especially beloved by sea elves, dolphins, and elf sages.",
				"Most of Sashelas's most devoted followers are sea elves, as are his priests. Many seafarers toss offerings of gold and jewels overboard, beseeching Sashelas to calm storms or provide favorable winds, and he is inclined to aid them even if they aren't fully dedicated to his worship. His sea elf priests often lurk in the water beneath ships when these offerings are made. They catch the treasures as they sink and use them to decorate Sashelas's underwater shrines, to purchase items from coastal merchants that can't be manufactured underwater, and to bribe dragon turtles into their service. Ceremonies honoring Sashelas are held underwater at times of uncommonly high tides or during electrical storms, when flashes of lightning above the waves provide illumination to the calmer realm below the surface.",
				{
					"type": "entries",
					"name": "Sea of Knowledge",
					"entries": [
						"Over time, much of the world sinks to the depths of the oceans and is thought to be lost forever, but it isn't lost to everyone. Sashelas gleans much about the world above the waves from that which sinks beneath them: every shipwreck, every offering, and the wealth and knowledge of every seaside city swallowed by a giant wave are added to Sashelas's ever-expanding library of lore. Knowledge that has disappeared from the surface world might still be known to the priests of Sashelas, gained through communion with their god. Messengers who never reached their destination, ships filled with scrolls from an ancient library, scholars whose works were lost at sea-all of these add to Sashelas's storehouse.",
						"Away from the open sea, many lagoons, reefs, and grottoes have shrines devoted to Sashelas. Many come in reverence to bathe in the waters in the hope of receiving visions from the god, since it is known that Sashelas is fond of sharing knowledge with those who are true seekers. Scholars, monks, and clerics visit these elaborately decorated seaside temples, immersing themselves in the blessed waters and looking for enlightenment.",
						"Because the god also dispenses lore through dreams and reveries of memory, many artists and poets worship Sashelas. They seek his creative insight by spending time floating on the waves, then return to shore to write down or sketch out the gifts bequeathed to them."
					]
				}
			]
		},
		{
			"name": "Dugmaren Brightmantle",
			"source": "MTF",
			"page": 73,
			"pantheon": "Dwarven",
			"alignment": [
				"C",
				"G"
			],
			"category": "The Mordinsamman",
			"domains": [
				"Knowledge"
			],
			"province": "Discovery",
			"symbol": "Open book"
		},
		{
			"name": "Dumathoin",
			"source": "MTF",
			"page": 73,
			"pantheon": "Dwarven",
			"alignment": [
				"N"
			],
			"category": "The Mordinsamman",
			"domains": [
				"Grave",
				"Knowledge"
			],
			"province": "Buried secrets",
			"symbol": "Gemstone in a mountain"
		},
		{
			"name": "Eilistraee",
			"source": "MTF",
			"page": 56,
			"pantheon": "Drow",
			"alignment": [
				"C",
				"G"
			],
			"category": "The Dark Seldarine",
			"domains": [
				"Life",
				"Light",
				"Nature"
			],
			"province": "Freedom, moonlight, song",
			"symbol": "Sword-wielding, dancing female drow silhouetted against the full moon",
			"entries": [
				"Most drow know nothing of Eilistraee. Matron mothers of the most powerful houses closely guard the scrolls that chronicle her existence. They retain them for the sake of remaining aware of the enemy they describe: a drow god who would spirit away all of Lolth's worshipers to the surface world.",
				"The matron mothers warn those who go to the surface on raids to retreat if they can see the moon-practical advice, it would seem. But an equally important reason is that Eilistraee is known to work her wiles under the light of the moon, so that drow are more susceptible to her lure at such times. The matrons also direct the raiders to flee back underground if any of their number hear music they find appealing, such as a parent's lullaby or the chorus of a rousing song carried on the mind, because Eilistraee's call to drow who would be free of Lolth's web is often delivered within dulcet tunes that aren't of otherworldly origin.",
				"Eilistraee is a god of moonlight, song, dance, and, most important, the rejection of the evil ways of Lolth. Drow who feel like outsiders in their society, who react with disgust to the evils perpetrated by their kind, who come to the surface and fall in love with the stars-these are the ones who might be pleased to hear Eilistraee's call. If they respond to it by going to the surface and staying there, Eilistraee offers no guarantee of their safety and no promise of acceptance in the world above. But she opens her followers' hearts to the wonder of the nature in the night, and her songs and signs can show a drow how to persevere in that alien environment.",
				"The scrolls that the matron mothers guard so closely attest that Eilistraee turned against Lolth but knew better than to seek solace among the Seldarine. Her position among the other drow gods remains uncertain, as is the fate of the souls of those who turn to her worship. Drow who are beloved by Eilistraee sometimes appear to vanish when they die, as the body dissolves into pale light and leaves no clue to where the soul has gone."
			]
		},
		{
			"name": "Elebrin Liothiel",
			"source": "MTF",
			"page": 43,
			"pantheon": "Elven",
			"alignment": [
				"C",
				"G"
			],
			"category": "The Seldarine",
			"domains": [
				"Life",
				"Nature"
			],
			"province": "Abundance, gardens, the harvest",
			"symbol": "Acorn"
		},
		{
			"name": "Erevan Ilesere",
			"source": "MTF",
			"page": 43,
			"pantheon": "Elven",
			"alignment": [
				"C",
				"N"
			],
			"category": "The Seldarine",
			"domains": [
				"Trickery"
			],
			"province": "Mischief, change",
			"symbol": "Asymmetrical starburst"
		},
		{
			"name": "Fenmarel Mestarine",
			"source": "MTF",
			"page": 43,
			"pantheon": "Elven",
			"alignment": [
				"C",
				"N"
			],
			"category": "The Seldarine",
			"domains": [
				"Nature",
				"Trickery"
			],
			"province": "Solitude, outcasts",
			"symbol": "Two peering elven eyes"
		},
		{
			"name": "Flandal Steelskin",
			"source": "MTF",
			"page": 111,
			"pantheon": "Gnome",
			"alignment": [
				"N",
				"G"
			],
			"domains": [
				"Forge",
				"Knowledge"
			],
			"province": "Metalwork",
			"symbol": "Flaming hammer",
			"entries": [
				"The stories that gnomes tell of Flandal Steelskin typically feature some perfect item that he crafted or a misadventure that results from following his enormous nose, which can smell ore more easily than a wolf can scent a skunk. The most often told legend of Flandal includes both elements. Before creating Garl's marvelous axe, Arumdina, Flandal sniffed out the purest source of mithral: the heart of Imix. With the aid of the other gnome gods, he stole the heart and turned it into a mithral forge that now burns with an eternal furious flame.",
				"The legends of Flandal portray him not only as the god of metalcraft, but also of fire and glass-work and alchemy. Rock gnomes attribute their knack for crafting devices and alchemical objects to Flandal's superlative skills in those areas."
			]
		},
		{
			"name": "Gadhelyn",
			"source": "MTF",
			"page": 43,
			"pantheon": "Elven",
			"alignment": [
				"C",
				"N"
			],
			"category": "The Seldarine",
			"domains": [
				"Nature",
				"Trickery"
			],
			"province": "Independence, outlawry",
			"symbol": "Leaf-shaped arrowhead"
		},
		{
			"name": "Gaerdal Ironhand",
			"source": "MTF",
			"page": 112,
			"additionalSources": [
				{
					"source": "TCE",
					"page": 33
				}
			],
			"pantheon": "Gnome",
			"alignment": [
				"L",
				"G"
			],
			"domains": [
				"War",
				"Peace"
			],
			"province": "Protection",
			"symbol": "Iron band",
			"entries": [
				"The Shield of the Golden Hills, Gaerdal Ironhand, has no use for amusements, and she doesn't deign to smile at any prank except those of Garl Glittergold. Gaerdal obsesses about defense and vigilance, and she is an expert in fortification, siege tactics, combat, and traps.",
				"Instead of bustling about as gnome deities normally do, Gaerdal has a tendency to dig in and hide out, and in many tales Garl finds it difficult to convince her to leave her home to join the others on adventures. Some legends say this reluctance is due in part to an escapade that cost her the loss of her hand. Flandal and Nebelun worked together to replace it with a stronger one made of iron, but her resentment over the mishap lingers.",
				"Gnomes build their homes in hidden and defensible places because Gaerdal teaches them these techniques. Every secret door, spy hole, and intruder alarm in a gnome warren is a tribute to Gaerdal's principles."
			]
		},
		{
			"name": "Garl Glittergold",
			"source": "MTF",
			"page": 111,
			"pantheon": "Gnome",
			"alignment": [
				"L",
				"G"
			],
			"domains": [
				"Trickery"
			],
			"province": "Primary god of gnomes",
			"symbol": "Gold nugget",
			"entries": [
				"When gnome children hear their first stories about the gods, they are introduced to a gold-skinned gnome with a wide grin and glittering gemstone eyes that shift colors like a kaleidoscope. The youngsters quickly learn to recognize that their favorite character, the god of the gnomes, is about to steal the show.",
				"A joker and a prankster, Garl Glittergold reminds gnomes that life is to be taken lightly, and that a good laugh will serve them better than a grim attitude. When Garl cavorts with mischief on his mind, Moradin's beard might end up woven with giggling flowers, and Gruumsh's axe could sprout braying donkey heads at the most inopportune time.",
				{
					"type": "entries",
					"name": "Cooperation Is Key",
					"entries": [
						"The legends about Garl Glittergold inspire gnomes to work together. Garl knows that many heads and many hands make light work. Although he also plays many pranks on his own, Garl is the one who gathers the heroes together for an enterprise that requires all their talents. To provide specific guidance, Garl might send an omen to nudge a group of gnomes in a certain direction, or even manifest an avatar in the middle of a gnome burrow. When Garl makes one of these rare appearances, it is to resolve a dispute that threatens a community."
					]
				},
				{
					"type": "entries",
					"name": "Brains over Brawn",
					"entries": [
						"Garl favors trickery and illusion over direct combat, preferring to use his mind to overcome a problem rather than his steel. For gnomes to thrive, they must use their intellect and ingenuity. But when push comes to shove, Garl uses Arumdina, his intelligent two-headed battle axe-capable of cleaving through any substance-to escape a perilous situation."
					]
				}
			]
		},
		{
			"name": "Gelf Darkhearth",
			"source": "MTF",
			"page": 110,
			"pantheon": "Gnome",
			"alignment": [
				"C",
				"N"
			],
			"domains": [
				"War"
			],
			"province": "Frustration, destruction",
			"symbol": "Broken anvil"
		},
		{
			"name": "Ghaunadaur",
			"source": "MTF",
			"page": 53,
			"pantheon": "Drow",
			"alignment": [
				"C",
				"E"
			],
			"category": "The Dark Seldarine",
			"domains": [
				"War"
			],
			"province": "Oozes, slimes, outcasts",
			"symbol": "Purple eye with black sclera",
			"entries": [
				"This entity is most often referred to as That Which Lurks, because uttering its real name risks attracting its attention. Its actual form, if it even has one, is unknown; it's most often represented as an ooze-like creature with many tentacles or a purple pupil surrounded by black instead of white. The liquid nature of Ghaunadaur is symbolic of its unpredictable nature, which is what makes attracting its attention so risky. It occasionally rewards its followers with supernatural powers or wealth, but it's equally likely to curse its faithful with hideous torments and afflictions. A subterranean hunter who whispers Ghaunadaur's name might stumble into a forgotten treasure trove, while a devoted priestess who offers long prayers and valuable sacrifices is consumed by a gelatinous cube. The entity's random behavior can be an attraction to drow who lack status and are desperate to achieve it. A small sacrifice and a prayer to That Which Lurks might simply go unnoticed by Ghaunadaur, or it might punish the petitioner, but there is also a chance of receiving a great reward.",
				"Worship of That Which Lurks is widespread in the Underdark. Not just drow pay respect to it. Even creatures that are considered to be mindless, such as oozes and jellies, sometimes behave in ways that seem consistent with reverence for That Which Lurks.",
				"Those who are faithful to Lolth often oppose Ghaunadaur's cultists, driving them into hiding or forcing them into open conflict. Some priestesses and scholars believe that this enmity exists because Ghaunadaur betrayed Lolth shortly after she betrayed Corellon. In these legends, Ghaunadaur tried to curry favor with Corellon and recapture his earlier formless nature by turning on Lolth. Ghaunadaur's double act of betrayal brought retribution from both gods, and he was cast down into the world as a skinless, boneless mass. Other stories portray Ghaunadaur as an incredibly ancient and ineffable deity, one of the so-called Great Old Ones. Both claims might have merit, because the truth about the time of the birth of gods can never be known for certain."
			]
		},
		{
			"name": "Gorm Gulthyn",
			"source": "MTF",
			"page": 73,
			"pantheon": "Dwarven",
			"alignment": [
				"L",
				"G"
			],
			"category": "The Mordinsamman",
			"domains": [
				"War"
			],
			"province": "Vigilance",
			"symbol": "Bronze half-mask"
		},
		{
			"name": "Haela Brightaxe",
			"source": "MTF",
			"page": 73,
			"pantheon": "Dwarven",
			"alignment": [
				"C",
				"G"
			],
			"category": "The Mordinsamman",
			"domains": [
				"War"
			],
			"province": "Combat prowess, luck in battle",
			"symbol": "Upright sword with blade sheathed in flame"
		},
		{
			"name": "Hanali Celanil",
			"source": "MTF",
			"page": 45,
			"pantheon": "Elven",
			"alignment": [
				"C",
				"G"
			],
			"category": "The Seldarine",
			"domains": [
				"Life"
			],
			"province": "Love, beauty, the arts",
			"symbol": "Golden heart",
			"entries": [
				"Hanali is the elven god of beauty and love. Usually depicted as a beautiful female, in some stories the god appears to mortals as a gorgeous male. Hanali's gender in a story seldom matters, for no matter how much heartache and confusion the stories contain, they end with affairs of the heart properly sorted out and everyone in love with the person, or persons, they were fated to be with. Stories of Hanali's romantic adventures among elves and other mortals are perennial favorites when sung by elf bards and poets.",
				"In Arvandor, Hanali maintains a hidden pool called Evergold. She bathes in it at least once a day. It's said that the water of Evergold keeps her young and breathtakingly beautiful, but this is certainly a poetic myth, since all the Seldarine appear young and beautiful, with or without having bathed in this fountain. Mortal elves who are invited to join Hanali in the pool are said to retain their youthfulness and to delay the onset of Transcendence by at least a century. More than a few elves claim to have experienced this benefit, and the truth of it is attested by many bards-sometimes in all earnestness, sometimes with a knowing wink.",
				"Priests of Hanali perform weddings between elves and preside over most other family-related ceremonies. Other than nuptials and a spate of spring celebrations, the priests conduct few observances.",
				{
					"type": "entries",
					"name": "Pools of Beauty",
					"entries": [
						"Those who worship Hanali Celanil build shrines in her honor around natural pools of clear spring water-a representation of the purity and power of Evergold. Her priests often surround such an area with flowers or arrange stones in a way that accentuates the natural beauty of the place. In a shrine dedicated to the worship of several elven deities, an alabaster bowl of water, usually with yellow flowers or petals floating in it, is left in reverence to Hanali.",
						"Hanali's pool is a symbol of rejuvenation, and its water has significance as well in representing the ever-flowing force of love. To Hanali's followers, love is a living thing that flows like a river, moving around obstacles with ease, and, if it must, carving a path through bedrock to reach the sea of unity where all love gathers to become one with the cosmos. As one would navigate a river, the faithful of Hanali are known for following their hearts, unwilling to deviate from the pursuit of ultimate beauty.",
						"Devotees of Hanali Celanil are known for taking the initiative in beautifying their surroundings without asking or expecting others to follow suit. If a shrine to the gods is beginning to look somewhat untidy, her followers will straighten things up, bring fresh flowers, and refresh offerings of food, water, and wine. Especially vigilant individuals might even decide to clean up after others who carelessly spill a drink in a tavern or leave their dinner table in a slovenly condition, all in humble service to their god."
					]
				}
			]
		},
		{
			"name": "Hanseath",
			"source": "MTF",
			"page": 73,
			"pantheon": "Dwarven",
			"alignment": [
				"C",
				"N"
			],
			"category": "The Mordinsamman",
			"domains": [
				"Trickery",
				"War"
			],
			"province": "Festivity, brewing, song",
			"symbol": "Beer stein"
		},
		{
			"name": "Keptolo",
			"source": "MTF",
			"page": 54,
			"pantheon": "Drow",
			"alignment": [
				"C",
				"E"
			],
			"category": "The Dark Seldarine",
			"domains": [
				"Nature",
				"Trickery"
			],
			"province": "Beauty, hedonism, fertility",
			"symbol": "Mushroom",
			"entries": [
				{
					"type": "quote",
					"entries": [
						"Keptolo shows the way. Feed the vanity of your mistress, and all her treasures shall be yours. Be careful whom you offend, and keep an expendable companion nearby to hold culpable for your crimes. Gossip can be as deadly as the venom on an assassin's blade. Use the poison of words to destroy your rivals, that you may claim for yourself all they once presumed was theirs."
					],
					"by": "Tezzeryn, Head Consort of House Bhaerynden, instructing his son"
				},
				"The ideal of what a male drow can become, Keptolo is handsome, stylish, witty, hedonistic, an outrageous flatterer, and sought after as a lover. He is also dangerous in his aspects as a subtle assassin and a whisperer of rumors. For those attributes, he is worshiped by ambitious males who hope to emulate him. Some succeed admirably and achieve great things beyond the reach of most males, but many more succumb to excesses of the flesh, dissipation, and disease, or they are ruined or murdered by a rival-who is also a true disciple of Keptolo.",
				"In most myths, Keptolo resides in the Demonweb Pits alongside Lolth, whom he serves as consort, more than a plaything but much less than an equal. Keptolo is a bitter enemy of Zinzerena, who deceives and uses him as a tool in many of the stories about the Dark Seldarine."
			]
		},
		{
			"name": "Kiaransalee",
			"source": "MTF",
			"page": 54,
			"pantheon": "Drow",
			"alignment": [
				"C",
				"E"
			],
			"category": "The Dark Seldarine",
			"domains": [
				"Arcana",
				"Death"
			],
			"province": "Necromancy",
			"symbol": "Drow hand wearing many silver rings",
			"entries": [
				"The drow god of vengeance and undeath, called the Revenancer, is portrayed in some legends as a fierce female clad in silver and translucent veils, and in others as a banshee. In either version, her hands bear many glittering silver rings, and this image is recognized as her symbol.",
				"Drow see Kiaransalee as the patron of vengeance because she is said to have died and returned from death to get her revenge, bringing an army of the dead back with her. Various communities of her worshipers have differing ideas about who killed her and why, but typically the murderer is portrayed as having the features of some kind of creature the drow have great hatred for. Followers of Kiaransalee don't trouble themselves greatly over these details, because all the stories could be true: the Revenancer is believed to have returned from death over and over again.",
				"Vengeance is the aspect of Kiaransalee that appeals to most drow, because it becomes a necessity in every ambitious drow's life-usually more than once. The state of undeath is of less concern to them, but those who practice necromancy turn to Kiaransalee for guidance and for protection from undead.",
				"Some of her most fervent followers seek out the secret of attaining undeath for themselves. Kiaransalee favors them by bringing them back as undead, but unlike other gods of similar sort, Kiaransalee doesn't offer the undeath of lichdom but a lowly existence as a banshee, a revenant, or a wight.",
				"Drow believe that Kiaransalee was driven mad by returning from death as a god so many times, but her followers aren't discouraged by this assessment. Despite her madness, her actions are guided by a deep and devious cunning-a trait that drow attach more importance to than they do to sanity."
			]
		},
		{
			"name": "Kirith Sotheril",
			"source": "MTF",
			"page": 43,
			"pantheon": "Elven",
			"alignment": [
				"N",
				"G"
			],
			"category": "The Seldarine",
			"domains": [
				"Knowledge",
				"Trickery"
			],
			"province": "Divination, illusion",
			"symbol": "Rainbow sphere"
		},
		{
			"name": "Labelas Enoreth",
			"source": "MTF",
			"page": 45,
			"pantheon": "Elven",
			"alignment": [
				"C",
				"G"
			],
			"category": "The Seldarine",
			"domains": [
				"Arcana",
				"Knowledge",
				"Life"
			],
			"province": "Time, history, memory",
			"symbol": "Setting sun",
			"entries": [
				"Even though elves live far longer than most other humanoids, they show few physical signs of aging until they become very old. By the time an elf's hair turns to silver and wrinkles appear around the eyes, the elf has lived for centuries and probably has only a few decades remaining. For this longevity and long-lasting vitality, they thank and revere Labelas Enoreth.",
				"Labelas is portrayed as an elderly elf with silver hair, still-active eyes that once were bright blue but now are clouded and gray, fine wrinkles around the eyes and mouth, and a right hand slightly impaired by the effects of age. If anything, these symptoms of mortality make the god even more handsome and stately in the eyes of his followers than he was in his youth.",
				"Elves tend to give Labelas little regard until they experience Remembrance. Like Corellon and Hanali, Labelas makes few demands on his followers. A few minutes each day spent thanking him for his gift of long life and good health, and occasionally placing a fresh flower in one of his shrines, is generally all that's expected. When an elf develops unusual ailments in old age and appears headed for decrepitude, other elves might wonder if these are the repercussions for not paying Labelas his due.",
				"Most settlements have only one or two priests of Labelas. These individuals are elves well past their prime but who have not yet begun to withdraw into themselves. Their duties involve guiding elves who have recently experienced Remembrance, and are thus beginning the journey into introversion in the waning days of one's mortal life. The priests also preside over funeral celebrations, since Labelas is also honored for his role in seeing that elves experience beneficial reincarnations.",
				{
					"type": "entries",
					"name": "Eternal Witness",
					"entries": [
						"Shrines and temples to Labelas Enoreth are mostly made of or decorated with ephemeral things. Patterns and images made with colored sand, cut flowers, precariously stacked stones, and images made from thin paper are all commonly found there. These places of veneration are usually located in desolate, high places where the ever-changing sky and the setting sun can be seen and contemplated. Along with the setting sun, images of clouds are a major motif for followers of Labelas, who often tattoo such designs on their bodies or embroider them on their robes to signify the ephemeral nature of the physical world.",
						"Labelas Enoreth is the custodian of time, monitoring its passing and making sure that the warp and weft of history isn't torn asunder by powerful maniacs and errant demigods. He is also the eternal witness, watching the souls of the elves as they dance from incarnation to incarnation, each mortal lifetime representing a role an actor would take in a play. From his cosmic perspective, Labelas looks on each elven life as a story to be written, nudging wayward souls toward incarnations that he deems suitable for their overall development, and thus weaving the life of each elven soul into a tapestry that spans the ages. In acknowledgment of this gift, priests and devotees of Labelas often weave modest tapestries of their own and donate them to shines in his honor.",
						"Despite Labelas's influence in the Seldarine, elves can become psychologically immersed in their mortal incarnations, forgetting about the tick of time and the eventual end of their physical forms. Even Labelas's appearance, with his obvious signs of aging, isn't enough to dissuade some elves from growing attached to their youthful features, long life, and worldly treasures. But all such naive behavior is brought to heel when the Remembrance occurs, and an elf's inward examination begins as one journeys toward death and a new beginning. Priests of Labelas smile with compassion when these wide-eyed elves show up at their temples, suddenly full of contrition and offerings for Labelas, still shaken from the vision of their Remembrance and the gravity of its meaning.",
						"To enhance an elf's Remembrance, the priests of Labelas use a special mirror made of polished black onyx. Small versions of these can be seen at many shrines dedicated to the Seldarine, as a reminder to the passing faithful of the importance of Remembrance. The priests advise those in their care to look into the mirror in order to deepen the trance of Remembrance. In the black void of the mirror, they see the faces of their former selves and scenes from their past lives-a glimpse into the grand tapestry of the each soul's existence as Labelas begins to weave yet another incarnation."
					]
				}
			]
		},
		{
			"name": "Laduguer",
			"source": "MTF",
			"page": 79,
			"pantheon": "Duergar",
			"alignment": [
				"L",
				"E"
			],
			"domains": [
				"Death",
				"Forge"
			],
			"province": "Labor, slavery",
			"symbol": "Broken arrow",
			"entries": [
				"Also known as the Grim One, Laduguer was a mighty duergar warrior who liberated his people from the illithids. Laduguer entered into a pact with Asmodeus, pledging the duergar to an alliance against Lolth and the demons of the Abyss in exchange for which Laduguer received a spark of divinity from Abbathor himself.",
				"Laduguer's teachings stand in direct opposition to everything Moradin represents. He is the dwarf god's dark opposite, a shadow that seeks to rise up and consume its original creator.",
				"Duergar don't worship Laduguer in any traditional way; their communities include no temples or formal services. They honor their deity by acquiring more power and wealth through any means possible. Priests of Laduguer maintain the internal functions of duergar society but have no role that is expressly religious."
			]
		},
		{
			"name": "Lolth",
			"source": "MTF",
			"page": 53,
			"pantheon": "Drow",
			"alignment": [
				"C",
				"E"
			],
			"category": "The Dark Seldarine",
			"domains": [
				"Trickery",
				"War"
			],
			"province": "Primary god of drow, spiders",
			"symbol": "Spider",
			"entries": [
				"Unlike Corellon, who asks very little of his followers, Lolth is a demanding mistress. What she demands most of all are sacrifices of treasure and blood. Time and time again, the screams of sacrificial victims echo through Lolth's lightless temples as they fall under the knives of her priestesses. Her altars are piled with skulls picked clean of flesh by the giant spiders that lurk in the web-draped stalactites overhead.",
				"In return for victims and adoration, Lolth grants signs of her favor, such as great success during a slave raid on the surface, the matron of a rival house being struck down by an inexplicable illness, or an heiress to the house being born under propitious omens.",
				{
					"type": "inset",
					"name": "Holes in Lolth's Web",
					"entries": [
						"Lolth is far from omniscient, despite what her priestesses say. There are drow who live without bending to the tyranny of her worship. Communities of renegades who dispute Lolth's primacy often raise another of the Dark Seldarine up as their patron. Although this amounts to exchanging one evil oppressor for another, any escape from Lolth's web can feel like freedom.",
						"The Acropolis of Thanatos, erected in the ruins of a drow city wiped out by plague in the Underdark of Faerûn, was home to a drow settlement of a few thousand ruled by necromancer clerics of Kiaransalee. It existed for a few decades before worshipers of Lolth and worshipers of Eilistraee teamed up to eliminate its leaders."
					]
				},
				{
					"type": "entries",
					"name": "Vulkoor",
					"entries": [
						"Drow of the world of Eberron worship a scorpion-god named Vulkoor, which is their world's equivalent of Lolth. Vulkoor is often portrayed or envisioned as a giant scorpion or as a hybrid creature with the head, arms, and upper torso of a strong male drow and the lower body of a scorpion. The dark elves of Eberron revere scorpions, seeing spiders and other arachnids to be lesser servitors of Vulkoor. Many drow believe that Vulkoor and the Mockery (one of the group of evil deities known as the Dark Six) are one and the same. Drow from the jungle continent of Xen'drik ritually tattoo themselves using scorpion venom, leaving white scars etched into their skin.",
						"Drow of other worlds rarely know of Vulkoor. Those who are familiar with his name consider him one of the weakest of the Dark Seldarine, a subordinate of Lolth who is disregarded by the other gods. Both visions of Vulkoor might be accurate, since Lolth seems to have little influence in Khyber but the drow there bear many similarities to the Lolth-worshiping drow of other realms throughout the multiverse."
					]
				}
			]
		},
		{
			"name": "Malyk",
			"source": "MTF",
			"page": 54,
			"pantheon": "Drow",
			"alignment": [
				"C",
				"E"
			],
			"category": "The Dark Seldarine",
			"domains": [
				"Tempest",
				"Trickery"
			],
			"province": "Chaos, rebellion, wild magic",
			"symbol": "A flame in a tear or a multihued vortex",
			"entries": [
				"Malyk embodies rebellion and chaos. Drow know of his influence from the appearance of wild mages among their number. Such an individual, possessed of sorcerous powers seemingly bestowed at random, is often seen as a threat to the established order. Many drow, especially males and even females of low station, try to attract Malyk's attention by secretly making sacrifices to him. Meanwhile, house matrons and others steeped in the faith of Lolth attempt to purge Malyk's worship from drow society-at the same time that some of them pray to him for power.",
				"Malyk is associated with rebellion because when a wild mage's true nature is revealed, the individual often has no recourse but to openly attack others and create chaos. Most other drow vie to receive Lolth's blessing by being the one to bring such a blasphemer to justice. In order to survive, a wild mage must defeat or elude all attackers and forge an alliance with those who can be threatened or bribed to provide a safe haven. Most wild mages who are discovered are put to death, some survive as outcasts, and a rare few rise to positions of status, declaring their allegiance to Lolth-or at least pretending to."
			]
		},
		{
			"name": "Marthammor Duin",
			"source": "MTF",
			"page": 73,
			"pantheon": "Dwarven",
			"alignment": [
				"N",
				"G"
			],
			"category": "The Mordinsamman",
			"domains": [
				"Nature",
				"Trickery"
			],
			"province": "Explorers, wanderers, the lost",
			"symbol": "Upright mace in front of a tall boot"
		},
		{
			"name": "Melira Taralen",
			"source": "MTF",
			"page": 43,
			"pantheon": "Elven",
			"alignment": [
				"C",
				"G"
			],
			"category": "The Seldarine",
			"domains": [
				"Knowledge",
				"Life",
				"Trickery"
			],
			"province": "Poetry, songs",
			"symbol": "Lute"
		},
		{
			"name": "Moradin",
			"source": "MTF",
			"page": 72,
			"additionalSources": [
				{
					"source": "XGE",
					"page": 18
				}
			],
			"pantheon": "Dwarven",
			"alignment": [
				"L",
				"G"
			],
			"category": "The Mordinsamman",
			"domains": [
				"Forge",
				"Knowledge"
			],
			"province": "Primary deity of dwarves",
			"symbol": "Hammer and anvil",
			"entries": [
				"The father of the dwarves crafted his children from metal and gems and imbued them with souls as he cooled them with his breath.",
				"Moradin is the master of every craft practiced by the dwarves and the patron of artisans. He expects his children to follow in his footsteps, studying his techniques and aspiring to one day match his expertise.",
				"Priests of Moradin are responsible for judging and assessing the work of a stronghold's artisans. They keep great volumes that describe various crafting techniques in detail, and use the guidelines in them to judge the quality of individual works.",
				"The priests also evaluate young dwarves to determine the youths' vocations. The decisions of the priests are accepted without question."
			]
		},
		{
			"name": "Muamman Duathal",
			"source": "MTF",
			"page": 73,
			"pantheon": "Dwarven",
			"alignment": [
				"N",
				"G"
			],
			"category": "The Mordinsamman",
			"domains": [
				"Tempest"
			],
			"province": "Storms, travel",
			"symbol": "Mace held in gauntlets"
		},
		{
			"name": "Mya",
			"source": "MTF",
			"page": 73,
			"pantheon": "Dwarven",
			"alignment": [
				"N",
				"G"
			],
			"category": "The Mordinsamman",
			"domains": [
				"Knowledge",
				"Life"
			],
			"province": "Clan, family, wisdom",
			"symbol": "A faceless mother figure"
		},
		{
			"name": "Mythrien Sarath",
			"source": "MTF",
			"page": 43,
			"pantheon": "Elven",
			"alignment": [
				"C",
				"G"
			],
			"category": "The Seldarine",
			"domains": [
				"Arcana",
				"Forge",
				"Knowledge"
			],
			"province": "Abjuration, mythals",
			"symbol": "Row of three intertwined rings"
		},
		{
			"name": "Naralis Analor",
			"source": "MTF",
			"page": 43,
			"pantheon": "Elven",
			"alignment": [
				"N",
				"G"
			],
			"category": "The Seldarine",
			"domains": [
				"Life",
				"Grave"
			],
			"province": "Healing, suffering, death",
			"symbol": "White dove"
		},
		{
			"name": "Nebelun",
			"source": "MTF",
			"page": 112,
			"pantheon": "Gnome",
			"alignment": [
				"C",
				"G"
			],
			"domains": [
				"Forge",
				"Knowledge",
				"Trickery"
			],
			"province": "Invention, luck",
			"symbol": "Bellows and lizard tail",
			"entries": [
				"Nebelun, also known as the Meddler, is fearless, perhaps foolishly so. Every invention of Nebelun's starts with a wild idea, nothing goes entirely according to plan, and her greatest exploits often spring from mistakes. Who else would stroll in and steal Semuanya's tail as the lizardfolk god splashed in his favorite pool? Who else would use Thor's hammer to pound a nail and thus be inspired to invent the lightning rod? Garl never needs to persuade Nebelun to join an excursion, but he and the rest of the pantheon do have to focus her attention on the task at hand, so that her madcap inventiveness doesn't derail the effort.",
				"All gnomes see Nebelun as the delightful spirit of invention and discovery, even those whose livelihoods have nothing to do with the construction of odd devices. Any accident that fortuitously results in a new discovery might be credited to Nebelun's benevolent meddling in the affairs of mortal gnomes."
			]
		},
		{
			"name": "Rellavar Danuvien",
			"source": "MTF",
			"page": 43,
			"pantheon": "Elven",
			"alignment": [
				"N",
				"G"
			],
			"category": "The Seldarine",
			"domains": [
				"Tempest"
			],
			"province": "Winter, harsh weather",
			"symbol": "Spear between two circles"
		},
		{
			"name": "Rill Cleverthrush",
			"source": "MTF",
			"page": 110,
			"pantheon": "Gnome",
			"alignment": [
				"L",
				"N"
			],
			"domains": [
				"Knowledge"
			],
			"province": "Law, thought",
			"symbol": "Interlocking gears"
		},
		{
			"name": "Rillifane Rallathil",
			"source": "MTF",
			"page": 46,
			"pantheon": "Elven",
			"alignment": [
				"C",
				"G"
			],
			"category": "The Seldarine",
			"domains": [
				"Nature"
			],
			"province": "Nature, beasts, the seasons",
			"symbol": "Oak",
			"entries": [
				"Like the other elven deities, Rillifane Rallathil was once a primal elf sprung from droplets of Corellon's blood. The original primal elves-and indeed, Corellon himself-have no \"true form.\" Their common, elf-like portrayals are a convenience adopted after the elves took on permanent humanoid form.",
				"When the other elven deities decided on humanoid forms, Rillifane took a different approach. He took as his principal form that of an enormous oak tree, taller and wider than any other. Its roots are so deep and far-reaching that they touch the roots of every other plant in the world, or so it's said. Through this network of tendrils, Rillifane remains aware of everything that happens in the forest.",
				"When he chooses to travel to other planes and worlds, Rillifane takes the appearance of an uncommonly tall and strong wood elf with dark skin, handsome features, and twigs and leaves protruding from his hair.",
				"In either guise, his main concerns are the welfare of forests and prairies, the passing of the seasons, and the lives of beasts. Most of his followers and priests are elf druids. They're just as insular and secretive as any other druids, which means their motives are often not clear to those around them.",
				"Energetic debates have been held over whether Rillifane's oak tree exists only on Arvandor; has roots that extend to all worlds; is duplicated fully on every world that has plant life; or is only a metaphor for Rillifane's deep connection to nature. A growing sentiment among Rillifane's druids holds that the correct answer is \"All of the above or none of the above, depending on Rillifane's mood.\"",
				{
					"type": "entries",
					"name": "Roots Run Deep",
					"entries": [
						"Ancient trees are almost always incorporated into shrines to Rillifane Rallathil. Many forests in elven lands have sacred groves where such trees stand as silent witnesses to the events of the world. At the base of such a tree, amid its immense, gnarled roots, the druids of Rillifane place their offerings. Carvings of animals, golden acorns, snowdrops, and sprigs of holly or witch hazel are all common offerings to the god of the passing seasons and the beasts of the forest. Often a shrine to Rillifane contains resting places where one can bend knee and meditate at the base of the great tree."
					]
				},
				"The druids of Rillifane consider trees to be symbolic of the connection between the mental and the physical, between what is illuminated and what remains mysterious. Trunks and branches reach high into the expanse of the mind and the realm of revelation, while roots sink deep, anchoring themselves in the known and enwrapping what remains hidden. When Rillifane's druids meditate at the site of a great tree, they can receive visions that afford them a new way of seeing the world. Often these flashes compel the devotee to undertake a quest to bring balance to the natural order by delivering a vital message or completing some other task."
			]
		},
		{
			"name": "Roknar",
			"source": "MTF",
			"page": 73,
			"pantheon": "Dwarven",
			"alignment": [
				"N",
				"E"
			],
			"category": "The Mordinsamman",
			"domains": [
				"Trickery"
			],
			"province": "Lies, intrigue",
			"symbol": "Hands filled with coins"
		},
		{
			"name": "Sarula Iliene",
			"source": "MTF",
			"page": 43,
			"pantheon": "Elven",
			"alignment": [
				"C",
				"G"
			],
			"category": "The Seldarine",
			"domains": [
				"Tempest",
				"Trickery"
			],
			"province": "Lakes, streams",
			"symbol": "Three lines symbolizing waves"
		},
		{
			"name": "Segojan Earthcaller",
			"source": "MTF",
			"page": 112,
			"pantheon": "Gnome",
			"alignment": [
				"N",
				"G"
			],
			"domains": [
				"Grave",
				"Light"
			],
			"province": "Earth, the dead",
			"symbol": "Glowing gemstone",
			"entries": [
				"The gnomes know Segojan Earthcaller as a kind, modest hero. He is said to be the best cook among the gnome gods and to have the power to heal any sickness, because he knows the medicinal and culinary uses of every creature and plant that lives underground. During the misadventures of the gnome pantheon, Segojan contributes to the group through his healing abilities and the restorative power of his meals, and on many occasions the other gnome gods call upon him to use his ability to burrow through any substance.",
				"Forest gnomes believe that their ability to speak with burrowing animals comes from Segojan. All gnomes see Segojan as a healer of the sick and a protector of the hearth. He is also revered in his role as a guide for gnomish souls after death, as long as the body is buried before worms claim it. If a gnome's body isn't entrusted to Segojan by interring it, the soul is forced to find its own way to the afterlife."
			]
		},
		{
			"name": "Sehanine Moonbow",
			"source": "MTF",
			"page": 46,
			"pantheon": "Elven",
			"alignment": [
				"C",
				"G"
			],
			"category": "The Seldarine",
			"domains": [
				"Grave",
				"Knowledge",
				"Light"
			],
			"province": "Dreams, death, travel",
			"symbol": "Full moon under a moonbow",
			"entries": [
				"Sehanine is Corellon's beloved; Corellon is Sehanine's creator. Sehanine is Corellon's shadow; Corellon is Sehanine's reflection. Sehanine is the moon; Corellon is the moon's crescent. Sehanine is the night sky; Corellon is the sun and all the stars.",
				"No god of the Seldarine is as intertwined with Corellon or presents so many paradoxes for worshipers to unravel, but this role befits Sehanine, for she is a god of mysteries as much as anything else. Many non-elves find it easiest to think of Sehanine as the companion of Corellon and the god of the moon, but to elves she is much more than that. The moon passes from one phase to the next, and Sehanine watches over all such cycles, be it from season to season or cradle to grave. She is midwife to elf mothers, ushering souls into the world. She is also thought to stand beside dying elves, to greet their departing spirits and set them on the path to Arvandor. Sehanine serves as patron of the lost and any who travel, as well as those who seek meaning. Elves beseech her to provide relief from madness, and they mark her symbol on graves and tombs to invoke her protection of the dead. In these comforting aspects, Sehanine is often imagined as a willowy, gentle male elf with shining eyes that reveal both melancholy and tenderness in their gaze when depicted alongside his beloved Corellon.",
				"In stories of the Seldarine, Sehanine is Corellon's steadfast companion, the one being who can persuade Corellon to pause and reflect rather than allow his emotions to rule him. Corellon can be resplendent with joy or shaking with anger, but a word or a look from Sehanine is enough to check or subtly alter Corellon's mood and behavior, redirecting the god to a less extreme course of action. Some elven legends treat Sehanine as Corellon's spouse or as a favored child, but other stories hint at a deeper truth. They say Sehanine was formed from the first drop of blood spilled from Corellon's body, and so she reminds Corellon that even as a divine being, he can be harmed.",
				"Sehanine's priests often seek her guidance by entering into a state of true sleep and sifting through their dreams for signs. But Sehanine has another way of sending messages to the elves of the world. The crescent-shaped cataracts that appear in the eyes of an elderly elf at Transcendence are symbolic of the moonbow, an astronomical phenomenon with which she is associated. It appears in the night sky above the moon as a luminous arc of refracted light, no brighter than the moon itself. Only elves and some half-elves can perceive this sign, for it is meant only for Corellon's people. What it signifies depends on the phase of the moon. Above a full moon, when it is most often detected, it means that an elf of great importance and advanced age will soon journey to Arvandor. Elves who see the sign might be compelled to seek out this individual to commune with and learn from before the elder departs the world. The moonbow appearing above the moon during its other phases can be interpreted in many ways, depending on the season and the timing of its appearance. A moonbow appearing above a new moon is the most dreaded sign, for it is said to signal a coming period of great upheaval and many deaths.",
				{
					"type": "entries",
					"name": "Lunar Worship",
					"entries": [
						"Temples to Sehanine Moonbow are almost always aligned with the heavens to enable the priests to track the motion and phases of the moon. The sleeping quarters of the priests are positioned such that a shaft of light from the full moon falls on them while they are sleeping, and this silver light of Sehanine can influence their dreams and impart messages to them.",
						"Offerings to Sehanine are mostly made from silver, often shaped in a way that is reminiscent of the full moon. Cups, bowls, cloak pins, and plates of silver are found at her shrines, as well as those dedicated to the Seldarine collectively. The weapons and gear used by her followers, such as silver arrowheads, knife blades, and wooden shields, are often decorated with a stylized image of Sehanine's eye with rays coming out of it-a warning to the elves' enemies that Sehanine's gaze has fallen upon them."
					]
				}
			]
		},
		{
			"name": "Selvetarm",
			"source": "MTF",
			"page": 54,
			"pantheon": "Drow",
			"alignment": [
				"C",
				"E"
			],
			"category": "The Dark Seldarine",
			"domains": [
				"War"
			],
			"province": "Warriors, slaughter",
			"symbol": "Spider over crossed sword and mace",
			"entries": [
				"Drow regard Selvetarm as the Champion of Lolth and the patron of drow warriors. He is portrayed as an eight-armed drow that represents the epitome of fighting prowess. But Lolth rarely looses her champion to do her bidding, keeping him snared by unbreakable webs that she removes only in times of direst need.",
				"The dark elves believe that Selvetarm walked in solitude for many centuries, spurning both Lolth and Corellon, for he was not wholly given over to evil but neither was he fully aligned with the forces of light. Eventually his path crossed that of Eilistraee, and he began to appreciate the goodness of the Dark Maiden, as exhibited in her teachings and deeds. By aiding in Selvetarm's redemption, Eilistraee hoped to begin to heal the breach between drow and the Seldarine. That hope was dashed, however, by the insidious plotting of Lolth.",
				"The Queen of Spiders had long resented the existence of Zanassu, a minor demon lord that competed with her for divine authority over spiders. She hated almost as much the possibility of Eilistraee's winning an ally among the drow pantheon. A prime opportunity arose when the spider demon lost much of its power in a conflict on the Material Plane. Lolth convinced Selvetarm to destroy Zanassu in its depleted state and seize the spider demon's burgeoning divine power. She did so by suggesting to Selvetarm that a victory would win him favor in the eyes of Eilistraee, whom he greatly admired. But when Selvetarm prevailed in battle over the spider demon, the wholly evil and chaotic nature of the divine power he absorbed overwhelmed Selvetarm's innate goodness and weakened him enough that the Spider Queen could bound his will tightly to her own.",
				"Enraged by Lolth's duplicity, Selvetarm is an engine of destruction, an eight-limbed maestro of slaughter. If allowed to operate unchecked, he could rend his way through an entire drow city in a berserk rage. Keeping him restrained is one of the few acts of Lolth that can be described as merciful.",
				"Because of his status as a captive, Selvetarm draws little attention from drow of high status. Low-caste drow warriors who are themselves slaves or indentured servants, or who have no chance to rise in rank, can beseech Selvetarm for prowess in battle without suffering any shame. Anyone of high standing or who hopes to attain high standing shies away from openly expressing reverence for Selvetarm, though such an individual might still beg his aid privately."
			]
		},
		{
			"name": "Sharindlar",
			"source": "MTF",
			"page": 73,
			"pantheon": "Dwarven",
			"alignment": [
				"C",
				"G"
			],
			"category": "The Mordinsamman",
			"domains": [
				"Life"
			],
			"province": "Healing, love",
			"symbol": "Burning needle"
		},
		{
			"name": "Sheela Peryroyl",
			"source": "MTF",
			"page": 103,
			"pantheon": "Halfling",
			"alignment": [
				"N",
				"G"
			],
			"domains": [
				"Nature",
				"Tempest"
			],
			"province": "Agriculture, nature, weather",
			"symbol": "A flower",
			"entries": [
				"Every halfling village sets aside a place for paying respects to Sheela Peryroyl. In a grove of trees, a raspberry patch, or a swath of wildflowers, villagers leave a small offering whenever they walk by, or tip their caps, or whisper a blessing in her honor. A village counts itself lucky if this place is cared for by a druid. Creatures that attack a village under the protection of the god's druids soon learn the error of their ways when all manner of plants lash out to grapple and sting the intruders, as though nature herself were aiding the halflings' cause.",
				"On nights when the moon is full, especially during the planting and harvesting seasons, the elders tell stories about Sheela Peryroyl. After becoming a hero though her glorious adventures, Sheela joined with the earth, fusing her spirit with the flowers, plants, and trees so she could better provide for her kin. A halfling who accidentally steps on a flower often says, \"Begging your pardon, Sheela.\" Before halflings cut down a tree to use its wood for a new house, it is customary for them to stand before the tree with their caps doffed, humbly asking permission from Sheela to continue."
			]
		},
		{
			"name": "Shevarash",
			"source": "MTF",
			"page": 43,
			"pantheon": "Elven",
			"alignment": [
				"C",
				"N"
			],
			"category": "The Seldarine",
			"domains": [
				"War"
			],
			"province": "Vengeance, loss, hatred",
			"symbol": "Broken arrow over a tear"
		},
		{
			"name": "Sheyanna Flaxenstrand",
			"source": "MTF",
			"page": 110,
			"pantheon": "Gnome",
			"alignment": [
				"C",
				"G"
			],
			"domains": [
				"Light"
			],
			"province": "love, beauty, passion",
			"symbol": "Two silver goblets"
		},
		{
			"name": "Solonor Thelandira",
			"source": "MTF",
			"page": 43,
			"pantheon": "Elven",
			"alignment": [
				"C",
				"G"
			],
			"category": "The Seldarine",
			"domains": [
				"Nature",
				"War"
			],
			"province": "Archery, hunting, survival",
			"symbol": "Silver arrow with green fletching"
		},
		{
			"name": "Tarsellis Meunniduin",
			"source": "MTF",
			"page": 43,
			"pantheon": "Elven",
			"alignment": [
				"C",
				"N"
			],
			"category": "The Seldarine",
			"domains": [
				"Nature",
				"Tempest"
			],
			"province": "Mountains, rivers, wild places",
			"symbol": "Mountain with a river"
		},
		{
			"name": "Tethrin Veraldé",
			"source": "MTF",
			"page": 43,
			"pantheon": "Elven",
			"alignment": [
				"N",
				"G"
			],
			"category": "The Seldarine",
			"domains": [
				"War"
			],
			"province": "Battle, sword fighting",
			"symbol": "Crossed swords beneath a quarter moon and above a full moon"
		},
		{
			"name": "Thard Harr",
			"source": "MTF",
			"page": 73,
			"pantheon": "Dwarven",
			"alignment": [
				"C",
				"G"
			],
			"category": "The Mordinsamman",
			"domains": [
				"Nature"
			],
			"province": "Wilderness, hunting",
			"symbol": "Two clawed gauntlets"
		},
		{
			"name": "Tharmekhûl",
			"source": "MTF",
			"page": 73,
			"pantheon": "Dwarven",
			"alignment": [
				"N"
			],
			"category": "The Mordinsamman",
			"domains": [
				"Forge",
				"Light"
			],
			"province": "Fire, forges, molten rock",
			"symbol": "Fiery axe"
		},
		{
			"name": "Thautam",
			"source": "MTF",
			"page": 73,
			"pantheon": "Dwarven",
			"alignment": [
				"N"
			],
			"category": "The Mordinsamman",
			"domains": [
				"Knowledge",
				"Trickery"
			],
			"province": "Mysteries, darkness, lost treasures",
			"symbol": "Blindfold"
		},
		{
			"name": "Ulaa",
			"source": "MTF",
			"page": 73,
			"pantheon": "Dwarven",
			"alignment": [
				"L",
				"G"
			],
			"category": "The Mordinsamman",
			"domains": [
				"Forge"
			],
			"province": "Mining, quarrying",
			"symbol": "A miner's pick"
		},
		{
			"name": "Urdlen",
			"source": "MTF",
			"page": 112,
			"pantheon": "Gnome",
			"alignment": [
				"C",
				"E"
			],
			"domains": [
				"Death",
				"War"
			],
			"province": "Greed, murder",
			"symbol": "White-clawed mole emerging from ground",
			"entries": [
				"Many pantheons include in their number a miscreant or an outlier-someone not to be emulated in the customary way, and often an entity whose existence serves as an object lesson and an example of what befalls mortals who conduct themselves the same way. For the gnomes, this niche is filled by Urdlen, also known as the Glutton for its selfish and cruel behavior.",
				"Though the details differ from telling to telling, all gnomes know the story of how Garl banished Urdlen from the Golden Hills because Urdlen refused to go on an important quest. Despite Garl's efforts and the pleas of the rest of the pantheon, Urdlen selfishly refused to set his own interests aside and contribute to the group. Every version of this story ends in some sort of tragedy-perhaps the loss of Gaerdal's hand, the affliction that caused Flandal to need new skin, or the disappearance of Baravar's shadow-and each one concludes with \"And that is why Garl sent Urdlen into exile.\" In tales of his later life, Urdlen is no longer a gnome but has become a greedy and destructive monster, a great blind and hairless mole with iron claws and teeth.",
				"Gnomes believe that Urdlen exerts influence on their lives when they experience jealousy, greed, petulance, or envy. Individuals are more likely to fall prey to these feelings when they don't spend enough time in activities with others, and so tales of Urdlen serve as a somber reminder of the importance of participating in society."
			]
		},
		{
			"name": "Urogalan",
			"source": "MTF",
			"page": 104,
			"pantheon": "Halfling",
			"alignment": [
				"L",
				"N"
			],
			"domains": [
				"Death",
				"Grave",
				"Knowledge"
			],
			"province": "Earth, death",
			"symbol": "Silhouette of a dog's head",
			"entries": [
				"In ancient times the halfling hero Urogalan left his village with his faithful hound to venture into the afterlife-and then, much to the villagers' amazement, he returned. They could see that Urogalan had been deeply affected by his experiences, since he didn't speak for a long time. He merely sat in a white robe with his hound by his side, watching the world go by. When he did speak at last, he told of a place he called the Green Fields, where the halflings' god-heroes live alongside mortals who have passed on, enjoying lush farmland, bright sunshine, and all the comforts of home.",
				"Urogalan declared that all who have gone before still watch over their loved ones from this place of eternal peace, sending messages to the material world. In acknowledgement of this assertion, halflings look for signs from their departed loved ones. One might be thinking about catching butterflies with his grandmother long ago, when suddenly a butterfly lands on his hand-clear evidence that, as Urogalan promised, she is still looking out for her grandson from beyond the veil of death.",
				"As a divine being, Urogalan can move freely through the earth and across the planes of existence. He holds aloft a magic lantern that protects him on his journeys. With his black hound leading the way, Urogalan scours the multiverse and shepherds deceased halflings to their eternal home in the Green Fields.",
				"Unlike other halfling deities, Urogalan is surrounded by a cloud of melancholy. He is gaunt, with his dusky skin covered by white robes. Priests who venerate Urogalan emulate this practice of dress and demeanor."
			]
		},
		{
			"name": "Valkauna",
			"source": "MTF",
			"page": 73,
			"pantheon": "Dwarven",
			"alignment": [
				"L",
				"N"
			],
			"category": "The Mordinsamman",
			"domains": [
				"Grave",
				"Life"
			],
			"province": "Oaths, birth, aging, death",
			"symbol": "A silver ewer"
		},
		{
			"name": "Vandria Gilmadrith",
			"source": "MTF",
			"page": 43,
			"pantheon": "Elven",
			"alignment": [
				"L",
				"N"
			],
			"category": "The Seldarine",
			"domains": [
				"Grave",
				"War"
			],
			"province": "War, grief, justice, vigilance",
			"symbol": "Weeping eye"
		},
		{
			"name": "Vergadain",
			"source": "MTF",
			"page": 73,
			"pantheon": "Dwarven",
			"alignment": [
				"N"
			],
			"category": "The Mordinsamman",
			"domains": [
				"Trickery"
			],
			"province": "Luck, wealth",
			"symbol": "Gold coin bearing a dwarf's face"
		},
		{
			"name": "Vhaeraun",
			"source": "MTF",
			"page": 55,
			"pantheon": "Drow",
			"alignment": [
				"C",
				"E"
			],
			"category": "The Dark Seldarine",
			"domains": [
				"Trickery",
				"War"
			],
			"province": "Arrogance, thieves",
			"symbol": "Black mask with blue glass lenses inset over eyes",
			"entries": [
				"Vhaeraun stands for the dark elves' superiority over other races and for the primacy of individual drow over other drow. He is a god of arrogance, and thus he condones all acts of avarice, fair and foul alike. Those who take what they want from whom they wish, whether through stealth or bullying, pay homage to Vhaeraun. He is patron to thieves and often the object of prayer before drow embark on a raid.",
				"Among the male gods of the Dark Seldarine, he is as widely recognized and accepted as Keptolo. But Vhaeraun represents a different aspect of drow masculinity: strong, silent, obedient, swift, and deadly. He is thought of as Lolth's favored son, in contrast to Keptolo's role as her beautiful consort.",
				"Due to his high status in the Dark Seldarine (for a male) and because of his arrogance, a few of his worshipers look on him as an advocate of equality between male and female drow. That heresy, when it is expressed openly, is liable to be savagely crushed by the priestesses of Lolth. So most of Vhaeraun's male followers honor him simply by trying to carve out better lives for themselves, and that activity is tolerated. Even so, adherents of Vhaeraun don't appear in public without wearing masks. This practice exists in part because Vhaeraun is never portrayed unmasked, and partly because anonymity is a wise precaution when one challenges the social structure of the drow in even a small way.",
				"To quash any challenge to the matriarchy that Vhaeraun might inspire in his followers, some drow communities preach that he wears a mask to hide the terrible scars from the wounds inflicted on him by Lolth as punishment for his arrogance. His silence, too, is part of his punishment, for his tongue was removed for questioning Lolth's orders. Worshipers of Vhaeraun who believe this dogma sometimes ritually scar and silence themselves as signs of their devotion, and then serve as voiceless, masked bodyguards for the matrons of their house."
			]
		},
		{
			"name": "Ye'Cind",
			"source": "MTF",
			"page": 43,
			"pantheon": "Elven",
			"alignment": [
				"C",
				"G"
			],
			"category": "The Seldarine",
			"domains": [
				"Life",
				"Trickery"
			],
			"province": "Music, enchantment",
			"symbol": "Recorder"
		},
		{
			"name": "Yondalla",
			"source": "MTF",
			"page": 102,
			"additionalSources": [
				{
					"source": "TCE",
					"page": 34
				}
			],
			"pantheon": "Halfling",
			"alignment": [
				"L",
				"G"
			],
			"domains": [
				"Life",
				"Twilight"
			],
			"province": "Primary goddess of halflings",
			"symbol": "Cornucopia",
			"entries": [
				"The story of Yondalla begins at the dawn of the world, when halflings were timid wanderers, scraping out a meager existence. The goddess Yondalla took note of them and decided to adopt the halflings as her people. She was a strong leader with a vision for her people, and she dedicated her life to gathering them together and protecting them. Over time, she elevated to godhood those halflings who were the most adept at the skills halflings needed to survive. Those legendary halflings comprise the rest of the pantheon.",
				"Yondalla created the first halfling villages and showed the people how to build, plant, and harvest. She knew that the bounty of a halfling village would be tempting plunder for any brigand or monster, so she used her powers to conceal their homes from easy discovery, blending them into the landscape so that most travelers would pass by without a second glance.",
				"To the halflings, Yondalla is responsible for the spring in their step and the bubbly excitement they feel from knowing that luck is on their side. When a pumpkin grows to enormous size or a garden yields twice as many carrots as usual, credit goes to Yondalla. When a halfling trips, slides down a hillside, and lands on a nugget of gold, that's Yondalla turning bad luck into good."
			]
		},
		{
			"name": "Zandilar",
			"source": "MTF",
			"page": 43,
			"pantheon": "Elven",
			"alignment": [
				"C",
				"N"
			],
			"category": "The Seldarine",
			"domains": [
				"Life"
			],
			"province": "Romance, lust, dance",
			"symbol": "Lips"
		},
		{
			"name": "Zinzerena",
			"source": "MTF",
			"page": 56,
			"pantheon": "Drow",
			"alignment": [
				"C",
				"N"
			],
			"category": "The Dark Seldarine",
			"domains": [
				"Trickery"
			],
			"province": "Assassination, illusion, lies",
			"symbol": "Shortsword draped with cloth",
			"entries": [
				"As the patron of assassination, illusions, and lies, Zinzerena personifies cruelty, stealth, misdirection, and survival by any means necessary. In some ways, Malyk is her reflection, and in many interpretations of the age-old stories, the two gods are siblings or lovers. But Zinzerena is more palatable to female drow than Malyk, and she condones the study of arcane magic.",
				"The liturgy of Zinzerena is passed on in the form of folk tales, for her faith has no place among the leadership of drow society. Her tales usually describe her hiding and waiting until her foes are weakened or lax in their attention before she attacks. Those who respect or revere Zinzerena are almost always of modest social status, or worse. Even the most prestigious of noble estates, where a high priestess reigns supreme, might have a number of her followers among the commoners who work as servants and staff. Only the most capricious of nobles would enter her priesthood, though some have done so. Inevitably, when such traitors are discovered, they are cast out from their houses. Ironically, these maverick nobles often become leading figures in Zinzerena's cult, for they are the best educated and most politically experienced of her followers. Her adherents come from a wide range of occupations, including common thieves, laborers, guides, physicians, poets, and nearly any other profession. What they all share is a rebellious spirit and a desire for change.",
				"In some stories, Zinzerena is Lolth's daughter, who was spirited away and hidden from her by illusions. In other tales, she begins life as a mortal elf who uses glamors to trick her way into the company of the gods. Regardless, Zinzerena always has some element of illusion magic about her, and she uses it and other deceptions to get the better of more powerful opponents. Deceit and taking advantage of others' weaknesses are recurring themes in the tales of her exploits. The only figure in the Dark Seldarine immune to Zinzerena's deceptions is Lolth, although even the Queen of Spiders is sometimes tricked when Zinzerena shifts blame for her actions onto others.",
				"Not many female drow devote their lives to the study of magic, because it's held to be a low-status avocation more suited to males. Most females who pursue it seriously do so in secret. Even rumors that a drow matron practices arcane magic, if they aren't quashed, can sabotage her standing in society. Yet there's no denying that knowledge of arcane magic could be a great boon to an ambitious female. Zinzerena's worshipers encourage this pursuit and offer tutelage and tools in exchange for a candidate's alliance with Zinzerena's secret cult."
			]
		}
	]
}