{
	"_meta": {
		"internalCopies": [
			"raceFluff"
		]
	},
	"raceFluff": [
		{
			"name": "Dwarf (Duergar)",
			"source": "MTF",
			"_copy": {
				"name": "Dwarf",
				"source": "PHB",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": {
							"type": "section",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"The gray dwarves, or duergar, live deep in the Underdark. After delving deeper than any other dwarves, they were enslaved by mind flayers for eons. Although they eventually won their freedom, these grim, ashen-skinned dwarves now take slaves of their own and are as tyrannical as their former masters.",
										"Physically similar to other dwarves in some ways, duergar are wiry and lean, with black eyes and bald heads, with the males growing long, unkempt, gray beards.",
										"Duergar value toil above all else. Showing emotions other than grim determination or wrath is frowned on in their culture, but they can sometimes seem joyful when at work. They have the typical dwarven appreciation for order, tradition, and impeccable craftsmanship, but their goods are purely utilitarian, disdaining aesthetic or artistic value.",
										"Few duergar become adventurers, fewer still on the surface world, because they are a hidebound and suspicious race. Those who leave their subterranean cities are usually exiles. Check with your Dungeon Master to see if you can play a gray dwarf character."
									]
								}
							]
						}
					}
				}
			},
			"images": null
		},
		{
			"name": "Elf (Eladrin)",
			"source": "MTF",
			"_copy": {
				"name": "Elf",
				"source": "PHB",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": {
							"type": "section",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"Eladrin are elves native to the Feywild, a realm of beauty, unpredictable emotion, and boundless magic. An eladrin is associated with one of the four seasons and has coloration reminiscent of that season, which can also affect the eladrin's mood:",
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "Autumn",
													"entry": "is the season of peace and goodwill, when summer's harvest is shared with all.",
													"nameDot": false
												},
												{
													"type": "item",
													"name": "Winter",
													"entry": "is the season of contemplation and dolor, when the vibrant energy of the world slumbers.",
													"nameDot": false
												},
												{
													"type": "item",
													"name": "Spring",
													"entry": "is the season of cheerfulness and celebration, marked by merriment as winter's sorrow passes.",
													"nameDot": false
												},
												{
													"type": "item",
													"name": "Summer",
													"entry": "is the season of boldness and aggression, a time of unfettered energy.",
													"nameDot": false
												}
											]
										},
										"Some eladrin remain associated with a particular season for their entire lives, whereas other eladrin transform, adopting characteristics of a new season. When finishing a long rest, any eladrin can change their season. An eladrin might choose the season that is present in the world or perhaps the season that most closely matches the eladrin's current emotional state. For example, an eladrin might shift to autumn if filled with contentment, another eladrin could change to winter if plunged into sorrow, still another might be bursting with joy and become an eladrin of spring, and fury might cause an eladrin to change to summer.",
										"The following tables offer personality suggestions for eladrin of each season. You can roll on the tables or use them as inspiration for characteristics of your own.",
										{
											"type": "table",
											"caption": "Autumn",
											"colLabels": [
												"d4",
												"Autumn Personality Trait"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"If someone is in need, you never withhold aid."
												],
												[
													"2",
													"You share what you have, with little regard for your own needs."
												],
												[
													"3",
													"There are no simple meals, only lavish feasts."
												],
												[
													"4",
													"You stock up on fine food and drink. You hate going without such comforts."
												]
											]
										},
										{
											"type": "table",
											"colLabels": [
												"d4",
												"Autumn Flaw"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"You trust others without a second thought."
												],
												[
													"2",
													"You give to others, to the point that you leave yourself without necessary supplies."
												],
												[
													"3",
													"Everyone is your friend, or a potential friend."
												],
												[
													"4",
													"You spend excessively on creature comforts."
												]
											]
										},
										{
											"type": "table",
											"caption": "Winter",
											"colLabels": [
												"d4",
												"Winter Personality Trait"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"The worst case is the most likely to occur."
												],
												[
													"2",
													"You preserve what you have. Better to be hungry today and have food for tomorrow."
												],
												[
													"3",
													"Life is full of dangers, but you are ready for them."
												],
												[
													"4",
													"A penny spent is a penny lost forever."
												]
											]
										},
										{
											"type": "table",
											"colLabels": [
												"d4",
												"Winter Flaw"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"Everything dies eventually. Why bother building anything that is supposedly meant to last?"
												],
												[
													"2",
													"Nothing matters to you, and you allow others to guide your actions."
												],
												[
													"3",
													"Your needs come first. In winter, all must watch out for themselves."
												],
												[
													"4",
													"You speak only to point out the flaws in others' plans."
												]
											]
										},
										{
											"type": "table",
											"caption": "Spring",
											"colLabels": [
												"d4",
												"Spring Personality Trait"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"Every day is the greatest day of your life."
												],
												[
													"2",
													"You approach everything with enthusiasm, even the most mundane chores."
												],
												[
													"3",
													"You love music and song. You supply a tune yourself if no one else can."
												],
												[
													"4",
													"You can't stay still."
												]
											]
										},
										{
											"type": "table",
											"colLabels": [
												"d4",
												"Spring Flaw"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"You overdrink."
												],
												[
													"2",
													"Toil is for drudges. Yours should be a life of leisure."
												],
												[
													"3",
													"A pretty face infatuates you in an instant, but your fancy passes with equal speed."
												],
												[
													"4",
													"Anything worth doing is worth doing again and again."
												]
											]
										},
										{
											"type": "table",
											"caption": "Summer",
											"colLabels": [
												"d4",
												"Summer Personality Trait"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"You believe that direct confrontation is the best way to solve problems."
												],
												[
													"2",
													"Overwhelming force can accomplish almost anything. The tougher the problem, the more force you apply."
												],
												[
													"3",
													"You stand tall and strong so that others can lean on you."
												],
												[
													"4",
													"You maintain an intimidating front. It's better to prevent fights with a show of force than to harm others."
												]
											]
										},
										{
											"type": "table",
											"colLabels": [
												"d4",
												"Summer Flaw"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"You are stubborn. Let others change."
												],
												[
													"2",
													"The best option is one that is swift, unexpected, and overwhelming."
												],
												[
													"3",
													"Punch first. Talk later."
												],
												[
													"4",
													"Your fury can carry you through anything."
												]
											]
										}
									]
								}
							]
						}
					}
				}
			}
		},
		{
			"name": "Elf (Sea)",
			"source": "MTF",
			"_copy": {
				"name": "Elf",
				"source": "PHB",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": {
							"type": "section",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"Sea elves fell in love with the wild beauty of the ocean in the earliest days of the multiverse. While other elves traveled from realm to realm, the sea elves navigated the deepest currents and explored the waters across a hundred worlds. Today, they live in small, hidden communities in the ocean shallows and on the Elemental Plane of Water.",
										{
											"type": "inset",
											"name": "Sahuagin: Danger from the Depths",
											"entries": [
												"The sea elves face as many perils in their watery world as other elves face on dry land, but none are as deadly as the sahuagin. The animosity between these two races stems from the sahuagin's ferocious territoriality. They simply won't abide any other intelligent society, and they consider the entire sea to be their domain.",
												"Adding to the tension, the sahuagin worship Sekolah, the shark god, while Deep Sashelas, the sea deity of the elves, is a sworn enemy of all sharks. But even if the sea elves inexplicably began worshiping Sekolah, the sahuagin still wouldn't be able to get along with them-in the grip of a blood frenzy, sahuagin will tear apart even others of their own kind!"
											]
										}
									]
								}
							]
						}
					}
				}
			},
			"images": null
		},
		{
			"name": "Elf (Shadar-kai)",
			"source": "MTF",
			"_copy": {
				"name": "Elf",
				"source": "PHB",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": {
							"type": "section",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"Sworn to the Raven Queen's service, the mysterious shadar-kai venture into the Material Plane from the Shadowfell to advance her will. Once they were fey like the rest of their elven kin, and now they exist in a strange state between life and death. Eladrin and shadar-kai are like reflections of each other: one bursting with emotion, the other nearly devoid of it."
									]
								}
							]
						}
					}
				}
			},
			"images": null
		},
		{
			"name": "Gith",
			"source": "MTF",
			"entries": [
				{
					"type": "section",
					"entries": [
						"The story of the gith is rooted in a cruel twist of cosmic fate. Inspired by the great leader for whom the race is named, the gith rose up to overthrow the mind flayers that held them in servitude. But after they won their freedom, two factions among the gith disagreed on what kind of civilization they would forge. That disagreement quickly flared into open hostility, and the two groups distanced themselves from one another to pursue their separate agendas. They remain bitter enemies today, each side willing to fight to the death whenever they cross paths.",
						"The githyanki were motivated by revenge and convinced that they deserved to take whatever they wanted from the worlds they traveled. Ranging out from the titanic city of Tu'narath on the Astral Plane, they send raiders out to plunder the Material Plane and other worlds, bringing treasures and slaves back to their ageless realm. At the same time, they hunt down and kill mind flayers whenever possible, as recompense for what the illithids did to them.",
						"The githzerai believed that the path to an enlightened civilization lay in seclusion, not conflict. Their dedication to the principles of order is so strong that they can manipulate the stuff of chaos and use it to their benefit; thus, they have carved out a stronghold for themselves on the plane of Limbo that is virtually impervious. Though the githzerai are pacifists by nature, they share the githyanki's racial hatred for mind flayers, and from time to time they send out squads to destroy illithid outposts.",
						"If the two races were ever to team up against the illithids, a combined force of gith could conceivably tip the balance in their favor. But as long as the githyanki and githzerai stay at each other's throats, their goal of ultimate victory over their original common enemy will likely remain unachieved."
					]
				}
			]
		},
		{
			"name": "Gith (Githyanki)",
			"source": "MTF",
			"_copy": {
				"name": "Gith",
				"source": "MTF",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": {
							"type": "section",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"The brutal githyanki are trained from birth as warriors."
									]
								}
							]
						}
					},
					"images": {
						"mode": "prependArr",
						"items": {
							"type": "image",
							"href": {
								"type": "internal",
								"path": "races/MTF/Githyanki.webp"
							},
							"width": 348,
							"height": 618
						}
					}
				}
			}
		},
		{
			"name": "Gith (Githzerai)",
			"source": "MTF",
			"_copy": {
				"name": "Gith",
				"source": "MTF",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": {
							"type": "section",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"In their fortresses within Limbo, the githzerai hone their minds to a razor's edge."
									]
								}
							]
						}
					}
				}
			}
		},
		{
			"name": "Tiefling (Asmodeus)",
			"source": "MTF",
			"_copy": {
				"name": "Tiefling",
				"source": "PHB",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": {
							"type": "section",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"The tieflings connected to Nessus command the power of fire and darkness, guided by a keener than normal intellect, as befits those linked to Asmodeus himself."
									]
								}
							]
						}
					}
				}
			}
		},
		{
			"name": "Tiefling (Baalzebul)",
			"source": "MTF",
			"_copy": {
				"name": "Tiefling",
				"source": "PHB",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": {
							"type": "section",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"The crumbling realm of Maladomini is ruled by Baalzebul, who excels at corrupting those whose minor sins can be transformed into acts of damnation. Tieflings linked to this archdevil can corrupt others both physically and psychically."
									]
								}
							]
						}
					}
				}
			}
		},
		{
			"name": "Tiefling (Dispater)",
			"source": "MTF",
			"_copy": {
				"name": "Tiefling",
				"source": "PHB",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": {
							"type": "section",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"The great city of Dis occupies most of Hell's second layer. It is a place where secrets are uncovered and shared with the highest bidder, making tieflings tied to Dispater excellent spies and infiltrators."
									]
								}
							]
						}
					}
				}
			}
		},
		{
			"name": "Tiefling (Fierna)",
			"source": "MTF",
			"_copy": {
				"name": "Tiefling",
				"source": "PHB",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": {
							"type": "section",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"A master manipulator, Fierna grants tieflings tied to her forceful personalities."
									]
								}
							]
						}
					}
				}
			}
		},
		{
			"name": "Tiefling (Glasya)",
			"source": "MTF",
			"_copy": {
				"name": "Tiefling",
				"source": "PHB",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": {
							"type": "section",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"Glasya, Hell's criminal mastermind, grants her tieflings magic that is useful for committing heists."
									]
								}
							]
						}
					}
				}
			}
		},
		{
			"name": "Tiefling (Levistus)",
			"source": "MTF",
			"_copy": {
				"name": "Tiefling",
				"source": "PHB",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": {
							"type": "section",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"Frozen Stygia is ruled by Levistus, an archdevil known for offering bargains to those who face an inescapable doom."
									]
								}
							]
						}
					}
				}
			}
		},
		{
			"name": "Tiefling (Mammon)",
			"source": "MTF",
			"_copy": {
				"name": "Tiefling",
				"source": "PHB",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": {
							"type": "section",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"The great miser Mammon loves coins above all else. Tieflings tied to him excel at gathering and safeguarding wealth."
									]
								}
							]
						}
					}
				}
			}
		},
		{
			"name": "Tiefling (Mephistopheles)",
			"source": "MTF",
			"_copy": {
				"name": "Tiefling",
				"source": "PHB",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": {
							"type": "section",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"In the frozen realm of Cania, Mephistopheles offers arcane power to those who entreat with him. Tieflings linked to him master some arcane magic."
									]
								}
							]
						}
					}
				}
			}
		},
		{
			"name": "Tiefling (Zariel)",
			"source": "MTF",
			"_copy": {
				"name": "Tiefling",
				"source": "PHB",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": {
							"type": "section",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"Tieflings with a blood tie to Zariel are stronger than the typical tiefling and receive magical abilities that aid them in battle."
									]
								}
							]
						}
					}
				}
			}
		}
	]
}