{
	"hazard": [
		{
			"name": "Brown Mold",
			"source": "XDMG",
			"page": 76,
			"rating": [
				{
					"tier": 2,
					"threat": "deadly"
				},
				{
					"tier": 3,
					"threat": "nuisance"
				}
			],
			"entries": [
				"Brown mold resembles a furry, light-brown carpet. This fungus feeds on warmth, drawing heat from anything around itself. One patch of brown mold covers a 10-foot square, and the temperature within 30 feet of it is always frigid.",
				"When a creature enters a space within 5 feet of the mold for the first time on a turn or starts its turn there, the creature makes a {@dc 12} Constitution saving throw, taking 22 ({@damage 4d10}) Cold damage on a failed save or half as much damage on a successful one.",
				"Brown mold has {@variantrule Immunity|XPHB} to Fire damage, and any source of fire brought within 5 feet of it causes the mold to instantly expand across a surface and toward the fire, creating a new patch that covers a 10-foot square. A patch of brown mold exposed to an effect that deals any amount of Cold damage is destroyed instantly."
			]
		},
		{
			"name": "Dead Magic Zone",
			"source": "XDMG",
			"page": 68,
			"trapHazType": "ENV",
			"entries": [
				"A dead magic zone is an area where the fabric of magic is torn. The effect is the same as the {@spell Antimagic Field|XPHB} spell, except that it is permanent and typically covers an area no more than 300 feet in diameter."
			]
		},
		{
			"name": "Deep Water",
			"source": "XDMG",
			"page": 68,
			"trapHazType": "ENV",
			"entries": [
				"Swimming through deep water (more than 100 feet deep) presents additional challenges because of the water's pressure and cold temperature. After each hour of swimming in deep water, a creature that lacks a Swim Speed must succeed on a {@dc 10} Constitution saving throw or gain 1 {@condition Exhaustion|XPHB} level."
			]
		},
		{
			"name": "Extreme Cold",
			"source": "XDMG",
			"page": 68,
			"trapHazType": "ENV",
			"entries": [
				"When the temperature is 0 degrees Fahrenheit or lower, a creature exposed to the extreme cold must succeed on a {@dc 10} Constitution saving throw at the end of each hour or gain 1 {@condition Exhaustion|XPHB} level. Creatures that have {@variantrule Resistance|XPHB} or {@variantrule Immunity|XPHB} to Cold damage automatically succeed on the save."
			]
		},
		{
			"name": "Extreme Heat",
			"source": "XDMG",
			"page": 68,
			"trapHazType": "ENV",
			"entries": [
				"When the temperature is 100 degrees Fahrenheit or higher, a creature exposed to the extreme heat and without access to drinkable water must succeed on a Constitution saving throw at the end of each hour or gain 1 {@condition Exhaustion|XPHB} level. The DC is 5 for the first hour and increases by 1 for each additional hour. Creatures wearing Medium or Heavy armor have {@variantrule Disadvantage|XPHB} on the save. Creatures that have {@variantrule Resistance|XPHB} or {@variantrule Immunity|XPHB} to Fire damage automatically succeed on the save."
			]
		},
		{
			"name": "Fireball Fungus",
			"source": "XDMG",
			"page": 76,
			"rating": [
				{
					"tier": 2,
					"threat": "deadly"
				}
			],
			"entries": [
				"A fireball fungus is a Small, inanimate mushroom that can grow anywhere fungi are found in abundance. Its luminous, orange cap sheds {@variantrule Bright Light|XPHB} in a 15-foot radius and {@variantrule Dim Light|XPHB} for an additional 15 feet.",
				"A fireball fungus has AC 10, HP 6, and {@variantrule Immunity|XPHB} to Psychic damage. When it drops to 0 Hit Points, the fungus explodes as if a {@spell Fireball|XPHB} spell (save {@dc 15}) had been centered on it.",
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"The explosion of a fireball fungus causes other fireball fungi in the area of effect to explode as well. You can scale the hazard for higher levels by adding one additional fungus at levels 11–16 or three additional fungi at levels 17–20."
					]
				}
			]
		},
		{
			"name": "Frigid Water",
			"source": "XDMG",
			"page": 68,
			"trapHazType": "ENV",
			"entries": [
				"A creature can be immersed in frigid water for a number of minutes equal to its Constitution score before suffering any ill effects. Each additional minute spent in frigid water requires the creature to succeed on a {@dc 10} Constitution saving throw or gain 1 {@condition Exhaustion|XPHB} level. Creatures with {@variantrule Resistance|XPHB} or {@variantrule Immunity|XPHB} to Cold damage automatically succeed on the save, as do creatures that are naturally adapted to living in ice-cold water."
			]
		},
		{
			"name": "Green Slime",
			"source": "XDMG",
			"page": 76,
			"rating": [
				{
					"tier": 1,
					"threat": "nuisance"
				}
			],
			"entries": [
				"Acidic green slime devours flesh, organic material, and metal on contact. Bright green, wet, and sticky, it clings to walls, floors, and ceilings in patches.",
				"One patch of green slime covers a 5-foot square. Green slime has {@sense Blindsight|XPHB} with a range of 30 feet, and it drops from walls and ceilings when it detects movement below itself. Beyond that, it can't move. A creature aware of the slime's presence can avoid being struck by it with a successful {@dc 10} Dexterity saving throw.",
				"A creature that comes in contact with green slime takes 5 ({@damage 1d10}) Acid damage. The creature takes the damage again at the start of each of its turns until the slime is scraped off (requiring an action) or destroyed. Against wood or metal, green slime deals 11 ({@damage 2d10}) Acid damage each round, and any nonmagical wood or metal item used to scrape off the green slime is destroyed.",
				"Direct sunlight or any amount of Cold, Fire, or Radiant damage destroys a patch of green slime."
			],
			"hasFluffImages": true
		},
		{
			"name": "Heavy Precipitation",
			"source": "XDMG",
			"page": 69,
			"trapHazType": "ENV",
			"entries": [
				"Everything within an area of heavy rain or heavy snowfall is {@variantrule Lightly Obscured|XPHB}, and creatures in the area have {@variantrule Disadvantage|XPHB} on all Wisdom ({@skill Perception|XPHB}) checks. Heavy rain also extinguishes open flames."
			]
		},
		{
			"name": "High Altitude",
			"source": "XDMG",
			"page": 69,
			"trapHazType": "ENV",
			"entries": [
				"Traveling at altitudes of 10,000 feet or higher above sea level is taxing for most creatures because of the reduced amount of oxygen in the air. Each hour such a creature spends traveling at high altitude counts as 2 hours for the purpose of determining how long that creature can travel (see \"{@book Travel Pace|XDMG|1|Travel Pace}\" in {@book chapter 2|XDMG|1}).",
				"Creatures can become acclimated to a high altitude by spending 30 days or more at this elevation. Creatures can't become acclimated to elevations above 20,000 feet unless they are native to such environments."
			]
		},
		{
			"name": "Improvised Damage",
			"source": "XDMG",
			"page": 30,
			"trapHazType": "GEN",
			"entries": [
				"The Improvising Damage table gives guidelines for determining damage on the fly.",
				{
					"type": "table",
					"caption": "Improvising Damage",
					"colLabels": [
						"Damage",
						"Examples"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"{@damage 1d10}",
							"Burned by coals, hit by a falling bookcase, pricked by a poison needle"
						],
						[
							"{@damage 2d10}",
							"Struck by lightning, stumbling into a firepit"
						],
						[
							"{@damage 4d10}",
							"Hit by falling rubble in a collapsing tunnel, tumbling into a vat of acid"
						],
						[
							"{@damage 10d10}",
							"Crushed by compacting walls, hit by whirling steel blades, wading through lava"
						],
						[
							"{@damage 18d10}",
							"Submerged in lava, hit by a crashing flying fortress"
						],
						[
							"{@damage 24d10}",
							"Tumbling into a vortex of fire on the {@book Elemental Plane of Fire|XDMG|5|Elemental Plane of Fire}, crushed in the jaws of a godlike creature or a moon-size monster"
						]
					]
				},
				"The Damage Severity and Level table is a guide to how deadly these damage amounts are for characters of different levels. Cross-reference a character's level with the damage being dealt to gauge the severity of the damage.",
				{
					"type": "table",
					"caption": "Damage Severity and Level",
					"colLabels": [
						"Character Levels",
						"Nuisance",
						"Deadly"
					],
					"colStyles": [
						"col-4 text-center",
						"col-4 text-right",
						"col-4 text-right"
					],
					"rows": [
						[
							"1–4",
							"5 ({@damage 1d10})",
							"11 ({@damage 2d10})"
						],
						[
							"5–10",
							"11 ({@damage 2d10})",
							"22 ({@damage 4d10})"
						],
						[
							"11–16",
							"22 ({@damage 4d10})",
							"55 ({@damage 10d10})"
						],
						[
							"17–20",
							"55 ({@damage 10d10})",
							"99 ({@damage 18d10})"
						]
					]
				},
				"Nuisance damage rarely poses a risk of death to characters of the levels shown, but a severely weakened character might be laid low by this damage.",
				"Deadly damage poses a significant threat to characters of the levels shown and could potentially kill such a character that's missing many {@variantrule Hit Points|XPHB}."
			]
		},
		{
			"name": "Inferno",
			"source": "XDMG",
			"page": 76,
			"rating": [
				{
					"tier": 2,
					"threat": "deadly"
				},
				{
					"tier": 3,
					"threat": "nuisance"
				}
			],
			"entries": [
				"Whenever an uncontrolled fire spreads, it can create an inferno that quickly engulfs creatures, objects, and vegetation.",
				"An inferno consists of at least four contiguous 10-foot {@variantrule Cube [Area of Effect]|XPHB|Cubes} of fire. Each of the inferno's 10-foot Cubes can be doused with 10 gallons of water. Exposure to a strong wind for 1 minute causes the inferno to grow, adding {@dice 1d4} new 10-foot Cubes to its volume. An inferno deprived of fuel burns itself out after {@dice 1d10} minutes.",
				"An inferno damages any vegetation or object that isn't being worn or carried that it touches, dealing 22 ({@damage 4d10}) Fire damage immediately and again at the end of each minute. Any creature that enters the inferno for the first time on a turn or starts its turn there takes 22 ({@damage 4d10}) Fire damage and is burning."
			]
		},
		{
			"name": "Planar Effects",
			"source": "XDMG",
			"page": 69,
			"trapHazType": "ENV",
			"entries": [
				"Certain planes of existence—and areas on the Material Plane affected by them—have supernatural effects on creatures within them. Several examples are presented below. See {@book chapter 6|XDMG|5} for more information about the planes of existence.",
				{
					"type": "entries",
					"name": "Acheronian Bloodlust",
					"entries": [
						"The plane of {@book Acheron|XDMG|5|Acheron} rewards a creature for harming other creatures by imbuing it with the strength to keep fighting. While in Acheron or a region under its influence, a creature gains {@variantrule Temporary Hit Points|XPHB} equal to half its Hit Point maximum whenever it reduces another creature to 0 Hit Points."
					]
				},
				{
					"type": "entries",
					"name": "Arcadian Vitality",
					"entries": [
						"On the plane of {@book Arcadia|XDMG|5|Arcadia} and in regions where its influence is felt, creatures benefit from supernatural vitality, which grants them {@variantrule Immunity|XPHB} the {@condition Frightened|XPHB} and {@condition Poisoned|XPHB} conditions."
					]
				},
				{
					"type": "entries",
					"name": "Blessed Beneficence",
					"entries": [
						"On the plane of {@book Mount Celestia|XDMG|5|Mount Celestia} and in regions where its influence is felt, creatures are blessed by the pervasive beneficence of the plane. Creatures other than Fiends and Undead gain the benefit of the {@spell Bless|XPHB} spell as long as they remain in an area of blessed beneficence. In addition, such a creature that finishes a Long Rest in the area gains the benefit of a {@spell Lesser Restoration|XPHB} spell."
					]
				},
				{
					"type": "entries",
					"name": "Gehennan Cruelty",
					"entries": [
						"On the plane of {@book Gehenna|XDMG|5|Gehenna} and in regions where its influence is felt, creatures are driven to loathe helping one another. Whenever a creature subject to Gehennan cruelty casts a spell, including a spell that restores Hit Points or removes a condition other than {@condition Invisible|XPHB}, the caster must succeed on a {@dc 10} Charisma saving throw, or the spell fails and is wasted."
					]
				},
				{
					"type": "entries",
					"name": "Winds of Pandemonium",
					"entries": [
						"The winds of {@book Pandemonium|XDMG|5|Pandemonium} are common in Pandemonium and regions where its influence is felt, including parts of the Underdark. A creature makes a {@dc 10} Wisdom saving throw after each hour spent among the howling winds. On a failed save, the creature gains 1 {@condition Exhaustion|XPHB} level. The winds can't increase a creature's {@condition Exhaustion|XPHB} level above 3. Finishing a Long Rest doesn't reduce a creature's Exhaustion level unless the creature can somehow escape the winds."
					]
				}
			]
		},
		{
			"name": "Poisonous Gas",
			"source": "XDMG",
			"page": 77,
			"rating": [
				{
					"tier": 1,
					"threat": "nuisance"
				}
			],
			"entries": [
				"Poisonous gas is usually encountered in an enclosed space, such as a sewer or sealed tomb. The gas fills as much space as it can, up to a maximum of ten 10-foot {@variantrule Cube [Area of Effect]|XPHB|Cubes}. The transparent gas carries a foul odor. The gas is continuously or periodically replenished by some natural or magical source, though a strong wind disperses the gas for 1 minute.",
				"Any creature that enters poisonous gas for the first time on a turn or starts its turn there makes a {@dc 12} Constitution saving throw, taking 5 ({@damage 1d10}) Poison damage on a failed save or half as much damage on a successful one. Creatures in the gas also have {@variantrule Disadvantage|XPHB} on {@variantrule Death Saving Throw|XPHB|Death Saving Throws}.",
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"You can scale the hazard for higher levels by increasing the Poison damage and the save DC, as shown in the following table.",
						{
							"type": "table",
							"colLabels": [
								"Levels",
								"Poison Damage",
								"Save DC"
							],
							"colStyles": [
								"col-2 text-center",
								"col-5 text-center",
								"col-5 text-center"
							],
							"rows": [
								[
									"5–10",
									"11 ({@damage 2d10})",
									"14"
								],
								[
									"11–16",
									"22 ({@damage 4d10})",
									"16"
								],
								[
									"17–20",
									"55 ({@damage 10d10})",
									"18"
								]
							]
						}
					]
				}
			]
		},
		{
			"name": "Quicksand Pit",
			"source": "XDMG",
			"page": 77,
			"rating": [
				{
					"tier": 1,
					"threat": "nuisance"
				}
			],
			"entries": [
				"A quicksand pit is 10 feet deep and covers the ground in a 10-foot square. A creature that enters the area sinks {@dice 1d4 + 1} feet into the quicksand and has the {@condition Restrained|XPHB} condition. At the start of each of the creature's turns, it sinks another {@dice 1d4} feet. As long as the creature isn't completely submerged in quicksand, it can take an action to try to escape, doing so with a successful Strength ({@skill Athletics|XPHB}) check ({@dc 10} plus the number of feet the creature has sunk into the quicksand). A creature that is completely submerged in quicksand has {@table Cover|XPHB|Total Cover} and the {@condition Blinded|XPHB} condition and risks suffocation.",
				"A creature can pull another creature within its reach out of a quicksand pit by taking an action and succeeding on a Strength ({@skill Athletics|XPHB}) check ({@dc 5} plus the number of feet the creature has sunk into the quicksand).",
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"You can scale this hazard for higher levels by making the pit deeper and increasing the number of feet a creature sinks at the start of each of its turns, as shown in the following table.",
						{
							"type": "table",
							"colLabels": [
								"Levels",
								"Pit Depth",
								"Sinking Rate"
							],
							"colStyles": [
								"col-2 text-center",
								"col-5 text-center",
								"col-5 text-center"
							],
							"rows": [
								[
									"5–10",
									"15 feet",
									"{@dice 1d6} feet"
								],
								[
									"11–16",
									"20 feet",
									"{@dice 1d8} feet"
								],
								[
									"17–20",
									"30 feet",
									"{@dice 1d10} feet"
								]
							]
						}
					]
				}
			]
		},
		{
			"name": "Razorvine",
			"source": "XDMG",
			"page": 78,
			"rating": [
				{
					"tier": 1,
					"threat": "nuisance"
				}
			],
			"entries": [
				"Razorvine is a plant that grows in wild tangles and hedges. It also clings to the sides of buildings and other surfaces as ivy does. A 10-foot-high, 10-foot-wide, 5-foot-thick wall or hedge of razorvine has AC 11; HP 25; and {@variantrule Immunity|XPHB} to Bludgeoning, Piercing, and Psychic damage.",
				"When a creature comes into contact with razorvine for the first time on a turn, the creature must succeed on a {@dc 10} Dexterity saving throw or take 5 ({@damage 1d10}) Slashing damage from the bladelike thorns."
			]
		},
		{
			"name": "River Styx",
			"source": "XDMG",
			"page": 78,
			"rating": [
				{
					"tier": 3,
					"threat": "nuisance"
				}
			],
			"entries": [
				"The {@book River Styx|XDMG|5|River Styx} courses through the Lower Planes. Tasting or touching its waters can shatter a creature's intellect and personality, as well as strip away its memories. Certain Fiends are immune to the river's effects.",
				"Unless immune to the river's effects, a creature that drinks from the Styx, enters the river, or starts its turn in the river makes a {@dc 20} Intelligence saving throw. On a failed save, the creature takes 19 ({@damage 3d12}) Psychic damage and can't cast spells or take the {@action Magic|XPHB} action for 30 days. An affected creature can drink from the Styx and swim in its waters without suffering any additional effects.",
				"The effect can be ended only by the {@spell Greater Restoration|XPHB}, {@spell Heal|XPHB}, or {@spell Wish|XPHB} spell. If the effect isn't ended after 30 days, the effect becomes permanent and the creature loses all its memories. At that point, nothing short of a {@spell Wish|XPHB} spell or divine intervention can undo the effect.",
				"Water taken from the River Styx loses its potency after 24 hours, becoming a harmless, foul-tasting liquid. Arcanaloths, night hags, and other fell creatures might know rituals that can prolong the water's potency, at your discretion."
			]
		},
		{
			"name": "Rockslide",
			"source": "XDMG",
			"page": 78,
			"rating": [
				{
					"tier": 1,
					"threat": "deadly"
				}
			],
			"entries": [
				"When a rockslide occurs, every creature in its path makes a {@dc 15} Dexterity saving throw. On a failed save, a creature takes 11 ({@damage 2d10}) Bludgeoning damage, has the {@condition Prone|XPHB} condition, and moves with the rockslide. On a successful save, a creature takes half as much damage only.",
				"When the rockslide stops, its space becomes {@variantrule Difficult Terrain|XPHB}, and all Prone creatures in its space are buried under rocks and debris. A creature buried in this way has the {@condition Restrained|XPHB} condition and has {@table Cover|XPHB|Total Cover}. As an action, a creature can try to crawl out from under the rock pile. If the creature succeeds on a {@dc 15} Strength ({@skill Athletics|XPHB}) check, it is no longer Restrained; instead, it has the {@condition Prone|XPHB} condition and is atop the rock pile. If the check fails, the creature remains buried and gains 1 {@condition Exhaustion|XPHB} level.",
				"A creature that has neither the Incapacitated nor the Restrained condition can spend 1 minute freeing another creature buried by the rockslide.",
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"You can scale this hazard for higher levels by increasing the Bludgeoning damage as follows: 22 ({@dice 4d10}) at levels 5–10, 55 ({@dice 10d10}) at levels 11–16, and 99 ({@dice 18d10}) at levels 17–20."
					]
				}
			]
		},
		{
			"name": "Slippery Ice",
			"source": "XDMG",
			"page": 69,
			"trapHazType": "ENV",
			"entries": [
				"Slippery ice is {@variantrule Difficult Terrain|XPHB}. A creature that moves onto slippery ice for the first time on a turn or starts its turn there must succeed on a {@dc 10} Dexterity saving throw or have the {@condition Prone|XPHB} condition."
			]
		},
		{
			"name": "Strong Wind",
			"source": "XDMG",
			"page": 69,
			"trapHazType": "ENV",
			"entries": [
				"Strong wind imposes {@variantrule Disadvantage|XPHB} on ranged attack rolls with weapons. It also extinguishes open flames and disperses fog. A flying creature in a strong wind must land at the end of its turn or fall.",
				"A strong wind in a desert can create a sandstorm that imposes Disadvantage on Wisdom ({@skill Perception|XPHB}) checks."
			]
		},
		{
			"name": "Thin Ice",
			"source": "XDMG",
			"page": 69,
			"trapHazType": "ENV",
			"entries": [
				"Thin ice has a weight tolerance of {@dice 3d10 × 10} pounds per 10-foot-square area. Whenever the total weight on an area of thin ice exceeds its tolerance, the ice in that area breaks. All creatures on broken ice fall through. Below the ice is {@hazard frigid water|XDMG}."
			]
		},
		{
			"name": "Vicious Vine",
			"source": "XDMG",
			"page": 78,
			"rating": [
				{
					"tier": 1,
					"threat": "nuisance"
				}
			],
			"entries": [
				"Vicious vines are animated by magic. They often cling to doorways, archways, walls, and statuary. Until a vicious vine moves, there's nothing to distinguish it from an inanimate vine.",
				"Each vicious vine has AC 11; HP 16; and Immunity to Bludgeoning, Piercing, and Psychic damage. When a creature enters a space within 5 feet of the vine for the first time on a turn or starts its turn there, the vine tries to coil around that creature. The target must succeed on a {@dc 12} Dexterity saving throw or have the {@condition Grappled|XPHB} condition (escape {@dc 12}). While Grappled in this way, the target takes 5 ({@damage 1d10}) Necrotic damage from the vine's life-draining thorns at the start of each of the target's turns. The vine can grapple only one creature at a time.",
				"As an {@action Influence|XPHB} action, a character under the effect of a {@spell Speak with Plants|XPHB} spell or similar magic can try to persuade the vine to release its victim, doing so with a successful {@dc 10} Charisma ({@skill Persuasion|XPHB}) check. A creature released by the vine in this way won't be attacked by that vine again for the next 24 hours.",
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"You can scale the hazard for higher levels by increasing the Necrotic damage, the save DC, and the escape DC, as shown in the following table.",
						{
							"type": "table",
							"colLabels": [
								"Levels",
								"Necrotic Damage",
								"Save/Escape DC"
							],
							"colStyles": [
								"col-2 text-center",
								"col-5 text-center",
								"col-5 text-center"
							],
							"rows": [
								[
									"5–10",
									"11 ({@damage 2d10})",
									"14"
								],
								[
									"11–16",
									"22 ({@damage 4d10})",
									"16"
								],
								[
									"17–20",
									"55 ({@damage 10d10})",
									"18"
								]
							]
						}
					]
				}
			]
		},
		{
			"name": "Webs",
			"source": "XDMG",
			"page": 79,
			"rating": [
				{
					"tier": 1,
					"threat": "nuisance"
				}
			],
			"entries": [
				"Giant spiders weave thick, sticky webs across passages and at the bottom of pits to snare prey. These web-filled areas are {@variantrule Difficult Terrain|XPHB}.",
				"A creature that enters a web-filled area for the first time on a turn or starts its turn there must succeed on a {@dc 12} Dexterity saving throw or have the {@condition Restrained|XPHB} condition. As an action, a creature Restrained by the webs can try to escape from them, doing so with a successful {@dc 12} Strength ({@skill Athletics|XPHB}) or Dexterity ({@skill Acrobatics|XPHB}) check.",
				"Each 10-foot {@variantrule Cube [Area of Effect]|XPHB|Cube} of webs has AC 10; HP 15; Vulnerability to Fire damage; and Immunity to Piercing, Poison, and Psychic damage."
			],
			"hasFluffImages": true
		},
		{
			"name": "Wild Magic Zone",
			"source": "XDMG",
			"page": 69,
			"trapHazType": "ENV",
			"entries": [
				"A past magical disaster or uncontrolled surge of power in a particular place can cause the fabric of magic to unravel, creating a wild magic zone. In such an area, which is typically no more than 300 feet in diameter, magic behaves unpredictably.",
				"Whenever a creature expends a spell slot to cast a spell in a wild magic zone, roll {@dice 1d20}. If you roll a 20 on the die, roll on the {@table Wild Magic Surge|XPHB} table in the {@book Player's Handbook|XPHB} to create a magical effect."
			]
		},
		{
			"name": "Yellow Mold",
			"source": "XDMG",
			"page": 79,
			"rating": [
				{
					"tier": 1,
					"threat": "deadly"
				},
				{
					"tier": 2,
					"threat": "nuisance"
				}
			],
			"entries": [
				"Yellow mold grows in dark places, and one patch covers a 5-foot square. If touched, the mold ejects a cloud of spores that fills a 10-foot {@variantrule Cube [Area of Effect]|XPHB|Cube}. Any creature in that area must succeed on a {@dc 15} Constitution saving throw or take 11 ({@damage 2d10}) Poison damage and have the {@condition Poisoned|XPHB} condition for 1 minute. While Poisoned in this way, the creature takes 5 ({@damage 1d10}) Poison damage at the start of each of its turns. The creature repeats the save at the end of each of its turns, ending the effect on itself on a success.",
				"Direct sunlight or any amount of Fire damage destroys a patch of yellow mold."
			]
		}
	]
}