{
	"hazard": [
		{
			"name": "Bile Lichen",
			"source": "FRAiF",
			"rating": [
				{
					"tier": 1,
					"threat": "deadly"
				}
			],
			"entries": [
				"Bile lichen is a toxic, green-yellow substance resembling vomit. It flourishes where extreme heat and cold mingle, such as at the steam-vent openings to Icewind Dale's Underdark. One patch of bile lichen covers a 5-foot square.",
				"If a patch of bile lichen is touched, it releases a cloud of spores that fills a 10-foot {@variantrule Cube [Area of Effect]|XPHB|Cube} and dissipates after {@dice 1d4} hours. When a creature enters the cloud for the first time on a turn or starts its turn there, the creature makes a {@dc 14} Constitution saving throw, taking 11 ({@dice 2d10}) Poison damage and contracting {@disease Lichen Plague|FRAiF} on a failed save (see \"{@book Magical Contagions|FRAiF|3|Magical Contagions}\" later in this chapter). On a successful save, the creature takes half as much damage only."
			]
		},
		{
			"name": "Calim Sandstorm",
			"source": "FRAiF",
			"trapHazType": "ENV",
			"entries": [
				"Sandstorms arise quickly in the Calim desert, scouring the flesh of those caught inside. A Calim sandstorm is typically at least 300 feet in diameter and lasts {@b {@dice 1d6}} hours.",
				"The area of a Calim sandstorm is {@variantrule Heavily Obscured|XPHB}, and open flames in the area are extinguished. A creature makes a {@dc 10} Constitution saving throw after each hour spent in a sandstorm's area. On a failed save, the creature gains 1 {@condition Exhaustion|XPHB} level."
			]
		},
		{
			"name": "Hailstorm",
			"source": "FRAiF",
			"trapHazType": "ENV",
			"entries": [
				"Hailstorms bombard travelers with falling ice. Creatures exposed to such conditions must succeed on a Constitution saving throw at the end of each hour or gain 1 Exhaustion level. The DC is 5 for the first hour and increases by 1 for each additional hour. Creatures wearing Medium or Heavy armor have Advantage on the save."
			]
		},
		{
			"name": "Howling Wind",
			"source": "FRAiF",
			"trapHazType": "ENV",
			"entries": [
				"Icewind Dale's winds can reach incredible pitch and volume, making it impossible to hear. Creatures outdoors in howling winds have the {@condition Deafened|XPHB} condition."
			]
		},
		{
			"name": "Lightning Strikes",
			"source": "FRAiF",
			"rating": [
				{
					"tier": 2,
					"threat": "deadly"
				}
			],
			"entries": [
				"Whenever an area of the Calim Desert is subjected to both strong wind and heavy precipitation (see the {@book Calim Desert Weather table|FRAiF|4|Calim Desert Weather}), there is a 25 percent chance a lightning storm forms. Creatures within the area of such a storm are at risk of lightning strikes.",
				"A lightning storm lasts for 1 hour. After each minute spent in the area of a lightning storm, a creature rolls {@b {@dice 1d6}}; on a 1, lightning streaks down to strike the creature. The creature makes a {@dc 15} Dexterity saving throw, taking {@b {@dice 3d10}} Lightning damage on a failed save or half as much damage on a successful one.",
				{
					"type": "entries",
					"name": "Detecting Lightning Storms",
					"entries": [
						"A creature that succeeds on a {@dc 10} Intelligence ({@skill Nature|XPHB}) or Wisdom ({@skill Survival|XPHB}) check predicts a lightning storm {@b {@dice 1d4}} hours before it forms in the vicinity."
					]
				}
			]
		},
		{
			"name": "Magical Mirage",
			"source": "FRAiF",
			"trapHazType": "ENV",
			"entries": [
				"Magical mirages are created by ambient magic. Such a mirage seems real, including sounds and smells appropriate to the thing depicted, but it can't deal damage or cause conditions. Physical inspection of the mirage reveals it to be an illusion, for things can pass through it.",
				"For example, a magical mirage might depict an oasis complete with local flora and fauna, but a creature wading into the oasis's pond would find only a sandy pit.",
				"Examples of magical mirages include lively oases, and pristine ancient temples.",
				{
					"type": "entries",
					"name": "Seeing through a Mirage",
					"entries": [
						"As a {@action Study|XPHB} action, a creature can inspect the image and make a {@dc 15} Intelligence ({@skill Investigation|XPHB}). If a creature discerns the mirage's nature, the mirage becomes faint to the creature."
					]
				}
			]
		},
		{
			"name": "Nonmagical Mirage",
			"source": "FRAiF",
			"trapHazType": "ENV",
			"entries": [
				"Nonmagical mirages range from simple illusions—such creating the appearance of shimmering water a few miles away—to complex illusions that mimic towering monsters lumbering across the horizon. Nonmagical mirages make no sound and move out of reach if approached.",
				"Examples of nonmagical mirages include distant shimmering water, far-off dragons, or floating lights."
			]
		},
		{
			"name": "Psionic Field",
			"source": "FRAiF",
			"trapHazType": "ENV",
			"entries": [
				"Resonances from the Underdark touch those who venture too deep underground. Each creature in a psionic field must succeed on an Intelligence saving throw at the end of each hour or gain 1 Exhaustion level. The DC is 5 for the first hour and increases by 1 for each additional hour.",
				"A creature that starts and finishes a Long Rest in a psionic field experiences disturbing dreams and vivid hallucinations. The creature has the {@condition Frightened|XPHB} condition for {@dice 1d10} minutes after the Long Rest, with the source of its fear being the first creature it saw on finishing the Long Rest."
			]
		},
		{
			"name": "Sinkhole",
			"source": "FRAiF",
			"rating": [
				{
					"tier": 1,
					"threat": "nuisance"
				}
			],
			"entries": [
				"Sinkholes occur when sand fills the top half of a large cavity in rock or other hard earth. When a creature steps onto the sand, the ground collapses down into the bottom half of the cavity, injuring those caught in the sinkhole and leaving them stranded below the surface.",
				"As a {@action Search|XPHB} action, a creature can detect a sinkhole with a successful {@dc 15} Wisdom ({@skill Perception|XPHB}) check. Once a sinkhole is spotted, it can usually be avoided by moving around it.",
				"A creature that walks onto a sinkhole must succeed on a {@dc 10} Dexterity check or fall 10 feet to the bottom of the sinkhole. A creature without a Climb Speed can climb out of the sinkhole with a successful {@dc 15} Strength ({@skill Athletics|XPHB}) check.",
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"You can scale the hazard for higher levels by increasing the sinkhole's depth, as shown in the following table.",
						{
							"type": "table",
							"colLabels": [
								"Levels",
								"Sinkhole Depth"
							],
							"colStyles": [
								"col-2 text-center",
								"col-10"
							],
							"rows": [
								[
									"5–10",
									"30 feet"
								],
								[
									"11–16",
									"60 feet"
								],
								[
									"17–20",
									"120 feet"
								]
							]
						}
					]
				}
			]
		},
		{
			"name": "Zlanic Chardalyn",
			"source": "FRAiF",
			"rating": [
				{
					"tier": 3,
					"threat": "nuisance"
				}
			],
			"entries": [
				"When {@creature Zlan|FRAiF} focuses on a piece of chardalyn, the material becomes charged with negative energy and acts as a conduit for Zlan's will. A creature touching chardalyn charged in this way makes a {@dc 12} Charisma saving throw. On a failed save, the creature is subject to one of the following effects (DM's choice), each of which ends 1 minute after the creature ceases to touch the stone:",
				{
					"type": "list",
					"items": [
						"The creature has the {@condition Frightened|XPHB} condition.",
						"The creature has the {@condition Stunned|XPHB} condition.",
						"The creature is {@condition Charmed|XPHB} by Zlan and regards anyone who would separate it from the chardalyn as an enemy."
					]
				}
			]
		}
	]
}