{
	"recipe": [
		{
			"name": "Bacon-Wrapped Smoked Mussels",
			"source": "HFFotM",
			"page": 164,
			"otherSources": [
				{
					"source": "HFDoMM"
				}
			],
			"type": "Sigil",
			"dishTypes": [
				"snack"
			],
			"diet": "X",
			"allergenGroups": [
				"molluscs"
			],
			"serves": {
				"exact": 4,
				"note": "as a snack"
			},
			"ingredients": [
				{
					"type": "ingredient",
					"entry": "{=amount1/v} slices bacon",
					"amount1": 6
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} highest-quality smoked mussels (see Cook's Note)",
					"amount1": 24
				}
			],
			"instructions": [
				"With a rack in the middle position, preheat the oven to 400°F. Line a plate with paper towels and set aside. Place a wire rack on a rimmed baking sheet and set aside.",
				"In a medium nonstick skillet over medium-low heat, cook the bacon until it begins to render some fat, is softened, and is half cooked, about 8 minutes, flipping the pieces halfway through. Transfer the bacon to the prepared plate to drain briefly.",
				"Move the bacon to a cutting board, setting the plate aside. Cut the slices in half crosswise. Lay two mussels on a half slice of bacon, wrap the bacon around them, and secure with a toothpick. Repeat with the remaining mussels and bacon. Arrange the bundles on the prepared wire rack about 1 inch apart.",
				"Place the baking sheet in the oven and roast the mussels until browned and starting to crisp, about 8 minutes. Transfer to the plate and let rest for 1 minute. Serve immediately; these should be eaten hot and fresh."
			],
			"noteCook": [
				"Plump, high-quality mussels are imperative here—it's not worth making the recipe with tinned smoked mussels. Source the mussels from a small producer such as Ducktrap River of Maine, a smokehouse, or a fishmonger that sells smoked fish."
			],
			"hasFluff": true,
			"hasFluffImages": true
		},
		{
			"name": "Barovian Garlic Bread",
			"source": "HFFotM",
			"page": 134,
			"type": "Ravenloft",
			"diet": "C",
			"allergenGroups": [
				"gluten",
				"milk"
			],
			"makes": "12 knots",
			"ingredients": [
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoons unsalted butter",
					"amount1": 4
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoons pressed or grated garlic",
					"amount1": 2
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoons water",
					"amount1": 1.5
				},
				"Kosher salt",
				"All-purpose flour for dusting",
				{
					"type": "ingredient",
					"entry": "{=amount1/v} pound pizza dough, at room temperature",
					"amount1": 1
				}
			],
			"instructions": [
				"With a rack in the upper-middle position, preheat the oven to 475°F. Line a large rimmed baking sheet with parchment paper or a nonstick baking mat, place a wire rack on the baking sheet, and set aside.",
				"In a small saucepan over medium-low heat, melt 2 tablespoons of the butter; add the garlic and water; and cook, stirring frequently, until the garlic is pale gold and very fragrant, 8 to 10 minutes. Add the remaining 2 tablespoons butter and stir to melt. Remove the pan from the heat and let the mixture rest to infuse with the garlic flavor, about 10 minutes.",
				"Set a fine-mesh strainer over a small, microwave-safe bowl and strain the garlic butter, pressing on the solids to squeeze out as much butter as possible. Stir ½ teaspoon salt into the butter and set aside.",
				"Generously dust a work surface with flour. Put the pizza dough on the surface and shape into a 12-inch log. Using a bench knife, cut the log crosswise into quarters and then cut each quarter into thirds. Roll each of the twelve dough pieces into an 8- to 9-inch rope and tie each rope into a simple knot. Tuck the ends underneath the knot. Place the knots, about 2 inches apart, on the prepared rack.",
				"Bake the knots until they are just set, about 5 minutes. Remove from the oven and brush with half the garlic butter. Rotate the baking sheet 180 degrees from its original position, return to the oven, and continue baking until the knots are lightly browned on the top, about 7 minutes longer. (Meanwhile, if the remaining garlic butter has hardened, microwave it for about 15 seconds at partial power to melt.) Remove the knots from the oven and immediately brush them with the remaining garlic butter. Sprinkle lightly with salt, let cool for 5 minutes, and then serve warm."
			],
			"hasFluff": true,
			"hasFluffImages": true
		},
		{
			"name": "Beer Bread",
			"source": "HFFotM",
			"page": 163,
			"type": "Sigil",
			"diet": "C",
			"allergenGroups": [
				"gluten",
				"milk",
				"molluscs",
				"sulphites"
			],
			"serves": {
				"exact": 2
			},
			"ingredients": [
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cups all-purpose flour",
					"amount1": 3
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoons granulated sugar",
					"amount1": 1.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoon baking powder",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoon kosher salt",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoon freshly ground black pepper",
					"amount1": 0.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/xt} 12-ounce bottle ale (preferably an IPA), or another style of beer (see Cook's Note)",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoons unsalted butter, melted",
					"amount1": 3
				}
			],
			"instructions": [
				"With a rack in the middle position, preheat the oven to 375°F. Coat a 9 by 5-inch loaf pan with nonstick cooking spray and set aside.",
				"In a medium bowl, combine the flour, sugar, baking powder, salt, and pepper and whisk to incorporate. Add the beer and, using a flexible spatula, stir to form a lumpy batter (do not overmix). Pour the batter into the prepared pan and spread it into the corners, if necessary. Pour about 2 tablespoons of the melted butter evenly over the batter.",
				"Bake the bread until deep golden brown and a skewer inserted in the center of the loaf comes out clean, about 55 minutes, rotating the pan and brushing the top of the loaf with the remaining 1 tablespoon butter halfway through. Transfer the pan to a wire rack and let cool for about 10 minutes. Remove the loaf from the pan, and let cool on the rack for 20 minutes longer. Slice the bread with a serrated knife and serve barely warm or at room temperature."
			],
			"noteCook": [
				"Different types of beer produce different flavors in this bread. For instance, India pale ale (IPA) provides a noticeably pleasant beer flavor, whereas American-style lagers are so mild they can be difficult to detect. Dark beers such as porter or stout provide a richer flavor along with a bit of residual bitterness.",
				"Beer bread is sensational with soups, as a snack on its own, or as a sponge to soak up the gravied jus of roasted game. Just don't expect it to last long once it's out of the oven."
			],
			"miscTags": [
				"alcohol"
			],
			"hasFluff": true
		},
		{
			"name": "Beluir Poached Salmon",
			"alias": [
				"Beluir Salmon Spread"
			],
			"source": "HFFotM",
			"page": 100,
			"otherSources": [
				{
					"source": "HFDoMM"
				}
			],
			"type": "Lost in Realmspace",
			"dishTypes": [
				"snack"
			],
			"diet": "X",
			"allergenGroups": [
				"fish",
				"gluten",
				"milk"
			],
			"makes": "about 2 cups",
			"serves": {
				"min": 4,
				"max": 6
			},
			"ingredients": [
				{
					"type": "ingredient",
					"entry": "{=amount1/v} ounces salmon fillet, skin left on and any pinbones removed",
					"amount1": 8
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} ounces cream cheese, at room temperature",
					"amount1": 8
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoons fresh lemon juice, plus more as needed",
					"amount1": 1.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoon paprika",
					"amount1": 0.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} pinch cayenne pepper",
					"amount1": 1
				},
				"Kosher salt and freshly ground black pepper",
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoons minced shallots",
					"amount1": 6
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} ounces cold-smoked Nova Scotia-style salmon, finely chopped",
					"amount1": 3
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup minced fresh chives",
					"amount1": 0.25
				},
				"Crostini or thinly sliced baguette for serving",
				"Capers for serving (see Cook's Note)"
			],
			"instructions": [
				"Fill a wide pot with about 3 inches of water, set a steamer basket into the pot (the water should not touch the steamer), cover, and bring to a boil over high heat. Add the salmon fillet, skin-side down, cover, and steam until just slightly translucent at the center, 6 to 9 minutes, depending on its thickness (the salmon will finish cooking as it cools). Transfer the salmon to a plate and set aside to cool to room temperature. When ready to handle, remove and discard the skin and break the flesh into large flakes.",
				"In a food processor, combine the cream cheese, lemon juice, paprika, cayenne, and ½ teaspoon salt and season with black pepper. Process until smooth, stopping to scrape down the sides of the work bowl, using a flexible spatula as necessary. Add about half the steamed salmon and process until well combined, again stopping to scrape down the sides of the work bowl as necessary. Scrape the mixture into a medium bowl, add the remaining steamed salmon, the shallots, smoked salmon, and chives. Using the spatula, fold the mixture until well combined. Adjust the seasoning with additional lemon juice, salt, and pepper, if necessary. Cover and refrigerate to let the flavors blend, about 30 minutes.",
				"When ready to serve, let rest at room temperature for a few minutes so it loses its chill, then pass crostini and capers alongside."
			],
			"noteCook": [
				"If you'd like to dampen the capers' saltiness, rinse them under cold running water and blot dry before serving.",
				"The salmon can be refrigerated in an airtight container for up to 2 days."
			],
			"hasFluff": true,
			"hasFluffImages": true
		},
		{
			"name": "Black Lotus Root",
			"source": "HFFotM",
			"page": 103,
			"otherSources": [
				{
					"source": "HFDoMM"
				}
			],
			"type": "Lost in Realmspace",
			"dishTypes": [
				"snack"
			],
			"diet": "C",
			"allergenGroups": [
				"sulphites"
			],
			"serves": {
				"exact": 6,
				"note": "as a snack"
			},
			"ingredients": [
				{
					"type": "ingredient",
					"entry": "{=amount1/v} ounces fresh lotus root, peeled and sliced ¼ inch thick",
					"amount1": 12
				},
				"Kosher salt",
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup unseasoned rice vinegar",
					"amount1": 0.67
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup water",
					"amount1": 0.67
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoons plus 1 teaspoon granulated sugar",
					"amount1": 3
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoons butterfly pea powder (see Cook's Note)",
					"amount1": 1.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} medium shallot, very thinly sliced",
					"amount1": 1
				}
			],
			"instructions": [
				"In a large bowl, soak the sliced lotus in water to cover for about 15 minutes. Drain the lotus and set aside. Refill the bowl with ice water.",
				"Meanwhile, fill a medium saucepan with water and bring to a boil over high heat. Add ½ teaspoon salt and the lotus, cover, and cook until just tender-crisp, about 1½ minutes (the water won't return to a full boil). Drain the lotus and immediately add to the ice water to stop the cooking. Drain again and set aside.",
				"Set the saucepan over medium-high heat; add the vinegar, ⅔ cup water, and sugar; and bring to a bare simmer, whisking to dissolve the sugar. Remove from the heat, add the butterfly pea powder and ¼ teaspoon salt, and whisk to combine, taking care to break up any small clumps of powder. Add the blanched lotus and the shallot, submerging them in the liquid as much as possible, and set aside to cool to room temperature, about 30 minutes.",
				"Transfer the contents of the saucepan to a container, taking care to submerge the lotus as much as possible. Cover and refrigerate until the lotus is a deep shade of purple, at least 24 hours or up to 5 days. Serve cold."
			],
			"noteCook": [
				"Butterfly pea powder is made from the butterfly pea plant and is available online and at some natural food stores with a good selection of herbs and spices. In combination with an acidic ingredient, such as the rice vinegar, it produces a vivid purple tint."
			],
			"hasFluff": true,
			"hasFluffImages": true
		},
		{
			"name": "Blood of Vol",
			"source": "HFFotM",
			"page": 111,
			"type": "Lost in Realmspace",
			"diet": "X",
			"allergenGroups": [
				"celery",
				"eggs",
				"lupin",
				"mustard",
				"sulphites"
			],
			"serves": {
				"exact": 4
			},
			"ingredients": [
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoons extra-virgin olive oil",
					"amount1": 7
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} ounces thinly sliced salami or other cured sausage, cut into thin strips",
					"amount1": 4
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} large yellow onion, chopped",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} large red bell peppers, cored, seeded, and thinly sliced",
					"amount1": 5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} bay leaf",
					"amount1": 1
				},
				"Kosher salt",
				{
					"type": "ingredient",
					"entry": "{=amount1/v} garlic cloves, thinly sliced",
					"amount1": 4
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoons paprika",
					"amount1": 1.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoon minced fresh thyme",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoon red pepper flakes",
					"amount1": 0.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/xt} 14½-ounce can whole peeled tomatoes, drained and crushed by hand into small pieces, with ¼ cup juices reserved",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoon sherry vinegar",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup chopped fresh parsley",
					"amount1": 0.33
				},
				"Freshly ground black pepper",
				{
					"type": "ingredient",
					"entry": "{=amount1/v} eggs",
					"amount1": 8
				}
			],
			"instructions": [
				"Line a plate with paper towels.",
				"In a large nonstick skillet over medium heat, warm 3 tablespoons of the olive oil until shimmering. Add the salami and cook, stirring frequently, until lightly browned, about 3 minutes. With a slotted spoon, transfer the salami to the prepared plate and set aside, leaving the oil in the skillet. Add the onion, bell peppers, bay leaf, and 1 teaspoon salt to the skillet. Adjust the heat to medium-high and cook, stirring frequently, until the bell peppers are tender-crisp, about 20 minutes. Clear the center of the skillet, add 1½ tablespoons olive oil, and let warm for a moment. Add the garlic, paprika, thyme, and red pepper flakes and cook, stirring just those aromatics, until fragrant, about 45 seconds. Add the cooked salami and tomatoes with the reserved juices and stir to incorporate along with the aromatics into the bell peppers. Adjust the heat to medium and cook, stirring occasionally, until the flavors meld, about 5 minutes longer.",
				"Remove the bay leaf; add the vinegar, most of the parsley, and ½ teaspoon salt; season with pepper; and stir to blend. Adjust the seasoning with additional salt and pepper, if necessary. Transfer the mixture to a serving dish and set aside. Wipe out the skillet with paper towels.",
				"In a medium bowl, combine the eggs, 1½ tablespoons olive oil, ¾ teaspoon salt, and ½ teaspoon pepper and whisk until uniformly yellow.",
				"Adjust the heat to medium, add the remaining 1 tablespoon olive oil to the skillet, and warm until shimmering. Add the egg mixture and cook, without stirring, for 20 seconds. Using a flexible heatproof spatula, scramble the eggs by scraping along the bottom and sides of the skillet and folding them in large strokes until clumped in large curds and just slightly wet, about 2 minutes longer. Immediately scrape the eggs over the pepper mixture in the serving dish. Sprinkle with the remaining parsley before serving."
			],
			"miscTags": [
				"alcohol"
			],
			"hasFluff": true,
			"hasFluffImages": true
		},
		{
			"name": "Boar Hock Soup",
			"source": "HFFotM",
			"page": 71,
			"type": "Solamnia",
			"diet": "X",
			"allergenGroups": [
				"celery",
				"gluten",
				"lupin",
				"mustard",
				"nuts",
				"sulphites"
			],
			"makes": "about 2½ quarts",
			"ingredients": [
				{
					"type": "ingredient",
					"entry": "{=amount1/v} pounds pork butt, or boneless country-style ribs, patted dry with a paper towel",
					"amount1": 2
				},
				"Kosher salt and freshly ground black pepper",
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoons extra-virgin olive oil",
					"amount1": 2
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} large carrots, peeled and chopped",
					"amount1": 3
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} medium yellow onions, chopped",
					"amount1": 2
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} large bay leaves",
					"amount1": 2
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoon minced fresh thyme",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoons ground fennel",
					"amount1": 2
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoon pressed or grated garlic",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cups low-sodium chicken broth",
					"amount1": 6
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} pounds Yukon gold or all-purpose potatoes, peeled and cut into ¾-inch chunks",
					"amount1": 1.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} pounds leeks (white and light green parts), halved lengthwise and cut into ¾-inch pieces",
					"amount1": 1.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cups cooked, peeled chestnuts, coarsely chopped",
					"amount1": 1.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoons sherry vinegar",
					"amount1": 1.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup chopped fresh parsley",
					"amount1": 0.5
				}
			],
			"instructions": [
				"Sprinkle the pork all over with 1½ teaspoons salt and ¾ teaspoon pepper.",
				"In a large Dutch oven over medium heat, warm the olive oil until shimmering. Add the pork in a single layer and cook, undisturbed, until browned on the bottom, about 4 minutes. Turn the pork and continue cooking, undisturbed, to brown the second side, about 4 minutes longer. Transfer the pork to a large bowl, leaving the fat in the pot. When the pork is cool enough to handle, cut into ¾-inch pieces, discarding any large pieces of fat as you work. Set aside.",
				"Return the Dutch oven to medium-high heat. Add the carrots, onions, bay leaves, thyme, fennel, and 1 teaspoon salt and cook, stirring and scraping the bottom of the pot with a wooden spoon to loosen and dissolve the caramelized bits, until the vegetables soften, about 5 minutes. Adjust the heat to medium-low, cover, and continue cooking, stirring occasionally, until the vegetables release their juices, about 6 minutes longer. Scrape the bottom of the pot to loosen and dissolve the caramelized bits. Adjust the heat to medium-high, add the garlic, and cook, stirring, until fragrant, about 40 seconds. Add the chicken broth and reserved pork with its accumulated juices and bring to a strong simmer. If foam forms on the surface, skim and discard it. Adjust the heat to low, cover, and let simmer until the pork is tender, about 40 minutes.",
				"Adjust the heat to medium-high and bring the soup to a strong simmer. Add the potatoes, leeks, 1¼ cups of the chestnuts, 1 teaspoon salt, and 1 teaspoon pepper and return to a simmer, stirring. Adjust the heat to medium-low, replace the cover, and continue simmering until the potato cubes and leeks begin to soften, about 20 minutes longer. Remove the soup from the heat and let rest for about 30 minutes for the flavors to meld (the potatoes and leeks will finish cooking during the rest). Remove the bay leaves.",
				"Transfer about ¾ cup of the soup, including some potato cubes, to a blender. Add the reserved ¼ cup chestnuts and blend as smooth as possible, about 30 seconds. Scrape the pureed mixture into the pot, add the vinegar, and stir to incorporate. If necessary, reheat the soup over medium heat, and taste and adjust the seasoning with additional salt and pepper, if necessary. Add most of the parsley, stir to blend, and sprinkle each portion with some of the remaining parsley before serving."
			],
			"miscTags": [
				"alcohol"
			],
			"hasFluff": true,
			"hasFluffImages": true
		},
		{
			"name": "Brackleberry Jam",
			"source": "HFFotM",
			"page": 196,
			"type": "The Feywild",
			"diet": "V",
			"makes": "about 1¼ cups",
			"ingredients": [
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cups lightly packed, chopped fresh strawberries (see Cook's Note)",
					"amount1": 2
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup fresh blueberries",
					"amount1": 0.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup fresh blackberries",
					"amount1": 0.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup plus 1 tablespoon granulated sugar",
					"amount1": 0.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoons fresh lemon juice",
					"amount1": 1.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} small pinch kosher salt",
					"amount1": 1
				}
			],
			"instructions": [
				"Place a small plate in the freezer to chill.",
				"In a medium saucepan over medium-high heat, combine the strawberries, blueberries, blackberries, sugar, lemon juice, and salt and bring to a strong boil, stirring to dissolve the sugar. Continue boiling for 5 minutes to soften the berries. Remove from the heat and, using a large slotted spoon or handheld potato masher, mash the berries thoroughly. Return to medium-high heat and continue to boil until the mixture is reduced and slightly thickened, just verging on a jammy consistency, 15 to 18 minutes longer.",
				"Remove the plate from the freezer and drop about 1 teaspoon of the jam on it. Wait about 15 seconds and then run your finger through the jam. If it leaves a clean trail, the jam is done. If the jam runs back into the trail, return the plate to the freezer, turn the heat to medium, simmer the jam for 2 to 4 minutes longer before retesting. When the jam is done, transfer it to a heatproof jar and set aside to cool to room temperature (it will thicken as it cools). Cover with a tight-fitting lid and refrigerate for up to 3 weeks."
			],
			"noteCook": [
				"To chop the strawberries, hull them, cut each one in quarters lengthwise (large ones in sixths), turn the pieces 90 degrees, and cut them in half crosswise."
			],
			"hasFluff": true,
			"hasFluffImages": true
		},
		{
			"name": "Breaded Bird Cutlets",
			"source": "HFFotM",
			"page": 112,
			"type": "Lost in Realmspace",
			"diet": "X",
			"allergenGroups": [
				"celery",
				"eggs",
				"gluten",
				"milk",
				"lupin",
				"mustard",
				"sulphites"
			],
			"serves": {
				"exact": 4
			},
			"ingredients": [
				"Kosher salt and freshly ground black pepper",
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup all-purpose flour",
					"amount1": 0.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} {@unit {=amount1/v}|egg|eggs}",
					"amount1": 2
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoon water",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} skinless, boneless chicken breasts (about 7 ounces each), tenderloins removed, trimmed of fat",
					"amount1": 4
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup neutral oil",
					"amount1": 0.33
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup extra-virgin olive oil",
					"amount1": 0.33
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoons unsalted butter, cold",
					"amount1": 3
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup minced shallot",
					"amount1": 0.25
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoons minced fresh thyme",
					"amount1": 2
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup dry vermouth or dry white wine",
					"amount1": 0.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup low-sodium chicken broth",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} lemon, thinly sliced",
					"amount1": 0.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoons minced fresh parsley",
					"amount1": 3
				}
			],
			"instructions": [
				"With a rack in the middle position, preheat the oven to 200°F. Place a wire rack on a large-rimmed baking sheet and set aside.",
				"In a small bowl, combine 2½ teaspoons salt and 1 teaspoon pepper, stir to incorporate, and set aside.",
				"Put the flour in a wide, shallow dish, such as a pie plate. In another wide, shallow dish, beat the eggs with the water. Set both dishes aside.",
				"On a work surface, using a sharp knife, cut each chicken breast in half horizontally to make eight cutlets. Cover them with plastic wrap and use a meat pounder or the bottom of a small skillet to pound the thicker ends so the cutlets have an even thickness of ¼ to ½ inch. Remove the plastic, sprinkle the cutlets evenly with the salt-pepper mixture, and set aside to rest for 10 minutes.",
				"Meanwhile, in a medium skillet over medium-high heat, combine the neutral oil and olive oil and warm until shimmering.",
				"Dredge two cutlets in the flour on both sides and shake off the excess. Dip in the beaten egg mixture, allowing the excess to drip into the dish. Gently add the cutlets to the oil and cook until golden brown on the bottom, about 2 minutes (there should be active, but not violent, bubbling at the edges of the cutlets). Carefully flip them and cook until the second side is golden brown, about 2 minutes longer. Transfer the cutlets to the prepared wire rack, and put in the oven to keep warm. Repeat to cook the remaining cutlets, adjusting the heat if necessary to avoid burning (do not discard the remaining flour).",
				"Discard the oil in the skillet, then carefully wipe it out with paper towels. Set the skillet over medium heat, add 1 tablespoon of the butter, and let melt, swirling to coat the bottom of the pan. Add the shallot, thyme, and ½ teaspoon salt and cook, stirring, until softened, about 2 minutes. Add the vermouth, adjust the heat to medium-high, and bring to a strong simmer. Cook, stirring and scraping the bottom of the pan with a wooden spoon to loosen and dissolve the caramelized bits, until the vermouth is reduced by almost half, about 2½ minutes. Add the chicken broth, lemon slices, and any juices accumulated from the rested cutlets. Return the mixture to a strong simmer, and cook, stirring occasionally, until again reduced by about almost half, about 3 minutes longer.",
				"Meanwhile, cut the remaining 2 tablespoons butter into small cubes, add to the flour, and toss to coat. Remove the skillet from the heat, add the coated butter and ¼ teaspoon salt, season with pepper, and whisk to melt and incorporate the butter. Add the parsley and whisk to incorporate. Adjust the seasoning with additional salt and pepper, if necessary. Arrange the cutlets on a serving platter and spoon the sauce and lemon slices over them before serving."
			],
			"miscTags": [
				"alcohol"
			],
			"hasFluff": true
		},
		{
			"name": "Butternut Beer",
			"source": "HFFotM",
			"page": 330,
			"otherSources": [
				{
					"source": "HFDoMM"
				}
			],
			"type": "The Yawning Portal",
			"dishTypes": [
				"libation"
			],
			"diet": "V",
			"allergenGroups": [
				"gluten",
				"sulphites"
			],
			"serves": {
				"exact": 2
			},
			"ingredients": [
				"Large ice cubes",
				{
					"type": "ingredient",
					"entry": "{=amount1/v} ounces rye or bourbon",
					"amount1": 3
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} ounces butterscotch schnapps",
					"amount1": 1.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoons fresh lemon juice",
					"amount1": 2
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} drops bitters (such as Angostura)",
					"amount1": 6
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} ounces plain seltzer, cold",
					"amount1": 4
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} ounces cream soda, cold",
					"amount1": 8
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} lemon slices",
					"amount1": 2
				}
			],
			"instructions": [
				"Fill two frosted mugs about halfway with ice. To each, add 1½ ounces rye, ¾ ounce schnapps, 1 teaspoon lemon juice, and 3 drops bitters and stir to blend and chill. Add 2 ounces seltzer and 4 ounces cream soda to each mug, and again stir gently to blend.",
				"Garnish each drink with a lemon slice before serving."
			],
			"noteCook": [
				"To frost the mugs, put in the freezer for an hour before using."
			],
			"miscTags": [
				"alcohol"
			],
			"hasFluff": true,
			"hasFluffImages": true
		},
		{
			"name": "Chickpea and Spicy Sausage Soup",
			"source": "HFFotM",
			"page": 167,
			"type": "Sigil",
			"diet": "X",
			"allergenGroups": [
				"celery",
				"gluten",
				"lupin",
				"mustard",
				"sulphites"
			],
			"makes": "about 2½ quarts",
			"ingredients": [
				{
					"type": "ingredient",
					"entry": "{=amount1/xt} 15-ounce cans chickpeas",
					"amount1": 3
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup extra-virgin olive oil",
					"amount1": 0.25
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} pound chouriço, linguiça, or Spanish (dry-cured) chorizo, halved lengthwise and sliced ½ inch thick (see Cook's Note)",
					"amount1": 0.75
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} large yellow onion, chopped",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} large celery ribs, trimmed and sliced ½ inch thick",
					"amount1": 2
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} large bay leaves",
					"amount1": 2
				},
				"Kosher salt",
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoon pressed or grated garlic",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoon red pepper flakes",
					"amount1": 0.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cups low-sodium chicken broth",
					"amount1": 4
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup water",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/xt} 8-ounce can tomato sauce",
					"amount1": 1
				},
				"Freshly ground black pepper",
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup chopped fresh parsley",
					"amount1": 0.33
				}
			],
			"instructions": [
				"Line a plate with paper towels and set aside. Empty two cans of the chickpeas, with their liquid, into a medium bowl. Drain the third can, rinse the chickpeas, and transfer to the same bowl. Set aside.",
				"In a large saucepan or Dutch oven over medium heat, warm the olive oil until shimmering. Add the chouriço and cook until it browns slightly and tints the oil red, 5 to 6 minutes, stirring once or twice. With a slotted spoon, transfer the sausage to the prepared plate to drain. Pour all but about 1 tablespoon of the oil into a small bowl, and set aside.",
				"Return the pan to medium heat and add the onion, celery, bay leaves, and ½ teaspoon salt. Cook, stirring, until the vegetables begin to soften, about 3 minutes. Adjust the heat to medium-low, cover, and continue cooking, stirring occasionally, until the vegetables have released their juices, about 4 minutes longer. Add the garlic and red pepper flakes and cook, stirring, until fragrant, about 40 seconds. Add the chicken broth, water, tomato sauce, and chickpeas with their liquid. Adjust the heat to medium-high and bring to a boil. Adjust the heat to low, cover, and let simmer to soften the chickpeas further and blend the flavors, stirring occasionally, about 40 minutes. Add the cooked sausage and 1 teaspoon salt, season with black pepper, and continue simmering to heat the sausage through. Remove the bay leaves, add most of the parsley, and stir to mix. Adjust the seasoning with additional salt and black pepper, if necessary. Divide among individual plates. Drizzle with the reserved sausage cooking oil and sprinkle with some of the remaining parsley before serving."
			],
			"noteCook": [
				"If you like spicy heat, consider choosing hot chouriço.",
				"To make it a meal, serve the soup over hot, freshly cooked rice."
			],
			"hasFluff": true,
			"hasFluffImages": true
		},
		{
			"name": "Chirper's Sugar Biscuits",
			"source": "HFFotM",
			"page": 174,
			"type": "Sigil",
			"diet": "C",
			"allergenGroups": [
				"lupin",
				"milk"
			],
			"makes": "12 buns",
			"ingredients": [
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup granulated sugar",
					"amount1": 0.25
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoon finely grated lemon zest",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoons packed light or dark brown sugar",
					"amount1": 3
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoon ground cinnamon",
					"amount1": 0.75
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoon ground cardamom",
					"amount1": 0.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} pinch kosher salt",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} sheet frozen all-butter puff pastry (see Cook's Notes), thawed according to package directions and still cool",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoons unsalted butter, at room temperature, plus {=amount2/v} tablespoons melted",
					"amount1": 2,
					"amount2": 2
				}
			],
			"instructions": [
				"In a medium bowl, combine 2 tablespoons of the granulated sugar and the lemon zest and stir until the sugar is moist and fragrant. Add the brown sugar, cinnamon, cardamom, and salt and stir to mix thoroughly. Set aside 2 tablespoons of the mixture.",
				"Place a sheet of parchment paper on your work surface and evenly sprinkle the remaining 2 tablespoons granulated sugar over it. On the sugared paper, unfold the puff pastry (which should be rectangular) and, if it is less than 15 inches long, place a second parchment sheet over it and use a rolling pin to gently roll it to that length (taking care not to press too hard, which compresses the layers, decreasing their puff when baked). Remove the top parchment sheet. If necessary, using your fingers, gently loosen the long edge of the pastry nearest you from the bottom piece of parchment paper (this will make it easier to begin rolling it with the filling). Evenly spread the room-temperature butter over the pastry and sprinkle the larger quantity of the sugar mixture over the butter, all the way to the edges. Lay a piece of parchment paper over the sugar mixture, gently press down to help the mixture adhere, and remove the parchment.",
				"Starting with the long side that you loosened, gently roll the pastry into a very tight, even, compact cylinder. Pinch the seam along the entire length of the cylinder to seal (it may pop open as the buns bake, which is fine). Slide the cylinder and the parchment sheet it's on onto a large baking sheet, cover with plastic wrap, and refrigerate until firm, about 45 minutes.",
				"With a rack in the middle position, preheat the oven to 400°F. Coat the cups of a standard muffin tin with nonstick cooking spray, and set aside.",
				"Remove the plastic from the pastry, place the cylinder seam-side down on a cutting board, and, using a serrated knife in a sawing motion, cut the cylinder in half crosswise. Cut each half into sixths and place, cut-side up, in a prepared muffin cup.",
				"Bake the buns until puffed and dark golden brown, about 20 minutes, rotating the muffin tin about halfway through. Remove the buns from the oven and, working quickly, brush with the melted butter and sprinkle each with about ½ teaspoon of the reserved sugar mixture. Let cool for 3 minutes, then carefully remove the buns from the muffin tin while still hot. Let cool on the rack to room temperature (they'll crisp up more as they cool) before serving."
			],
			"noteCook": [
				"The dimensions of puff pastry sheets vary by brand, so depending on which one you use, you may or may not have to roll it to the required length. Regardless, make sure your pastry is completely thawed, so you can unfold it initially, and roll it up with the filling, without it cracking. It should still be cool, though, because warm puff pastry can become sticky. Finally, don't allow the baked buns to cool completely in the muffin tin, or they will stick to the cups.",
				"All that said, don't allow all this information daunt you. The buns are, in fact, easy to form and bake, and easier yet to eat. On that note, they're best within a couple of hours of baking. You can, however, re-crisp them with about a 5-minute stay in a 350°F oven."
			],
			"hasFluff": true,
			"hasFluffImages": true
		},
		{
			"name": "Chopforest",
			"source": "HFFotM",
			"page": 15,
			"type": "The Yawning Portal",
			"diet": "V",
			"allergenGroups": [
				"sulphites"
			],
			"serves": {
				"min": 4,
				"max": 6
			},
			"ingredients": [
				{
					"type": "ingredient",
					"entry": "{=amount1/v} pound green cabbage, finely shredded",
					"amount1": 1
				},
				"Kosher salt",
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup Kalamata olives, pitted and finely chopped",
					"amount1": 0.25
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoon white balsamic vinegar",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoons finely grated lemon zest",
					"amount1": 1.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoon pressed or grated garlic",
					"amount1": 1
				},
				"Freshly ground black pepper",
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoons extra-virgin olive oil",
					"amount1": 3
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} medium fennel bulb, trimmed, cored, and thinly sliced, plus about 1½ tablespoons chopped fronds",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} medium scallions, trimmed; whites thinly sliced and greens cut into ½-inch lengths",
					"amount1": 4
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup chopped fresh parsley",
					"amount1": 0.33
				}
			],
			"instructions": [
				"In a colander or large strainer set over a medium bowl, toss the cabbage with 2 teaspoons salt. Let the cabbage rest until slightly wilted, at least 1 hour or up to 4 hours. Rinse the cabbage well under very cold running water, drain thoroughly, and dry very well with a clean kitchen towel or paper towels. Scrape the cabbage into a large bowl and fluff it with your fingers (it can be covered and refrigerated for up to 3 days).",
				"Meanwhile, in a large bowl, combine the olives, vinegar, lemon zest, garlic, and ½ teaspoon salt; season with pepper; and whisk to incorporate. While whisking vigorously, add the olive oil in a slow, steady stream to combine and emulsify into a dressing.",
				"Add the cabbage, fennel bulb, scallions, and parsley to the bowl and toss to combine. Adjust the seasoning with additional salt and pepper, if necessary, and sprinkle with the fennel fronds before serving."
			],
			"noteCook": [
				"You can substitute thinly shaved fresh brussels sprouts for some or all of the cabbage if you'd like. It will decrease the yield a bit, as brussels sprouts leaves are more delicate than cabbage, and they compact more once dressed. If you use shaved brussels sprouts, there's no need to salt and rest them."
			],
			"hasFluff": true,
			"hasFluffImages": true
		},
		{
			"name": "Cloaks",
			"source": "HFFotM",
			"page": 73,
			"otherSources": [
				{
					"source": "HFDoMM"
				}
			],
			"type": "Solamnia",
			"dishTypes": [
				"snack"
			],
			"diet": "C",
			"allergenGroups": [
				"eggs",
				"gluten",
				"milk"
			],
			"makes": "about 20 cloaks",
			"ingredients": [
				{
					"type": "ingredient",
					"entry": "{=amount1/v} pounds russet potatoes, peeled and cut into 1-inch chunks",
					"amount1": 1.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoons unsalted butter, cut into small cubes, at room temperature",
					"amount1": 5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cups half-and-half",
					"amount1": 1.25
				},
				"Kosher salt and freshly ground black pepper",
				{
					"type": "ingredient",
					"entry": "{=amount1/v} pinch freshly ground nutmeg",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} pinch cayenne pepper",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/c} {@unit {=amount1/c}|egg|eggs} plus {=amount2/c} egg {@unit {=amount2/c}|yolk|yolks}, beaten",
					"amount1": 1,
					"amount2": 2
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoon baking powder",
					"amount1": 0.5
				}
			],
			"instructions": [
				"Place the potatoes in a large microwave-safe bowl, cover with a microwave-safe lid or plate, and microwave until very tender, about 18 minutes, stirring the potatoes twice during that time. Spread the potatoes on a baking sheet or large plate and let cool until you can handle them, about 5 minutes. Set a potato ricer over the empty bowl and rice the potatoes into it. Add half the butter cubes and stir to incorporate. Add the half-and-half, 2 teaspoons salt, ¾ teaspoon pepper, the nutmeg, and cayenne and stir to incorporate. Adjust the seasoning with additional salt and pepper, if necessary. Add the egg and yolks and baking powder and stir until the mixture is uniform and very smooth. Let cool to room temperature, add the remaining butter cubes, and fold to incorporate.",
				"With a rack in the middle position, preheat the oven to 475°F. Line a baking sheet with parchment paper or a nonstick baking mat and coat it lightly with nonstick cooking spray.",
				"Scrape the potato mixture into a piping bag fitted with a ½-inch star tip. Hold the filled pastry bag slightly above the prepared baking sheet and apply steady, gentle, downward pressure to pipe a mound roughly 2 inches in diameter and 2 inches high. Work your way out in a tight circular motion, and then back in again to build height. Pipe twenty mounds total, with about 1 inch between them (five rows of four mounds). Lightly coat the mounds with cooking spray.",
				"Bake the cloaks until golden brown, about 14 minutes, rotating the baking sheet about halfway through. Let cool on the baking sheet for 2 minutes, then, using a spatula, transfer to a serving platter. Serve immediately."
			],
			"noteCook": [
				"If you don't have a pastry bag, you can get away with a heavy-duty ziplock freezer bag as a substitute. Snip off about ⅜ inch from a bottom corner and fit the star tip into the hole, pushing it through from inside the bag.",
				"Although you'll sacrifice the crisp ridges created by the star tip, you can use a spoon to shape the mounds into circles or ovals of about the same dimensions as the piped version, and run the tines of a fork over the surface to add texture."
			],
			"hasFluff": true,
			"hasFluffImages": true
		},
		{
			"name": "Duergar Smoked Herring",
			"source": "HFFotM",
			"page": 51,
			"type": "The Rock of Bral",
			"diet": "X",
			"allergenGroups": [
				"fish"
			],
			"serves": {
				"exact": 4
			},
			"ingredients": [
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoons neutral oil or extra-virgin olive oil",
					"amount1": 1.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} medium yellow onion, chopped",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} red bell pepper, cored, seeded, and chopped",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} Cubanelle pepper or a small green bell pepper, cored, seeded, and chopped",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} Scotch bonnet or habanero chile, pricked all over with a fork",
					"amount1": 1
				},
				"Kosher salt",
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoon tomato paste",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoons minced fresh thyme",
					"amount1": 2
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoon pressed or grated garlic",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} plum tomatoes, cored and chopped",
					"amount1": 4
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/cxt} 3.25-ounce tins smoked kipper snacks, drained",
					"amount1": 3
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} scallions (white and green parts), thinly sliced",
					"amount1": 6
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoon fresh lime juice, plus lime wedges for serving",
					"amount1": 1
				},
				"Freshly ground black pepper"
			],
			"instructions": [
				"In a large skillet over medium heat, warm the neutral oil until shimmering. Add the onion, red bell pepper, Cubanelle pepper, Scotch bonnet, and 1 teaspoon salt and cook, stirring frequently, until softened, about 5 minutes. Add the tomato paste and cook, stirring, until fragrant and a shade darker, about 1½ minutes. Add the thyme and garlic and cook, stirring until fragrant, about 40 seconds. Add the tomatoes and cook, stirring occasionally, until they begin to soften, about 3 minutes. Add the kippers and cook, stirring occasionally and taking care not to completely shred the fish (though it will break down some as you stir, which is fine), until heated through, about 3 minutes longer. Add most of the scallions and the lime juice and season with black pepper, stirring to incorporate.",
				"Remove the skillet from the heat and discard the whole chile. Adjust the seasoning with additional salt and pepper, if necessary. Serve immediately, sprinkling each portion with some of the remaining scallions and a lime wedge on the side."
			],
			"noteCook": [
				"Sliced avocado and sliced hard-boiled egg are nice accompaniments. This easily becomes a full meal when served with rice and a salad."
			],
			"hasFluff": true
		},
		{
			"name": "Eldeen Banquet",
			"source": "HFFotM",
			"page": 202,
			"type": "The Feywild",
			"diet": "C",
			"allergenGroups": [
				"eggs",
				"gluten",
				"sulphites"
			],
			"serves": {
				"exact": 4
			},
			"ingredients": [
				"Kosher salt",
				{
					"type": "ingredient",
					"entry": "{=amount1/v} pounds eggplant, peeled, stem ends trimmed, and cut lengthwise into ¾-inch-thick slices",
					"amount1": 2
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup all-purpose flour",
					"amount1": 0.5
				},
				"Freshly ground black pepper",
				{
					"type": "ingredient",
					"entry": "{=amount1/v} {@unit {=amount1/v}|egg|eggs}",
					"amount1": 2
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cups panko breadcrumbs",
					"amount1": 3.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoons crumbled dried oregano",
					"amount1": 1.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoons paprika",
					"amount1": 1.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoons garlic powder",
					"amount1": 1.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoons onion powder",
					"amount1": 1.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} pinch cayenne pepper",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup olive oil (not extra-virgin)",
					"amount1": 0.5
				},
				{
					"type": "entries",
					"name": "Sautéed Tomatoes",
					"entries": [
						{
							"type": "ingredient",
							"entry": "{=amount1/v} tablespoons extra-virgin olive oil",
							"amount1": 1.5
						},
						{
							"type": "ingredient",
							"entry": "{=amount1/v} cup minced shallot",
							"amount1": 0.25
						},
						"Kosher salt",
						{
							"type": "ingredient",
							"entry": "{=amount1/v} teaspoons pressed or grated garlic",
							"amount1": 2
						},
						{
							"type": "ingredient",
							"entry": "{=amount1/v} cups cherry tomatoes or large grape tomatoes, halved",
							"amount1": 3
						},
						{
							"type": "ingredient",
							"entry": "{=amount1/v} pinch granulated sugar",
							"amount1": 1
						},
						{
							"type": "ingredient",
							"entry": "{=amount1/v} teaspoon sherry or balsamic vinegar",
							"amount1": 0.5
						},
						{
							"type": "ingredient",
							"entry": "{=amount1/v} tablespoons chopped fresh parsley",
							"amount1": 2
						}
					]
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoons chopped fresh parsley",
					"amount1": 2
				}
			],
			"instructions": [
				"Line two baking sheets with clean kitchen towels or a triple layer of paper towels.",
				"Sprinkle 1 tablespoon salt evenly over both sides of the eggplant slices to draw out its water and arrange the eggplant in a single layer on the prepared baking sheets. Allow to drain for about 1 hour, flipping the slices halfway through. Blot the eggplant dry with another clean kitchen towel or triple layer of paper towels, pressing firmly but taking care not to crush the eggplant. Transfer to a bowl or plate, and set aside. Wash and dry the baking sheets.",
				"With racks in the upper- and lower-middle positions, place a baking sheet on each rack, and preheat the oven to 425°F. Line a large platter or third baking sheet with parchment paper and set aside.",
				"In a shallow dish, such as a pie plate, combine the flour and 1 teaspoon pepper and whisk to incorporate. In a second shallow dish, beat the eggs until uniform. In a third shallow dish, combine the panko, oregano, paprika, garlic powder, onion powder, cayenne, ½ teaspoon salt, and 1 teaspoon pepper and stir to blend.",
				"Working with one or two eggplant slices at a time, dredge them in the flour and tap off any excess. Dip the floured slices into the egg to coat thoroughly, allowing any excess to drip into the dish. Then dredge in the panko mixture to coat thoroughly, pressing the panko onto the eggplant to help adhere. Place the slices on the prepared platter, and repeat with the remaining eggplant slices, trying not to overlap them.",
				"Carefully remove the preheated baking sheets from the oven. Add ¼ cup of the olive oil to each sheet and, using a heatproof silicone brush, spread it out evenly. Place half the breaded eggplant slices on each baking sheet in a single layer. Bake for 20 minutes and then flip the slices, rotating the baking sheets, and swap between the racks. Continue baking until the eggplant is well browned and crisp, 20 to 25 minutes longer.",
				{
					"type": "entries",
					"name": "To make the tomatoes:",
					"entries": [
						"About 10 minutes after flipping the eggplant slices, in a medium skillet over medium heat, warm the olive oil. Add the shallot and ½ teaspoon salt and cook, stirring constantly, until the shallot starts to soften, about 2 minutes. Add the garlic and cook, stirring, until fragrant, about 40 seconds. Add the tomatoes, shake the pan to coat them with oil, and cook, shaking the skillet occasionally, until they soften but do not collapse completely, about 4 minutes, adding the sugar halfway through cooking. Add the vinegar and parsley and toss to distribute. Adjust the seasoning with additional salt if necessary."
					]
				},
				"Sprinkle the baked eggplant very lightly with salt. Transfer to a serving platter, spoon the tomatoes over or around the eggplant, and sprinkle with parsley. Serve immediately."
			],
			"noteCook": [
				"You'll need at least two, and preferably three, baking sheets. If you don't have a third, you can use a large cutting board for the dredged eggplant slices."
			],
			"hasFluff": true
		},
		{
			"name": "Elfharrow Baked Goat Cheese",
			"source": "HFFotM",
			"page": 192,
			"type": "The Feywild",
			"diet": "C",
			"allergenGroups": [
				"eggs",
				"milk",
				"mustard",
				"sesame",
				"sulphites"
			],
			"serves": {
				"exact": 6
			},
			"ingredients": [
				{
					"type": "ingredient",
					"entry": "{=amount1/v} ounces plain Melba toast",
					"amount1": 3
				},
				"Kosher salt and freshly ground black pepper",
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup minced shallots",
					"amount1": 0.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/c} {@unit {=amount1/c}|egg|eggs}",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoons Dijon mustard",
					"amount1": 2
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/xt} 10- to 12-ounce log firm, mild goat cheese, cut into 12 equal slices (see Cook's Note)",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoon red or white wine vinegar",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoons fresh lemon juice",
					"amount1": 2
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup extra-virgin olive oil, plus more for brushing",
					"amount1": 0.25
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cups loosely packed mixed salad greens or mesclun",
					"amount1": 12
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} apple or pear, cored and thinly sliced (optional)",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoons snipped fresh chives",
					"amount1": 3
				}
			],
			"instructions": [
				"In a food processor, combine the Melba toast and ½ teaspoon salt, season with pepper, and process until you have fine, uniform crumbs, about the texture of wheat germ. Add ¼ cup of the minced shallots and pulse to combine. Transfer the mixture to a shallow dish. In a second shallow dish, beat the egg and 1 teaspoon of the mustard until uniform. Dip a slice of goat cheese into the egg, covering both sides and the edges. Then dip into the Melba toast mixture, gently pressing the crumbs onto the cheese to form a thick coating, and place on a plate. Repeat with the remaining cheese slices, adding them to the plate as you go. Put the plate in the freezer and freeze until the cheese is very firm, about 45 minutes.",
				"Meanwhile, in a large nonreactive bowl, combine the vinegar, lemon juice, remaining 1 teaspoon mustard, and ½ teaspoon salt; season with pepper; and whisk to incorporate. Stir in the remaining ¼ cup shallots and set aside for the flavors to blend, about 10 minutes. While whisking vigorously, add the olive oil in a slow, steady stream to blend and emulsify into a dressing. Adjust the seasoning with additional salt and pepper, if necessary, and set aside.",
				"With a rack in the upper position, preheat the oven to 475°F. Set a wire rack in a rimmed baking sheet.",
				"Place the frozen cheese rounds on the rack, then brush lightly all over with olive oil. Bake until the coating is deep golden brown and the cheese is slightly soft, 9 to 14 minutes. Let the cheese cool on the wire rack for about 2 minutes.",
				"Whisk the dressing to recombine. Add the greens and apple (if using) to the dressing and toss to coat. Divide the greens among six serving plates, place two cheese rounds on each, and sprinkle with some of the chives. Serve immediately."
			],
			"noteCook": [
				"To quickly and neatly slice the goat cheese, use a cheese slicer with a wire cutter. If you don't have one, you can use a length of dental floss, wrapping the ends around your index fingers so that it's taut.",
				"If you prefer, you can use olive oil cooking spray to coat the frozen cheese rounds, rather than brushing them with olive oil."
			],
			"hasFluff": true,
			"hasFluffImages": true
		},
		{
			"name": "Elven Flatbread",
			"source": "HFFotM",
			"page": 188,
			"type": "The Feywild",
			"diet": "C",
			"allergenGroups": [
				"gluten",
				"milk"
			],
			"makes": "one 13 by 9-inch focaccia",
			"ingredients": [
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cups all-purpose flour or bread flour",
					"amount1": 3
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} packet ({=amount2/v} teaspoons) instant or Rapid Rise yeast",
					"amount1": 1,
					"amount2": 2.25
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoons kosher salt",
					"amount1": 2
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cups lukewarm (105° to 115°F) water",
					"amount1": 1.75
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoons extra-virgin olive oil",
					"amount1": 5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoon unsalted butter, at room temperature",
					"amount1": 1
				},
				"Vegetables (such as halved cherry or grape tomatoes, sliced shallots or red onions, sliced mini bell peppers, and scallions)",
				"Fresh herbs for garnish (such as parsley or basil sprigs)",
				"Sliced black olives for garnish (optional)",
				"Large-flake salt (such as Maldon)"
			],
			"instructions": [
				"In a large bowl, combine the flour, yeast, and kosher salt and whisk to incorporate. Make a well in the center, add the water and, using a wooden spoon or your hands, stir around the perimeter of the well to incorporate the dry ingredients into the wet, creating a mass of sticky dough (it will look a little lumpy, which is fine). Pour 1½ teaspoons of the olive oil over the dough, and turn the dough to coat lightly. Cover the bowl and refrigerate until the dough has about doubled in bulk, at least 12 hours or up to 48 hours.",
				"A couple of hours before you're ready to bake, coat a 13 by 9-inch baking dish with the butter and then with nonstick cooking spray. Add 2 tablespoons olive oil to the center of the dish and tilt to spread the oil. Pull the dough away from the sides of the bowl to deflate. Place in the prepared baking dish, roll in the oil to coat well, and re-shape it into a loose ball. Cover and let rest at room temperature until doubled in bulk, 2½ to 4 hours (timing will depend on the ambient temperature).",
				"When ready to top and bake, with a rack in the middle position, preheat the oven to 425°F. Pour 2 tablespoons olive oil over the dough and spread evenly over the surface. Using your fingers, gently stretch the dough toward the edges of the pan (ideally it will come within an inch or two) while pressing into it with your fingertips to create deep dimples, though not all the way to the bottom. Arrange the vegetables on the dough decoratively in a single layer, pressing them into the dough to help adhere. Brush with the remaining 1½ teaspoons olive oil, garnish with herbs and olives (if using), and sprinkle as much flaky salt as you like evenly over the surface.",
				"Bake the flatbread until golden brown, puffed on the top, and crisp on the bottom, 28 to 40 minutes, rotating the pan halfway through. Place the pan on a wire rack to cool for 15 minutes. Carefully remove the bread from the pan, transfer to the rack, and let cool until just warm. Cut and serve."
			],
			"hasFluff": true,
			"hasFluffImages": true
		},
		{
			"name": "Elverquisst",
			"source": "HFFotM",
			"page": 205,
			"otherSources": [
				{
					"source": "HFDoMM"
				}
			],
			"type": "The Feywild",
			"dishTypes": [
				"libation"
			],
			"diet": "V",
			"allergenGroups": [
				"sulphites"
			],
			"makes": "about 1¾ quarts",
			"ingredients": [
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup granulated sugar",
					"amount1": 0.25
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup warm water",
					"amount1": 0.25
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/xt} 750 ml bottle cold inexpensive, medium-bodied, dry red wine (such as Merlot)",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cups apple juice",
					"amount1": 1.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup pomegranate juice",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup Calvados or another brandy",
					"amount1": 0.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cinnamon sticks",
					"amount1": 3
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup plain seltzer, cold",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup large ice cubes, plus more for serving",
					"amount1": 1
				},
				"Apple slices for garnish (optional)"
			],
			"instructions": [
				"In a large bowl or pitcher, combine the sugar and water and stir to dissolve the sugar. Add the wine, both juices, Calvados, and cinnamon sticks and stir. Cover and refrigerate for at least 4 hours or up to 24 hours.",
				"When ready to serve, remove the cinnamon sticks, if desired. Add the seltzer and ice cubes and stir to blend. Pour into ice-filled punch or juice glasses, and garnish each with an apple slice, if desired."
			],
			"miscTags": [
				"alcohol"
			],
			"hasFluff": true,
			"hasFluffImages": true
		},
		{
			"name": "Emerald Chicken",
			"source": "HFFotM",
			"page": 171,
			"type": "Sigil",
			"diet": "X",
			"serves": {
				"min": 4,
				"max": 6
			},
			"ingredients": [
				{
					"type": "ingredient",
					"entry": "{=amount1/v} ounces chicken livers, trimmed of fat, membranes, and connective tissue",
					"amount1": 8
				},
				"Kosher salt and freshly ground black pepper",
				{
					"type": "ingredient",
					"entry": "{=amount1/v} split bone-in chicken breasts (10 to 12 ounces each)",
					"amount1": 4
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoons neutral oil",
					"amount1": 2
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} pound tomatillos, husked and washed",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} medium yellow onions; 1 thickly sliced and 2 quartered",
					"amount1": 3
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} garlic cloves; 3 left whole with skins on and 3 pressed or grated",
					"amount1": 6
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} medium serrano or jalapeño chiles (see Cook's Note)",
					"amount1": 3
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup chopped fresh cilantro leaves and small stems",
					"amount1": 0.33
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoons fresh lime juice",
					"amount1": 2
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoon granulated sugar",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} pound baby spinach",
					"amount1": 1
				}
			],
			"instructions": [
				"Rinse the chicken livers, pat dry with paper towels, and put in the refrigerator.",
				"In a small bowl or ramekin, combine 2½ teaspoons salt and 1 teaspoon pepper, stir to mix, and set aside. Working with one chicken breast at a time, gently shimmy your finger between the skin and the meat, loosening but not detaching the skin. Fold over the skin to expose the meat, sprinkle about one-fourth of the salt and pepper mixture evenly over the meat, and lay the skin back in place. Repeat with the remaining chicken breasts and salt and pepper. Put the chicken in the refrigerator.",
				"With a rack in the middle position, preheat the oven to 325°F.",
				"In a large ovenproof skillet over high heat, warm 2 teaspoons of the neutral oil until shimmering. Add the tomatillos, sliced onion, whole garlic, and chiles and cook, undisturbed, until deeply charred on the bottom, about 6 minutes. Using tongs, flip everything and cook, undisturbed, until the second side is charred, about 6 minutes longer. Transfer the tomatillos, onion, and chiles to a blender. Transfer the garlic to a small plate. When the garlic is cool enough to handle, squeeze the cloves out of the skins and add to the blender along with the cilantro, lime juice, sugar, and 1 teaspoon salt. Blend until the mixture is thoroughly pureed. Adjust the seasoning with additional salt, if necessary, and blend into a salsa.",
				"Set the skillet over medium-high heat, add 2 teaspoons neutral oil, and warm until shimmering. Add the chicken, skin-side down, and cook, undisturbed, until well browned, 3 to 4 minutes. Flip the chicken pieces and tuck the onion quarters around the chicken. Transfer the skillet to the oven and roast the chicken until it registers 160°F on an instant-read thermometer, 25 to 40 minutes. Leaving the onions and chicken juices in the skillet, transfer the chicken to a plate and let rest for 5 minutes. Cut each chicken breast in half crosswise and cover with foil to keep warm.",
				"While the chicken rests, set a strainer over a medium bowl.",
				"In a large nonstick skillet over medium-high heat, warm about 1 tablespoon of the chicken juices. Add as much spinach as will fit comfortably in the skillet and cook, stirring and turning constantly, until wilted and bright green, about 1 minute. Add the remaining spinach in batches, cooking and stirring, until all the spinach is wilted and bright green, about 3 minutes longer. About halfway through the cooking time, add the pressed garlic. Scrape the spinach and garlic into the strainer and, using tongs, squeeze to release as much liquid as possible. Add the drained spinach to the pan with the onions and chicken juices, add ½ teaspoon salt and ½ teaspoon pepper, and toss to coat. Arrange the spinach, onions, and chicken on a serving platter, and set aside.",
				"Return the nonstick skillet to medium-high heat, add the remaining 2 teaspoons neutral oil, and warm until shimmering. Lightly sprinkle the chicken livers all over with salt and pepper and cook, undisturbed, until the bottoms are lightly browned, about 2½ minutes. Flip the livers and cook until the second sides are lightly browned, about 2 minutes longer (do not overcook—they should remain rosy inside). Using tongs, remove the livers from the pan and arrange on the platter with the spinach and chicken.",
				"Pour about half the salsa over the chicken and livers. Serve immediately, passing the remaining salsa on the side."
			],
			"noteCook": [
				"The heat of serranos and jalapeños can vary significantly, so you may want to take a tiny nibble to gauge how hot yours are and use more than three if it seems too tame. Here, we use them whole, with their seeds and inner membranes, to harness all the heat.",
				"The chicken livers can pop and spit a bit as they cook, so if you have a splatter screen, this is a great time to deploy it.",
				"Rice or quinoa make good accompaniments."
			],
			"hasFluff": true,
			"hasFluffImages": true
		},
		{
			"name": "Fey Fritters",
			"source": "HFFotM",
			"page": 198,
			"type": "The Feywild",
			"diet": "C",
			"allergenGroups": [
				"eggs",
				"gluten",
				"milk"
			],
			"makes": "about fourteen 3-inch fritters",
			"ingredients": [
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cups water",
					"amount1": 4
				},
				"Kosher salt",
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cups frozen (not thawed) or fresh green peas",
					"amount1": 2
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} eggs, beaten",
					"amount1": 2
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup whole milk, plus more as needed",
					"amount1": 0.33
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup chopped fresh parsley",
					"amount1": 0.33
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup minced shallot",
					"amount1": 0.25
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoon finely grated lemon zest",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoon baking powder",
					"amount1": 1
				},
				"Freshly ground black pepper",
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup all-purpose flour",
					"amount1": 0.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup coarsely crumbled feta",
					"amount1": 0.5
				},
				"Neutral oil for pan-frying"
			],
			"instructions": [
				"Set a colander in the sink. Fill a large bowl with ice water and set aside. Line a plate with paper towels.",
				"In a medium saucepan over high heat, bring the water to a rapid boil. Add ½ teaspoon salt and the peas, cover, and cook until bright green and just tender, about 2 minutes for frozen or 3 to 4 minutes for fresh (the water probably won't return to a full boil). Drain the peas in the colander and immediately place them in the ice water to stop the cooking. Drain the peas again and spread them on the prepared plate to dry. Set aside ⅓ cup.",
				"Transfer the remaining peas to a food processor and pulse to a coarse puree, three or four 2-second pulses, then scrape the puree into a medium bowl. Add the reserved whole peas, eggs, milk, parsley, shallot, lemon zest, baking powder, and 1½ teaspoons salt; season with pepper; and stir to blend. Add the flour and, using a flexible spatula, fold it into the pea mixture. Add the feta and continue folding until no dry patches remain. This batter should be about the texture of a thick, chunky applesauce; if it's too thick, add more milk, 1 tablespoon at a time, folding to incorporate until the proper texture is attained.",
				"With a rack in the middle position, preheat the oven to 250°F. Line a large plate or platter with paper towels and set aside.",
				"In a large cast-iron or nonstick skillet over medium heat, warm 2 tablespoons neutral oil until shimmering. Gauge the oil temperature and seasoning by placing about 1 tablespoon batter in the center of the skillet and cook until the fritter is lightly browned on the bottom, about 1 minute (the oil around the fritters should bubble gently). Flip the fritter and cook until the second side is browned, about 1 minute longer. If it is too light or too dark, adjust the heat accordingly and retest. Taste and adjust the seasoning of the batter with additional salt and pepper, if necessary.",
				"Working in batches, scoop roughly 3-tablespoon portions of the batter into the pan, spreading them into 3-inch rounds, with about 1 inch between them. Cook, undisturbed, until tiny bubbles appear on the surface and the bottom is browned, 2½ to 3 minutes. Using a spatula, gently flip the fritters and cook, undisturbed, until the second side is well browned, 1½ to 2 minutes longer. Transfer the fritters to the prepared plate and place in the oven to keep warm. Repeat to cook the remaining batter, adding more oil to equal about 2 tablespoons when necessary. Serve the fritters warm, as soon as the last batch has cooked."
			],
			"noteCook": [
				"If you like, accompany the fritters with a small bowl of crème fraîche or a plain Greek yogurt accented with a little olive oil, lemon juice, chopped fresh mint or scallions, salt, and pepper."
			],
			"hasFluff": true,
			"hasFluffImages": true
		},
		{
			"name": "Fig Cakes",
			"source": "HFFotM",
			"page": 146,
			"otherSources": [
				{
					"source": "HFDoMM"
				}
			],
			"type": "Ravenloft",
			"dishTypes": [
				"sweet"
			],
			"diet": "C",
			"allergenGroups": [
				"nuts",
				"sesame",
				"sulphites"
			],
			"makes": "6 cakes",
			"ingredients": [
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup slivered almonds, lightly toasted ({@recipe Sour Cream-Walnut Cake|HFFotM|see Cook's Note, this page}) and cooled",
					"amount1": 0.75
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} ounces dried figs, quartered",
					"amount1": 8
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoons finely grated lemon zest",
					"amount1": 1.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoon ground cinnamon",
					"amount1": 0.75
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoon ground anise",
					"amount1": 0.75
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} small pinch kosher salt",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoons brandy or cognac",
					"amount1": 3
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup sesame seeds, lightly toasted ({@recipe Sour Cream-Walnut Cake|HFFotM|see Cook's Note, this page}) and cooled",
					"amount1": 0.33
				}
			],
			"instructions": [
				"In a food processor, pulse the almonds until fine but not pasty, about five 2-second pulses. Scrape the ground nuts into a medium bowl. Add the figs, lemon zest, cinnamon, anise, salt, and brandy to the food processor and process until very finely chopped and well blended, about 20 seconds, stopping to scrape down the sides as necessary. Add the ground almonds and pulse several times to incorporate them, about four 2-second pulses. Scrape the mixture into the medium bowl. Place the sesame seeds in a wide, shallow bowl.",
				"Roll scant ¼-cup portions of the mixture into six balls, gently pressing as you roll to help them cohere. Press gently with your fingers to flatten and shape the balls into ovals about 3 inches long, 2 inches wide, and ½ inch thick. Working with one oval at a time, place it in the sesame seeds, pressing gently to help the seeds adhere to the bottom. Place the cakes, sesame-side up, on a plate. Let rest to firm up and dry out slightly, for 1 hour before serving."
			],
			"noteCook": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"source": "HFDoMM",
							"name": "TIP:",
							"entries": [
								"Fig Cakes will keep in an airtight container at room temperature for up to 5 days."
							]
						}
					]
				}
			],
			"miscTags": [
				"alcohol"
			],
			"hasFluff": true,
			"hasFluffImages": true
		},
		{
			"name": "Fire-Wrapped Golden Fish",
			"source": "HFFotM",
			"page": 168,
			"type": "Sigil",
			"diet": "X",
			"allergenGroups": [
				"fish",
				"gluten"
			],
			"serves": {
				"exact": 4
			},
			"ingredients": [
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cups canola oil or corn oil",
					"amount1": 6
				},
				"Kosher salt",
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoons freshly ground black pepper",
					"amount1": 2
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoons cayenne pepper",
					"amount1": 1.5
				},
				"Ice cubes",
				{
					"type": "ingredient",
					"entry": "About {=amount1/v} cups cold tap water",
					"amount1": 1.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup all-purpose flour",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoons chili powder",
					"amount1": 1.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoons garlic powder",
					"amount1": 2
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} pounds firm, meaty white-fleshed fish fillets (such as halibut, tilapia, or mahi-mahi), skinned and cut into 3 by 1-inch strips",
					"amount1": 1.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup plus {=amount2/v} tablespoon cold sparkling water",
					"amount1": 0.75,
					"amount2": 1
				},
				"Lime wedges for serving"
			],
			"instructions": [
				"Preheat the oven to 200°F. Line a large rimmed baking sheet with a double layer of paper towels and set aside. Place a wire rack on another large rimmed baking sheet and set aside.",
				"Clip a deep-fry or candy thermometer to the side of a medium Dutch oven over medium-high heat and warm the canola oil to 360°F. In a small bowl, combine 2 teaspoons salt, the black pepper, and ¾ teaspoon of the cayenne and stir to mix.",
				"While the oil heats, fill a large bowl one-third of the way with ice and add the tap water. In a medium bowl (preferably stainless steel), combine the flour, chili powder, garlic powder, remaining ¾ teaspoon cayenne, and ¾ teaspoon salt and whisk to incorporate. Set this bowl in the bowl of ice water to chill the flour mixture.",
				"Spread the fish on a platter or a third rimmed baking sheet. Sprinkle the fish all over with the seasoning mixture and set aside.",
				"When the oil is at temperature, add the sparkling water to the flour mixture and stir just until the wet and dry ingredients are mixed but still a little lumpy (do not overmix).",
				"Add six pieces of fish to the batter and coat them thoroughly. Using tongs or chopsticks, remove three pieces, allowing excess batter to drip back into the bowl, and slip the fish into the oil. Wait 30 seconds and repeat with the other three battered pieces. Fry until slightly puffed and golden brown, turning the pieces once or twice to promote even frying and prevent them from sticking to each other, adjusting the heat as necessary to maintain 360°F, 4 to 5 minutes. Using a spider skimmer, slotted spoon, or long tongs, transfer the fried fish to the paper towel–lined baking sheet to drain for about 30 seconds. Sprinkle the fried fish lightly with salt, transfer to the prepared wire rack set, and place in the oven to keep warm. Allow the oil to return to 360°F and repeat until all the fish are cooked. Serve immediately with lime wedges."
			],
			"hasFluff": true,
			"hasFluffImages": true
		},
		{
			"name": "Fried Bread and Spices",
			"source": "HFFotM",
			"page": 162,
			"type": "Sigil",
			"diet": "V",
			"allergenGroups": [
				"gluten"
			],
			"makes": "6 slices",
			"ingredients": [
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoons paprika",
					"amount1": 2.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoon ground cumin",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoon ground coriander",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoon ground fennel",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoon kosher salt",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoon freshly ground black pepper",
					"amount1": 0.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoon cayenne pepper",
					"amount1": 0.25
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} slices country, French, or Italian bread, ¾ inch thick and about 5 inches wide",
					"amount1": 6
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup extra-virgin olive oil",
					"amount1": 0.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} garlic clove (optional)",
					"amount1": 1
				}
			],
			"instructions": [
				"In a small bowl, combine the paprika, cumin, coriander, fennel, salt, black pepper, and cayenne and stir to incorporate. Brush both sides of each bread slice with about 2 teaspoons of the olive oil.",
				"In a large nonstick skillet over medium heat, place as many slices of bread as will fit in a single layer. Cook, undisturbed, until golden brown on the bottom, about 5 minutes. Near the end of that time, sprinkle about 1 teaspoon of the spice mixture evenly over each slice of bread. Carefully flip the bread so the spiced side is down and continue to cook until lightly browned on the second side and fragrant, about 1½ minutes longer. Remove the bread from the pan, and repeat to cook the remaining slices. Rub each slice lightly on either side with the garlic clove, if desired, before serving."
			],
			"hasFluff": true
		},
		{
			"name": "Fried Soy with Vegetables",
			"source": "HFFotM",
			"page": 42,
			"type": "The Rock of Bral",
			"diet": "X",
			"allergenGroups": [
				"celery",
				"gluten",
				"lupin",
				"mustard",
				"sesame",
				"soya",
				"sulphites"
			],
			"serves": {
				"exact": 4
			},
			"ingredients": [
				{
					"type": "ingredient",
					"entry": "{=amount1/xt} 14- to 20-ounce {@unit {=amount1/xt}|block|blocks} firm or extra-firm tofu",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoons soy sauce",
					"amount1": 3
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoons Shaoxing rice wine or dry sherry",
					"amount1": 2.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoons toasted sesame oil",
					"amount1": 3
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup low-sodium chicken broth, vegetable broth, or water",
					"amount1": 0.33
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoon light brown sugar",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoon cornstarch",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} medium scallions, white parts minced and green parts cut into 1-inch lengths",
					"amount1": 6
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoons minced or grated fresh ginger",
					"amount1": 1.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoon minced or grated garlic",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup neutral oil",
					"amount1": 0.25
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/xt} 3-ounce baby bok choy (about 5 inches long), trimmed at the base and quartered lengthwise",
					"amount1": 3
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} medium carrots, peeled and cut into 2-inch matchsticks",
					"amount1": 2
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} large red bell pepper, cored, seeded, and cut into ½-inch-wide strips",
					"amount1": 1
				},
				"Kosher salt and freshly ground black pepper"
			],
			"instructions": [
				"Line a small baking sheet or cutting board with a clean kitchen towel or triple thickness of paper towels. Halve the tofu block lengthwise, cut each half into 1-inch-thick slices, and arrange on the prepared baking sheet. Top the tofu with another clean kitchen towel or triple thickness of paper towels and a second baking sheet or small cutting board. Weight it down with a large skillet or pot (or something of similar weight) and set aside to drain for 20 minutes.",
				"On a large shallow dish, arrange the pressed tofu slices in a single layer. In a small bowl, combine 1 tablespoon of the soy sauce, 1 tablespoon of the rice wine, and 1½ teaspoons of the sesame oil and whisk to incorporate. Pour over the tofu, turn the slices to coat (take care not to break them), and let marinate for 15 minutes, turning them again halfway through.",
				"Meanwhile, in a small bowl, combine the remaining 2 tablespoons soy sauce, remaining 1½ tablespoons rice wine, remaining 1½ teaspoons sesame oil, the chicken broth, brown sugar, and cornstarch; whisk to blend; and set aside. In another small bowl, combine the scallion whites, ginger, garlic, and 2 teaspoons of the neutral oil; stir to incorporate; and set aside.",
				"In a large nonstick skillet over high heat, warm 2 teaspoons neutral oil until shimmering. Tilt the skillet to coat the bottom, add the tofu in a single layer, and cook, undisturbed, until browned on the bottom, 2½ to 3½ minutes. Turn the slices and continue cooking until browned on the second side, 2½ to 3½ minutes longer. Transfer the tofu to a large bowl, cut the slices in half, if desired, and set aside.",
				"Return the skillet to high heat, add 2 teaspoons neutral oil, and warm until shimmering. Tilt the skillet to coat the bottom, add the bok choy, cut-side down, sprinkle lightly with salt, and cook, undisturbed, until spotted with brown on the bottom, about 2 minutes. Turn the pieces so the second cut side is down and continue to cook, undisturbed, until that side is spotty brown and the bok choy is barely tender, about 2 minutes longer. Transfer to the bowl with the tofu.",
				"Return the skillet to high heat, add 2 teaspoons neutral oil, and warm until shimmering. Tilt the skillet to coat the bottom; add the carrots, bell pepper, and ¼ teaspoon salt; and cook, stirring occasionally, until barely tender, about 2 minutes.",
				"Adjust the heat to medium, clear the center of the skillet, add the remaining 4 teaspoons neutral oil, and allow it to warm for a moment. Add the ginger-garlic mixture and cook, stirring and mashing the mixture, until fragrant, about 45 seconds. Whisk the soy sauce mixture to recombine, add to the skillet, and cook, stirring constantly, until the sauce is thickened, about 45 seconds.",
				"Add the tofu, bok choy, scallion greens, and ½ teaspoon salt to the skillet and season with pepper. Cook, stirring constantly, until heated through and coated with sauce, about 1 minute. Divide among four plates and serve immediately."
			],
			"noteCook": [
				"Serve this with hot freshly cooked rice—brown or white."
			],
			"miscTags": [
				"alcohol"
			],
			"hasFluff": true,
			"hasFluffImages": true
		},
		{
			"name": "Goldenstars",
			"source": "HFFotM",
			"page": 8,
			"type": "The Yawning Portal",
			"dishTypes": [
				"pastry"
			],
			"diet": "X",
			"allergenGroups": [
				"celery",
				"eggs",
				"gluten",
				"lupin",
				"milk",
				"mustard",
				"soya"
			],
			"makes": "about 15 pastries",
			"ingredients": [
				{
					"type": "entries",
					"name": "Dough",
					"entries": [
						{
							"type": "ingredient",
							"entry": "{=amount1/v} cups all-purpose flour",
							"amount1": 2.5
						},
						{
							"type": "ingredient",
							"entry": "{=amount1/v} teaspoons granulated sugar",
							"amount1": 2
						},
						{
							"type": "ingredient",
							"entry": "{=amount1/v} tablespoon onion powder",
							"amount1": 1
						},
						{
							"type": "ingredient",
							"entry": "{=amount1/v} teaspoon baking powder",
							"amount1": 0.5
						},
						{
							"type": "ingredient",
							"entry": "{=amount1/v} teaspoon kosher salt",
							"amount1": 1
						},
						{
							"type": "ingredient",
							"entry": "{=amount1/v} teaspoon freshly ground black pepper",
							"amount1": 0.5
						},
						{
							"type": "ingredient",
							"entry": "{=amount1/c} eggs",
							"amount1": 2
						},
						{
							"type": "ingredient",
							"entry": "{=amount1/v} cup neutral oil",
							"amount1": 0.5
						},
						{
							"type": "ingredient",
							"entry": "{=amount1/v} cup water",
							"amount1": 0.25
						}
					]
				},
				{
					"type": "entries",
					"name": "Filling",
					"entries": [
						{
							"type": "ingredient",
							"entry": "{=amount1/v} teaspoons neutral oil",
							"amount1": 1.5
						},
						{
							"type": "ingredient",
							"entry": "{=amount1/v} four-ounce mild-flavored fresh sausage, casing removed (see Cook's Note)",
							"amount1": 1
						},
						{
							"type": "ingredient",
							"entry": "{=amount1/v} cup diced (about ⅜-inch cubes) peeled Yukon gold potato",
							"amount1": 0.75
						},
						{
							"type": "ingredient",
							"entry": "{=amount1/v} cup water",
							"amount1": 0.25
						},
						"Kosher salt",
						{
							"type": "ingredient",
							"entry": "{=amount1/v} tablespoon unsalted butter",
							"amount1": 1
						},
						{
							"type": "ingredient",
							"entry": "{=amount1/v} cups loosely packed very thinly sliced leeks (white and light green parts; halved lengthwise before slicing)",
							"amount1": 1.25
						},
						{
							"type": "ingredient",
							"entry": "{=amount1/v} teaspoons chopped fresh thyme",
							"amount1": 1.5
						},
						{
							"type": "ingredient",
							"entry": "{=amount1/v} tablespoons all-purpose flour",
							"amount1": 1.5
						},
						{
							"type": "ingredient",
							"entry": "{=amount1/v} cup low-sodium chicken broth",
							"amount1": 0.75
						},
						"Freshly ground black pepper",
						{
							"type": "ingredient",
							"entry": "{=amount1/v} cup chopped fresh parsley",
							"amount1": 0.25
						}
					]
				},
				{
					"type": "entries",
					"name": "Egg Wash",
					"entries": [
						{
							"type": "ingredient",
							"entry": "{=amount1/c} egg",
							"amount1": 1
						},
						{
							"type": "ingredient",
							"entry": "{=amount1/v} tablespoon water",
							"amount1": 1
						}
					]
				}
			],
			"instructions": [
				{
					"type": "entries",
					"name": "To make the dough:",
					"entries": [
						"In a large bowl, combine the flour, sugar, onion powder, baking powder, salt, and pepper and whisk together. In a medium bowl, combine the eggs, neutral oil, and water and whisk until uniform. Add the wet mixture to the dry mixture and, using a flexible spatula, fold until incorporated into a dough.",
						"Turn the dough onto a work surface and knead briefly until it comes together. Divide in half and pat each half into a roughly 6-inch disc. Place the discs side by side in the bowl or on a plate, cover with a kitchen towel, and let rest for about 1 hour."
					]
				},
				{
					"type": "entries",
					"name": "To make the filling:",
					"entries": [
						"Line a small plate with a paper towel and set aside.",
						"In a medium nonstick skillet over medium heat, warm the neutral oil. Add the sausage and cook, stirring and breaking it into small crumbles, until it no longer appears raw, about 3 minutes. With a slotted spoon, transfer the sausage to the prepared plate, leaving as much of the rendered fat in the skillet as possible.",
						"Return the skillet to medium heat. Add the potato, water, and 1 pinch salt and cook, covered, stirring occasionally to prevent sticking, until the potato starts to soften, about 6 minutes. Add the butter and let melt, swirling to coat the pan. Add the leek, thyme, and 1 pinch salt and cook, stirring, until softened, about 2 minutes. Add the flour and cook, stirring constantly, for 2 minutes. Slowly add the chicken broth, stirring constantly and scraping the bottom of the skillet to dissolve the browned bits, and cook until thickened, about 1½ minutes (the texture will be quite thick, almost like loose mashed potatoes). Add the reserved sausage and stir to incorporate. Remove the skillet from the heat and let the mixture cool until barely warm, 10 to 15 minutes. Taste and adjust the seasoning with additional salt and pepper, if necessary. Stir in the parsley.",
						"With racks in the upper- and lower-middle positions, preheat the oven to 375°F. Line two baking sheets with parchment paper or nonstick baking mats, and set aside."
					]
				},
				{
					"type": "entries",
					"name": "To make the egg wash:",
					"entries": [
						"In a small bowl, whisk the egg and water until uniformly yellow. Set aside."
					]
				},
				"On a generously floured work surface, roll out one of the dough discs into a roughly 12-inch circle no more ¼ inch thick. Using a 4-inch round cookie or biscuit cutter, cut out four or five rounds. Gather the dough scraps into a mass, return to the bowl or plate, and cover.",
				"If necessary, use a bench scraper to gently loosen the dough rounds from the work surface. Place about 1½ tablespoons of the filling in the center of each round. Lightly brush the edges of each round with the egg wash. Working with one at a time, form a triangle by folding three \"sides\" up and over the filling, leaving about 1 inch of filling uncovered. Pinch the edges together well (so they won't come apart as they bake). Place on a prepared baking sheet, about 2 inches apart.",
				"Clean the work surface, if necessary, flour it generously, and repeat the process with the second dough disc, rolling the dough, cutting, filling, shaping, and sealing the rounds. Add the collected scraps to those from the first disc.",
				"Clean the work surface, if necessary. Knead the collected dough scraps into a cohesive mass, pat it into a roughly 6-inch disc, cover, and let rest for about 15 minutes. Flour the work surface generously, and roll out, cut, fill, shape, and seal about five to seven final rounds. Transfer the pastries to the prepared baking sheets. Brush the three sides of the pastries (but not the exposed filling) with egg wash.",
				"Bake the goldenstars until light golden and the filling is bubbling, about 25 minutes, swapping and rotating the baking sheets halfway through. Let the pastries cool on the baking sheets for about 5 minutes, then transfer them to wire racks and let cool until barely warm or room temperature before serving."
			],
			"noteCook": [
				"Fresh sausages come in a variety of sizes and flavors. Choose a mild flavor such as spinach or roasted garlic and steer clear of strong, spicy, or smoky flavors. Turkey sausage is fine here, if you prefer it.",
				"If you don't have a 4-inch round cookie or biscuit cutter, you can use a small dish 4 inches in diameter with a thin rim to cut the dough rounds.",
				"A bench scraper is a useful and inexpensive tool. You can use it to level flour in a measuring cup, or batter in a baking pan, in addition to loosening dough from a work surface.",
				"Goldenstars can be wrapped in aluminum foil and refrigerated for up to 4 days. Before serving, reheat in a 350°F oven, still wrapped in foil, until warmed through, about 30 minutes."
			],
			"hasFluff": true,
			"hasFluffImages": true
		},
		{
			"name": "Green Dragon Blackbread Muffins",
			"source": "HFFotM",
			"page": 104,
			"type": "Lost in Realmspace",
			"diet": "C",
			"allergenGroups": [
				"eggs",
				"gluten",
				"milk"
			],
			"makes": "12 muffins",
			"ingredients": [
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup all-purpose flour",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup dark rye flour",
					"amount1": 0.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup medium-grind cornmeal (preferably stone-ground)",
					"amount1": 0.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoons unsweetened cocoa powder (preferably Dutch-process)",
					"amount1": 2
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoons baking soda",
					"amount1": 1.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoon kosher salt",
					"amount1": 0.75
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoon baking powder",
					"amount1": 0.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup neutral oil",
					"amount1": 0.25
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoons unsalted butter, melted and cooled, plus butter at room temperature for serving",
					"amount1": 4
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup unsulphured molasses (not blackstrap)",
					"amount1": 0.33
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup packed dark brown sugar",
					"amount1": 0.25
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} {@unit {=amount1/v}|egg|eggs}",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup buttermilk",
					"amount1": 0.75
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup currants or raisins (optional)",
					"amount1": 0.75
				}
			],
			"instructions": [
				"With a rack in the middle position, preheat the oven to 400°F. Coat a 12-cup muffin tin with nonstick cooking spray, or line with paper liners, and set aside.",
				"In a large bowl, combine both flours, the cornmeal, cocoa powder, baking soda, salt, and baking powder and whisk to incorporate. In a medium bowl, combine the neutral oil, melted butter, molasses, and brown sugar and whisk, to break up any sugar lumps, until uniform. Add the egg and buttermilk and whisk until uniform. Add the wet mixture to the dry mixture and, using a flexible spatula, fold until they're incorporated into a batter with no dry patches (do not overmix). Fold in the currants (if using). Working quickly, using a large spoon or portion scoop, evenly divide the batter among the prepared muffin cups.",
				"Bake the muffins until a toothpick inserted in the center of one or two comes out clean, about 15 minutes, rotating the muffin tin halfway through (do not overbake). Let the muffins cool in the tin for about 12 minutes, then remove to a wire rack to cool further, if desired. Serve with room-temperature butter."
			],
			"noteCook": [
				"Choose a nonstick muffin tin with a gold-tone, or medium-grey finish (or other medium tone). These produce nicely browned baked goods, neither too dark (as is often the case with heavily sweetened batters in very dark bakeware), nor too light.",
				"Baking soda, the primary leavener here, starts to react with the acidic ingredients in the batter on contact. Work quickly to fill the muffin tin, and get it into the oven at once so you don't lose too much leavening oomph."
			],
			"hasFluff": true,
			"hasFluffImages": true
		},
		{
			"name": "Green Ice Rime",
			"alias": [
				"The Gelatinous Cube"
			],
			"source": "HFFotM",
			"page": 59,
			"otherSources": [
				{
					"source": "HFDoMM"
				}
			],
			"type": "The Rock of Bral",
			"dishTypes": [
				"sweet"
			],
			"diet": "X",
			"allergenGroups": [
				"fish",
				"milk"
			],
			"serves": {
				"exact": 4
			},
			"ingredients": [
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoon neutral oil",
					"amount1": 0.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cups 1% or 2% milk",
					"amount1": 4.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} envelopes unflavored gelatin (2 tablespoons plus ¾ teaspoon)",
					"amount1": 3
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup granulated sugar",
					"amount1": 0.33
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} small pinch kosher salt",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoons mint extract",
					"amount1": 2
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoon vanilla extract",
					"amount1": 0.25
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} small drops green food coloring",
					"amount1": 3
				}
			],
			"instructions": [
				"Using a paper towel, spread the neutral oil in an 8- or 9-inch square baking pan, coating the bottom and sides and leaving a slight film. Set aside.",
				"Pour 1½ cups of the milk into a wide bowl, sprinkle the gelatin evenly over the surface, and allow to soften, about 10 minutes.",
				"In a medium saucepan over medium heat, warm the remaining 3 cups milk, the sugar, and salt, stirring to dissolve the sugar, until warm to the touch, about 7 minutes. Remove from the heat, add the gelatin mixture, and whisk until the gelatin dissolves. Let cool for about 10 minutes. Add the mint extract, vanilla, and food coloring and stir to incorporate. Pour the mixture into the prepared baking dish and refrigerate until firm, about 4 hours and no more than 2 days.",
				"When ready to serve, cut the gelatin into 2-inch squares and transfer to chilled dessert goblets or sundae dishes."
			],
			"noteCook": [
				"Glass or ceramic baking pans are your top choices here. Since you'll be cutting the gelatin right in the pan, you could easily damage the nonstick coating in a metal pan.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"source": "HFDoMM",
							"name": "TIPS:",
							"entries": [
								"The cubes will keep in an airtight container in the refrigerator for up to 2 days.",
								"To Chill a dessert goblet or sundae dish, put it in the freezer for an hour before using."
							]
						}
					]
				}
			],
			"hasFluff": true,
			"hasFluffImages": true
		},
		{
			"name": "Green Onion Pancakes",
			"source": "HFFotM",
			"page": 137,
			"type": "Ravenloft",
			"diet": "C",
			"allergenGroups": [
				"eggs",
				"gluten",
				"milk",
				"soya"
			],
			"serves": {
				"min": 3,
				"max": 4,
				"note": "as an appetizer"
			},
			"ingredients": [
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup all-purpose flour",
					"amount1": 0.33
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoons onion powder",
					"amount1": 2
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoon baking powder",
					"amount1": 0.5
				},
				"Kosher salt and freshly ground black pepper",
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup crème fraîche (see Cook's Note)",
					"amount1": 0.33
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoons whole milk or half-and-half, plus more as needed",
					"amount1": 1.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/c} {@unit {=amount1/c}|egg|eggs}, beaten",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup very cold water, plus more as needed",
					"amount1": 0.25
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoons soy sauce",
					"amount1": 1.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoons neutral oil",
					"amount1": 1.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup finely shredded green cabbage, massaged with your hands to soften",
					"amount1": 0.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} small carrot, peeled and grated on the large holes of a box grater",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} scallions, trimmed, whites thinly sliced and greens cut into 2-inch lengths",
					"amount1": 16
				}
			],
			"instructions": [
				"With a rack in the middle position, preheat the oven to 250°F. Set a wire rack in a rimmed baking sheet and set aside.",
				"In a small bowl, combine the flour, onion powder, baking powder, and 1½ teaspoons salt; season with pepper; whisk to incorporate; and set aside.",
				"In a medium bowl, combine the crème fraîche and milk and whisk to a thick, barely pourable consistency, adding more milk, about 1 teaspoon at a time, as needed. Using a flexible spatula, scrape the mixture into a small serving dish and put in the refrigerator.",
				"In the medium bowl, combine the egg, water, soy sauce, and 1½ teaspoons of the neutral oil and whisk until well blended. Add the flour mixture and whisk to form a loose, smooth batter with the consistency of applesauce, adding more water by the teaspoon (up to 4 teaspoons), if necessary. Add the cabbage, carrot, and scallions; mix to coat the vegetables with batter; and let rest for about 5 minutes.",
				"In a medium nonstick skillet over medium heat, warm 1½ teaspoons neutral oil until shimmering. Stir the batter mixture, add half of it to the skillet, and immediately spread it into a roughly 7-inch round. Cook, undisturbed, until well browned on the bottom, about 3½ minutes. With a rubber spatula, flip the pancake and cook the second side, adjusting the heat if necessary, until the second side is spotted with brown, about 3½ minutes longer. Transfer the pancake to the prepared rack and place in the oven to keep warm. Add the remaining 1½ teaspoons neutral oil to the skillet, warm until shimmering, and repeat to cook the remaining batter into a second pancake. Transfer the pancake from the oven to a plate, add the second pancake, and set them aside to cool for about 4 minutes. Cut the pancakes into wedges and serve with the crème fraîche mixture."
			],
			"noteCook": [
				"You can substitute sour cream or plain Greek yogurt for the crème fraîche."
			],
			"hasFluff": true,
			"hasFluffImages": true
		},
		{
			"name": "Halfling Game Birds",
			"source": "HFFotM",
			"page": 115,
			"type": "Lost in Realmspace",
			"diet": "X",
			"serves": {
				"exact": 4
			},
			"ingredients": [
				"Kosher salt and freshly ground black pepper",
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoon finely grated lemon zest",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoons minced fresh rosemary",
					"amount1": 2
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoons minced fresh thyme",
					"amount1": 2
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} Cornish game hens (about 2 pounds each)",
					"amount1": 2
				},
				"Olive oil spray"
			],
			"instructions": [
				"Set a wire rack on a rimmed baking sheet and set aside.",
				"In a small bowl, combine 1½ tablespoons salt, 1½ teaspoons pepper, the lemon zest, rosemary, and thyme; stir to incorporate; and set aside.",
				"On a work surface, using kitchen or poultry shears, cut through both sides of, and remove, a Cornish hen's backbone. Repeat with the second hen. Working one at a time, turn the hens so they're breast-side up and then flatten with one of your hands. Using a chef's knife, cut through the breastbone to halve each hen.",
				"Pat the hens dry with paper towels and then, working with one half hen at a time, gently shimmy a finger between the skin and the meat, loosening but not detaching the skin. Rub about one-fourth of the seasoning mixture under the skin of each half, then sprinkle about ½ teaspoon salt all over the skin of each half. Tuck the wing tips behind the breasts and arrange the halves skin-side up on the prepared rack. Refrigerate, uncovered, for at least 4 hours or up to 24 hours.",
				"With racks in the upper-middle and lower-middle positions, place a second rimmed baking sheet on the lower rack, and preheat the oven to 500°F.",
				"When the oven is ready, remove the hens from the refrigerator. Coat the skins with olive oil spray and sprinkle each hen half with about ¼ teaspoon pepper. Carefully arrange the hens, skin-side down, on the preheated baking sheet and roast for 10 minutes. Remove the hens from the oven and preheat the broiler. Flip the hens skin-side up, set the baking sheet on the upper rack, and broil the hens until well browned and an instant-read thermometer registers 160°F when inserted into the thickest part of a breast, and 175°F in the thickest part of a thigh, 6 to 9 minutes, rotating the sheet as necessary for even browning. Transfer the hen halves to a platter or individual plates. Serve immediately."
			],
			"hasFluff": true,
			"hasFluffImages": true
		},
		{
			"name": "Halfling Iron Rations",
			"source": "HFFotM",
			"page": 130,
			"type": "Ravenloft",
			"diet": "X",
			"allergenGroups": [
				"eggs",
				"fish",
				"gluten",
				"nuts",
				"sesame",
				"soya"
			],
			"makes": "about 4 cups",
			"ingredients": [
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup old-fashioned rolled oats",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup slivered almonds",
					"amount1": 0.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup coarsely chopped walnuts",
					"amount1": 0.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup raw pepitas",
					"amount1": 0.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoons flaxseed",
					"amount1": 1.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoons sesame seeds",
					"amount1": 1.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} egg white",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoons extra-virgin olive oil",
					"amount1": 3
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoon Worcestershire sauce",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoons packed light brown sugar",
					"amount1": 3
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoon minced fresh thyme",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoons kosher salt",
					"amount1": 1.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoon freshly ground black pepper",
					"amount1": 0.75
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoon paprika",
					"amount1": 0.75
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoon garlic powder",
					"amount1": 0.75
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoon ground coriander",
					"amount1": 0.75
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} pinch cayenne pepper",
					"amount1": 1
				}
			],
			"instructions": [
				"With a rack in the middle position, preheat the oven to 325°F. Line a rimmed baking sheet with parchment paper or a nonstick baking mat and set aside.",
				"In a medium bowl, combine the oats, almonds, walnuts, pepitas, flaxseed, and sesame seeds and stir to mix. In another medium bowl, combine the egg white, olive oil, Worcestershire, brown sugar, thyme, salt, black pepper, paprika, garlic powder, coriander, and cayenne and whisk vigorously until well blended. Pour the liquid mixture over the dry mixture and, using a flexible spatula, fold and stir until all the dry ingredients are well coated. Scrape the seed-oat mixture into the center of the prepared baking sheet and, using a large metal spatula, spread and firmly press into an even layer, roughly ⅜ inch thick (the shape is unimportant). The mixture will stick to the spatula as you work—simply scrape it off and continue.",
				"Bake the granola until golden brown in the center and a little darker around the edges, about 25 minutes, rotating the pan about halfway through. Using the metal spatula, turn the granola; it will break into shards as you work, which is fine, but try to keep them as large as possible. Redistribute the granola into an even layer and continue to bake until it is deep golden brown, about 5 minutes longer. Let the granola cool to room temperature on the baking sheet (it will crisp further as it cools). If desired, break it into smaller pieces.",
				"Store the granola in an airtight container at room temperature for up to 2 weeks."
			],
			"noteCook": [
				"Great as a snack, iron rations also make an excellent crunchy topping for thick soups such as {@recipe Seelie Court Cheese and Potato Soup|HFFotM}, salads, roasted vegetables, ratatouille, avocado toast, and deviled eggs."
			],
			"hasFluff": true
		},
		{
			"name": "Harengon Coffee Carrots",
			"source": "HFFotM",
			"page": 195,
			"type": "The Feywild",
			"diet": "C",
			"allergenGroups": [
				"milk"
			],
			"serves": {
				"exact": 4
			},
			"ingredients": [
				{
					"type": "ingredient",
					"entry": "{=amount1/v} pounds carrots, peeled and sliced on the diagonal ⅜ inch thick",
					"amount1": 1.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup espresso or strong brewed coffee",
					"amount1": 0.33
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoons molasses (not blackstrap)",
					"amount1": 1.5
				},
				"Kosher salt",
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoons unsalted butter",
					"amount1": 1.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoon minced fresh thyme",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoon balsamic vinegar",
					"amount1": 0.75
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoon vanilla extract",
					"amount1": 0.25
				},
				"Freshly ground black pepper",
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoons chopped fresh parsley",
					"amount1": 2
				}
			],
			"instructions": [
				"In a medium nonstick skillet (with a lid) over medium-high heat, combine the carrots, espresso, molasses, and ¾ teaspoon salt and bring to a strong simmer. Cover, adjust the heat to medium, and let simmer, stirring occasionally, until the carrots feel almost tender when poked with the tip of a paring knife, 4 to 5 minutes. Add the butter and thyme, adjust the heat to high, and cook at a slow boil, uncovered, stirring to incorporate the butter as it melts, until the liquid is reduced to about 3 tablespoons and the carrots are tender and glazed, 4 to 5 minutes longer.",
				"Remove the skillet from the heat, add the vinegar and vanilla, season with pepper, and stir to blend. Adjust the seasoning with additional salt and pepper, if necessary. Scrape the carrots and glaze into a serving dish and sprinkle with the parsley. Serve immediately."
			],
			"hasFluff": true
		},
		{
			"name": "Harmonious Barracks Meatloaf",
			"source": "HFFotM",
			"page": 173,
			"type": "Sigil",
			"diet": "X",
			"allergenGroups": [
				"eggs",
				"gluten",
				"milk"
			],
			"serves": {
				"min": 6,
				"max": 8
			},
			"ingredients": [
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cups lightly packed, torn crustless pieces French, Italian, or other sturdy white bread (1-inch pieces)",
					"amount1": 2
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup whole or 2% milk",
					"amount1": 0.67
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} {@unit {=amount1/v}|egg|eggs}, beaten",
					"amount1": 2
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoon extra-virgin olive oil",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} medium yellow onion, finely chopped",
					"amount1": 1
				},
				"Kosher salt",
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoons pressed or grated garlic",
					"amount1": 2
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoons finely chopped fresh rosemary",
					"amount1": 2
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoon chopped fresh thyme",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} pounds ground lamb",
					"amount1": 1.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} pound ground chuck (preferably 85% lean)",
					"amount1": 0.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoon freshly ground black pepper",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup finely chopped fresh parsley",
					"amount1": 0.5
				}
			],
			"instructions": [
				"With a rack in the middle position, preheat the oven to 375°F. Line a rimmed baking sheet with aluminum foil. Line a large wire rack with foil and poke holes in the foil. Set the rack on the baking sheet and set aside.",
				"In a large bowl, combine the bread and milk and let soak, stirring occasionally, until softened, about 15 minutes. With a potato masher or fork, mash the mixture to a loose paste. Add the eggs and stir vigorously to combine.",
				"In a medium skillet over medium heat, warm the olive oil until shimmering. Add the onion and ½ teaspoon salt and cook, stirring, until softened, about 4 minutes. Add the garlic, rosemary, and thyme and continue to cook, stirring, until fragrant, about 40 seconds. Scrape into a bowl and let cool to room temperature.",
				"Add the lamb, chuck, onion mixture, 2 teaspoons salt, and the pepper to the bread mixture. Set aside 1 tablespoon of the parsley, and add the remaining 7 tablespoons to the bowl. Fold and stir the mixture gently until well blended. On the prepared rack, form the mixture into a roughly 9 by 5-inch loaf.",
				"Bake the meatloaf until an instant-read thermometer inserted near the center registers 155° to 160°F, about 1¼ hours. Let the meatloaf cool for about 10 minutes, then transfer to a cutting board or serving plate. Slice it with a serrated blade and serve."
			],
			"hasFluff": true
		},
		{
			"name": "Honey Milk",
			"source": "HFFotM",
			"page": 149,
			"type": "Ravenloft",
			"diet": "C",
			"allergenGroups": [
				"milk"
			],
			"makes": "4 cups",
			"ingredients": [
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cups whole milk",
					"amount1": 4
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoons honey",
					"amount1": 1.5
				}
			],
			"instructions": [
				"In a medium saucepan over medium heat, combine the milk and honey and bring to a bare simmer, stirring to dissolve the honey. Remove from the heat and let the mixture cool until barely warm. Pour it into a container with a tight-fitting lid and seal. Refrigerate until cold, about 3 hours, before serving."
			],
			"hasFluff": true
		},
		{
			"name": "Hot River Crab Bites",
			"source": "HFFotM",
			"page": 16,
			"otherSources": [
				{
					"source": "HFDoMM"
				}
			],
			"type": "The Yawning Portal",
			"dishTypes": [
				"snack"
			],
			"diet": "X",
			"allergenGroups": [
				"crustaceans",
				"milk"
			],
			"serves": {
				"exact": 4
			},
			"ingredients": [
				{
					"type": "ingredient",
					"entry": "{=amount1/v} ounces high-quality crabmeat (see Cook's Note), drained",
					"amount1": 6
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoon fresh lemon juice, plus 2 teaspoons finely grated lemon zest (see Cook's Note)",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoon kosher salt",
					"amount1": 0.5
				},
				"Freshly ground black pepper",
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup crème fraîche",
					"amount1": 0.25
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup finely chopped fresh chives",
					"amount1": 0.33
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} endives, root ends trimmed and larger outer leaves separated (see Cook's Note)",
					"amount1": 2
				}
			],
			"instructions": [
				"Blot the crabmeat dry with a paper towel, if necessary, and pick over for shell fragments. Transfer to a small bowl, and add the lemon juice and ¼ teaspoon of the salt; season with pepper; and stir to incorporate. Add the crème fraîche, lemon zest, remaining ¼ teaspoon salt, and most of the chives; season with additional pepper; and stir gently to mix. Taste and adjust the seasoning with additional salt and pepper, if necessary.",
				"Scoop about 1 tablespoon of the crab mixture into each of sixteen endive leaves, arrange them on a platter, and sprinkle with the remaining chives. Serve immediately."
			],
			"noteCook": [
				"Some markets sell freshly picked crabmeat in the seafood department or containers of pasteurized crabmeat in a refrigerated case near packaged smoked salmon, herring, and other fish. Both are more flavorful choices than the canned crabmeat you may find near the canned tuna and sardines.",
				"Zest the lemon before squeezing the juice, as it's easier to zest intact fruit.",
				"In case you're not familiar with endive, they are small, pale, torpedo-shaped heads of lettuce (really, a type of chicory) with a pleasant, mildly bitter flavor. If you can't find or don't like endive, you can serve the crab on crackers, cucumber slices, or lightly toasted slices of baguette."
			],
			"hasFluff": true,
			"hasFluffImages": true
		},
		{
			"name": "Irlymeyer's Dragonfire Punch",
			"source": "HFFotM",
			"page": 91,
			"otherSources": [
				{
					"source": "HFDoMM"
				}
			],
			"type": "Solamnia",
			"dishTypes": [
				"libation"
			],
			"diet": "V",
			"allergenGroups": [
				"sulphites"
			],
			"makes": "about 2½ quarts",
			"ingredients": [
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cups cranberry juice cocktail",
					"amount1": 3
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup frozen orange juice concentrate, thawed",
					"amount1": 0.33
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup frozen pineapple juice concentrate, thawed",
					"amount1": 0.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoons fresh lemon juice",
					"amount1": 3
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup brandy",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup large ice cubes (see Cook's Note), plus more for serving",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/xt} 750 ml bottle Prosecco or other sparkling wine, cold",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} large orange, scrubbed and thinly sliced",
					"amount1": 1
				}
			],
			"instructions": [
				"In a large bowl or pitcher, combine the cranberry juice cocktail, orange juice concentrate, pineapple juice concentrate, lemon juice, and brandy and stir to blend. (This mix can be made 1 day ahead, covered, and refrigerated.)",
				"When ready to serve, add the ice to the mix and stir to chill and blend. Add the Prosecco and stir gently. Fill each glass with ice, pour in the punch, and garnish with an orange slice."
			],
			"noteCook": [
				"A small block of ice will melt more slowly than the cup of ice cubes. To make such a block, fill a 1-quart plastic container (such as a deli container) with water and freeze it overnight. To loosen the block of ice from the container, hold it briefly under hot running water."
			],
			"miscTags": [
				"alcohol"
			],
			"hasFluff": true,
			"hasFluffImages": true
		},
		{
			"name": "Kaeth",
			"alias": [
				"Coffee"
			],
			"source": "HFFotM",
			"page": 178,
			"type": "Sigil",
			"diet": "V",
			"makes": "about 2½ cups",
			"ingredients": [
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup ground dark-roast coffee",
					"amount1": 0.33
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cups water",
					"amount1": 3
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoons light brown sugar",
					"amount1": 2
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoon molasses (not blackstrap)",
					"amount1": 0.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cinnamon stick, broken in half",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoon crushed anise seeds",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoons finely grated orange zest",
					"amount1": 1.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} small pinch kosher salt",
					"amount1": 1
				}
			],
			"instructions": [
				"Place the coffee in a French press and set aside.",
				"In a medium saucepan over medium-high heat, combine the water, brown sugar, molasses, cinnamon stick, anise seeds, orange zest, and salt and bring to a boil, stirring to dissolve the sugar. Adjust the heat to medium and let simmer until the mixture is fragrant and reduced to about 2⅔ cups, about 14 minutes. Pour the mixture into the French press and stir to fully moisten the coffee grounds. Position the lid on the pot and let steep for 4 minutes before slowly pressing the plunger. Serve immediately."
			],
			"noteCook": [
				"If you prefer your kaeth iced, pour it from the French press into a jar with a tight-fitting lid. Allow it to cool to room temperature, seal the lid, and refrigerate until cold, about 3 hours. Serve over ice."
			],
			"hasFluff": true,
			"hasFluffImages": true
		},
		{
			"name": "Kender Loaf",
			"alias": [
				"Raston Pastry"
			],
			"source": "HFFotM",
			"page": 87,
			"type": "Solamnia",
			"diet": "C",
			"allergenGroups": [
				"eggs",
				"gluten",
				"milk"
			],
			"serves": {
				"min": 6,
				"max": 8
			},
			"ingredients": [
				{
					"type": "ingredient",
					"entry": "{=amount1/xt} 1-pound loaf French or Italian bread (see Cook's Note)",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup granulated sugar",
					"amount1": 0.33
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoons finely grated lemon or orange zest",
					"amount1": 2
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup light brown sugar",
					"amount1": 0.33
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoon ground cinnamon",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cups half-and-half",
					"amount1": 1.75
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/c} {@unit {=amount1/c}|egg|eggs} plus {=amount1/c} egg {@unit {=amount1/c}|yolk|yolks}",
					"amount1": 2
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoon vanilla extract",
					"amount1": 1
				},
				"Kosher salt",
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup golden raisins",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoons unsalted butter, at room temperature",
					"amount1": 5
				}
			],
			"instructions": [
				"With a rack in the middle position, preheat the oven to 350°F.",
				"With the loaf right-side up, use a serrated knife to cut around the perimeter of the bread, about 1 inch from the sides, taking care to not pierce the bottom. Pull off the top of the bread and tear it into roughly 1-inch pieces. Hollow out the rest of the loaf by carefully tearing out the crumb in roughly 1-inch pieces. Set the bread shell aside and spread the torn pieces on a rimmed baking sheet. Bake the bread pieces, tossing occasionally, until toasted and light golden, 20 to 25 minutes, rotating the baking sheet about halfway through. Remove from the oven and let cool to room temperature, about 10 minutes. Leave the oven on.",
				"Meanwhile, in a large bowl, combine the granulated sugar and lemon zest and stir until moist and fragrant. In a small bowl, combine 1 tablespoon of the lemon sugar, the brown sugar, and cinnamon, breaking up any lumps of brown sugar with your fingers, and set aside. In the large bowl with the lemon sugar, whisk in the half-and-half, eggs and egg yolks, vanilla, and 1 pinch salt and continue whisking until well blended. Add the toasted bread and raisins, then press and stir to submerge them as much as possible. Set aside to soak until the bread is thoroughly saturated, stirring and re-submerging occasionally, about 20 minutes.",
				"Spread 3 tablespoons of the butter on the inside of the bread shell, then sprinkle with half of the brown sugar mixture. Place the bread shell on a rimmed baking sheet and fill with the soaked bread mixture, gently mounding it. Sprinkle the remaining brown sugar mixture over the surface of the filling and dot with the remaining 2 tablespoons butter.",
				"Bake the pudding until a toothpick or thin knife inserted into the center comes out clean, 35 to 40 minutes, rotating the baking sheet about halfway through. Set the pudding on a wire rack and let cool until just warm or at room temperature. Using a serrated knife, slice the pudding and serve."
			],
			"noteCook": [
				"The best bread for this recipe is a round or oval loaf with a thin, light-colored crust. Avoid artisan or sourdough loaves with thick crusts. If you accidentally break through the bottom of the loaf while removing the crumb, patch the hole with a crusty piece from the top.",
				"Like any bread pudding, a scoop of ice cream, a dollop of whipped cream, or a drizzle of custard sauce are welcome partners.",
				"Leftover slices of the pudding are great for hearty French toast!"
			],
			"hasFluff": true,
			"hasFluffImages": true
		},
		{
			"name": "Kender Stumblenoodles",
			"source": "HFFotM",
			"page": 76,
			"otherSources": [
				{
					"source": "PiP"
				}
			],
			"type": "Solamnia",
			"diet": "C",
			"allergenGroups": [
				"gluten",
				"lupin",
				"milk",
				"mustard"
			],
			"serves": {
				"exact": 8
			},
			"ingredients": [
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoons unsalted butter, at room temperature",
					"amount1": 6
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoons all-purpose flour",
					"amount1": 2
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoon paprika",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoon garlic powder",
					"amount1": 0.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} pinch cayenne pepper",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cups whole milk",
					"amount1": 3
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoons Dijon mustard",
					"amount1": 2
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} ounces cream cheese, cut into 4 pieces, at room temperature",
					"amount1": 2
				},
				"Kosher salt and freshly ground black pepper",
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cups lightly packed, coarsely grated sharp or extra-sharp Cheddar cheese (see Cook's Note)",
					"amount1": 4.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} ounces fusilli or rotini",
					"amount1": 12
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cups lightly packed, coarsely grated Gruyère cheese (see Cook's Note)",
					"amount1": 1.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cups panko breadcrumbs",
					"amount1": 1.33
				}
			],
			"instructions": [
				"With a rack in the middle position, preheat the oven to 375°F. Smear a shallow 13 by 9-inch baking dish with 2 tablespoons of the butter, set it on a baking sheet, and set aside.",
				"Fill a large pot with water, set over high heat, and bring to a boil.",
				"Meanwhile, in another large pot over medium-high heat, melt 2 tablespoons butter. Whisk in the flour, paprika, garlic powder, and cayenne and cook, scraping the bottom of the pot, for 1 minute. Whisking constantly (and taking care to reach into the corners of the pot), gradually add the milk. Bring the mixture to a strong simmer, whisking the liquid and scraping the bottom of the pan often. Adjust the heat to medium and continue simmering and whisking until the sauce is thickened to the consistency of half-and-half, about 8 minutes longer.",
				"Remove the pot from the heat; add the mustard, cream cheese, 1 teaspoon salt, and 1 teaspoon pepper; and whisk vigorously to melt and incorporate the cream cheese. Whisking constantly but gently, add the Cheddar, about 1 cup at a time, taking care to fully melt and incorporate each addition before adding the next. The sauce should be smooth and uniform.",
				"Add 1 tablespoon salt and the fusilli to the pot of boiling water and cook, stirring occasionally to prevent sticking, according to the package directions until about 2 minutes short of al dente (there should be some resistance to the tooth). Drain the pasta, add it to the sauce, and stir to coat thoroughly. Let the mixture cool briefly, add the Gruyère, and stir to incorporate. Adjust the seasoning with additional salt and pepper, if necessary. Scrape the mixture into the prepared baking dish and smooth into an even layer.",
				"In a small microwave-safe bowl in the microwave oven, or in a small pot over medium heat, melt the remaining 2 tablespoons butter. Add the panko and ¼ teaspoon salt, season with pepper, and toss to coat the breadcrumbs. Sprinkle the panko evenly over the pasta.",
				"Bake the pasta until heated through, the surface is browned, and the edges are bubbly, 30 to 40 minutes, rotating the pan halfway through. Let rest briefly, 8 to 10 minutes, before serving."
			],
			"noteCook": [
				"It's best to grate your own cheese for this, as opposed to using pre-grated, which can be a touch grainy when melted because it includes additives to prevent clumping.",
				"In this recipe, there's a lot of liquid and a lot of vigorous whisking, so choose a large, deep pot that can help contain the inevitable splashes."
			],
			"hasFluff": true,
			"hasFluffImages": true
		},
		{
			"name": "Kendermore Cobbler",
			"source": "HFFotM",
			"page": 88,
			"type": "Solamnia",
			"diet": "C",
			"allergenGroups": [
				"eggs",
				"gluten",
				"milk",
				"sulphites"
			],
			"serves": {
				"min": 4,
				"max": 6
			},
			"ingredients": [
				{
					"type": "entries",
					"name": "Filling",
					"entries": [
						{
							"type": "ingredient",
							"entry": "{=amount1/v} pounds firm but ripe peaches, peeled, pitted, and cut into 1½-inch wedges, or {=amount2/v} cups frozen peaches, thawed",
							"amount1": 3,
							"amount2": 8
						},
						{
							"type": "ingredient",
							"entry": "{=amount1/v} tablespoons granulated sugar",
							"amount1": 3
						},
						{
							"type": "ingredient",
							"entry": "{=amount1/v} pinch kosher salt",
							"amount1": 1
						},
						{
							"type": "ingredient",
							"entry": "{=amount1/v} tablespoons light brown sugar",
							"amount1": 3
						},
						{
							"type": "ingredient",
							"entry": "{=amount1/v} tablespoon cornstarch",
							"amount1": 1
						},
						{
							"type": "ingredient",
							"entry": "{=amount1/v} teaspoon ground cloves",
							"amount1": 0.25
						},
						{
							"type": "ingredient",
							"entry": "{=amount1/v} tablespoons bourbon, amber or dark rum, brandy, or cognac (see Cook's Note)",
							"amount1": 3
						},
						{
							"type": "ingredient",
							"entry": "{=amount1/v} teaspoon vanilla extract",
							"amount1": 1
						},
						{
							"type": "ingredient",
							"entry": "{=amount1/v} cup fresh or frozen blueberries (see Cook's Note)",
							"amount1": 1
						}
					]
				},
				{
					"type": "entries",
					"name": "Topping",
					"entries": [
						{
							"type": "ingredient",
							"entry": "{=amount1/v} tablespoons granulated sugar",
							"amount1": 5
						},
						{
							"type": "ingredient",
							"entry": "{=amount1/v} teaspoon ground cinnamon",
							"amount1": 0.25
						},
						{
							"type": "ingredient",
							"entry": "{=amount1/v} cups all-purpose flour",
							"amount1": 1.5
						},
						{
							"type": "ingredient",
							"entry": "{=amount1/v} teaspoons baking powder",
							"amount1": 1.5
						},
						{
							"type": "ingredient",
							"entry": "{=amount1/v} teaspoon kosher salt",
							"amount1": 0.5
						},
						{
							"type": "ingredient",
							"entry": "{=amount1/c} {@unit {=amount1/c}|egg|eggs}",
							"amount1": 1
						},
						{
							"type": "ingredient",
							"entry": "{=amount1/v} cup buttermilk",
							"amount1": 0.33
						},
						{
							"type": "ingredient",
							"entry": "{=amount1/v} tablespoons unsalted butter, melted and cooled",
							"amount1": 3
						},
						{
							"type": "ingredient",
							"entry": "{=amount1/v} teaspoon vanilla extract",
							"amount1": 1
						}
					]
				}
			],
			"instructions": [
				"To make the filling: In a large strainer set over a large bowl, toss the peaches, granulated sugar, and salt and set aside to drain for 1 hour, tossing them once or twice during that time. Pour off the accumulated peach juices and reserve for another use, if desired.",
				"In a small bowl, combine the brown sugar, cornstarch, cloves, bourbon, and vanilla and whisk to incorporate.",
				"Add the blueberries to the peaches, then add the cornstarch mixture and toss to coat. Scrape the filling into an 8-inch square pan with 2-inch sides, and spread into an even layer. Set aside.",
				"With a rack in the middle position, preheat the oven to 425°F. Line a baking sheet with parchment paper or a nonstick baking mat and set aside. Butter the inside of a ¼ cup dry measuring cup.",
				"To make the topping: In a small bowl, combine 2 teaspoons of the granulated sugar and the cinnamon and stir to incorporate, then set aside.",
				"In a large bowl, combine the flour, baking powder, salt, and remaining 4 tablespoons plus 1 teaspoon granulated sugar and whisk to incorporate. In a medium bowl, combine the egg, buttermilk, melted butter, and vanilla and whisk until uniform. Add the buttermilk mixture to the flour mixture and, using a large spoon, fold and stir until a dough forms and no dry patches remain (do not overmix).",
				"Add enough of the dough to fill three-fourths of the prepared measuring cup and lightly pat into the cup to shape it. Turn out the dough onto the prepared baking sheet. Repeat with the remaining dough for a total of nine rounds, spacing them 1 inch apart. Sprinkle with the reserved cinnamon sugar.",
				"Bake the rounds until puffed, very lightly browned on the bottom, and partially cooked through, about 7 minutes, rotating the baking sheet halfway through. Transfer the parbaked biscuits to a plate and set aside.",
				"Set the pan with the filling on the baking sheet. Bake until the peaches begin to soften and release their juices, 30 to 40 minutes. Arrange the parbaked biscuits over the peaches and continue baking until the peaches are tender and the biscuits are golden brown, about 15 minutes longer. Let cool on a wire rack for 25 minutes. Serve warm or at room temperature."
			],
			"noteCook": [
				"You can substitute 3 tablespoons of the exuded peach juices for the booze, if you wish.",
				"If you use frozen blueberries, don't worry about defrosting them."
			],
			"miscTags": [
				"alcohol"
			],
			"hasFluff": true
		},
		{
			"name": "Laumberry Pie",
			"source": "HFFotM",
			"page": 25,
			"type": "The Yawning Portal",
			"diet": "V",
			"allergenGroups": [
				"lupin",
				"sulphites"
			],
			"serves": {
				"exact": 2
			},
			"ingredients": [
				{
					"type": "ingredient",
					"entry": "{=amount1/v} frozen piecrusts (for one double-crust pie), thawed according to the package directions until cooler than room temperature and pliable",
					"amount1": 2
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cups mixed fresh blackberries and blueberries, rinsed and very gently dried with paper towels",
					"amount1": 7
				},
				{
					"type": "ingredient",
					"entry": "{=amount2/v} to {=amount1/v} cup granulated sugar (depending on the berries' sweetness)",
					"amount1": 0.67,
					"amount2": 0.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoons cornstarch",
					"amount1": 3.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoon kosher salt",
					"amount1": 0.25
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoon fresh lemon juice",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoon vanilla extract",
					"amount1": 0.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup apple or red currant jelly",
					"amount1": 0.33
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup fresh raspberries, rinsed and very gently dried with paper towels",
					"amount1": 1
				}
			],
			"equipment": [
				"Four 5-inch pie plates"
			],
			"instructions": [
				"On a floured work surface or sheet of parchment paper, roll out one of the piecrusts into an oval about 14 inches long and 7 inches wide. Cut out two 7-inch circles of dough and fit each into individual 5-inch pie plates. Fold under any overhanging dough to be even with the edge of the rim. Place your thumb and index finger on the folded edge of crust and press between them with the index finger of your other hand. Work your way around the crust in this manner to create a decorative wavy rim. Repeat with the second piecrust. Cover the dough-lined plates with plastic wrap and place in the freezer for about 30 minutes.",
				"With a rack in the middle position, preheat the oven to 350°F.",
				"Place the partially frozen dough-lined plates on a rimmed baking sheet. Line the doughs with aluminum foil, and fill with pie weights, making sure there are enough to reach most of the way up the sides.",
				"Bake the crusts until the edges are set and just beginning to turn golden, 25 to 30 minutes, rotating the baking sheet halfway through. Carefully remove the foil and weights and continue baking until the crusts are light golden brown and crisp, about 12 minutes longer, again rotating the baking sheet halfway through (cover the edges of the crusts with foil if they begin to darken too much). Transfer the piecrusts to a wire rack and let cool to room temperature.",
				"Place 2 cups of the mixed blackberries and blueberries in a medium bowl and set aside.",
				"In a food processor, puree the remaining 5 cups mixed blackberries and blueberries until broken down and smooth, about 1 minute. Strain the puree through a fine-mesh strainer into a medium nonreactive saucepan (such as stainless steel), scraping and pressing on the solids to extract as much puree as possible, and scraping the puree off the bottom of the strainer into the saucepan. In a small bowl, combine ½ cup sugar, the cornstarch, and salt and whisk to incorporate; then whisk that mixture into the berry puree. Taste and add the remaining sugar, if necessary.",
				"Set the saucepan over medium heat and bring the berry mixture to a strong simmer, stirring and scraping the pan bottom constantly. Cook until the mixture is thickened and pudding-like and bubbles start to break the surface, about 20 minutes. Remove the saucepan from the heat, add the lemon juice and vanilla, and whisk to combine. Let the puree cool slightly.",
				"Meanwhile, in a small saucepan over medium heat, warm the apple jelly until runny, stirring to smooth out lumps. Drizzle the melted jelly over the reserved blackberries and blueberries and toss gently to coat. Add the raspberries and toss very gently to coat and mix with the other berries.",
				"Scrape one-fourth of the slightly cooled berry puree into each cooled piecrust, and top each with ¾ cup of the glazed fresh berries. Loosely cover the pies with plastic wrap. Refrigerate until chilled and the puree has set, about 3 hours or up to 1 day, before serving."
			],
			"noteCook": [
				"You'll need four 5-inch pie plates."
			],
			"hasFluff": true,
			"hasFluffImages": true
		},
		{
			"name": "Loaf Pudding",
			"source": "HFFotM",
			"page": 60,
			"type": "The Rock of Bral",
			"diet": "C",
			"allergenGroups": [
				"eggs",
				"gluten",
				"milk",
				"nuts"
			],
			"makes": "one 8½ by 4½-inch loaf",
			"ingredients": [
				{
					"type": "entries",
					"name": "Loaf",
					"entries": [
						{
							"type": "ingredient",
							"entry": "{=amount1/v} cups all-purpose flour",
							"amount1": 1.33
						},
						{
							"type": "ingredient",
							"entry": "{=amount1/v} cup almond meal",
							"amount1": 0.67
						},
						{
							"type": "ingredient",
							"entry": "{=amount1/v} teaspoons baking powder",
							"amount1": 2
						},
						{
							"type": "ingredient",
							"entry": "{=amount1/v} teaspoon kosher salt",
							"amount1": 0.5
						},
						{
							"type": "ingredient",
							"entry": "{=amount1/v} tablespoons unsalted butter, at room temperature, cut into chunks",
							"amount1": 8
						},
						{
							"type": "ingredient",
							"entry": "{=amount1/v} cup granulated sugar",
							"amount1": 0.75
						},
						{
							"type": "ingredient",
							"entry": "{=amount1/v} eggs",
							"amount1": 3
						},
						{
							"type": "ingredient",
							"entry": "{=amount1/v} teaspoon vanilla extract",
							"amount1": 1
						},
						{
							"type": "ingredient",
							"entry": "{=amount1/v} teaspoon almond extract",
							"amount1": 0.5
						},
						{
							"type": "ingredient",
							"entry": "{=amount1/v} cup plain yogurt (preferably whole-milk)",
							"amount1": 0.5
						},
						{
							"type": "ingredient",
							"entry": "{=amount1/v} tablespoons sliced almonds",
							"amount1": 3
						}
					]
				},
				{
					"type": "entries",
					"name": "Syrup",
					"entries": [
						{
							"type": "ingredient",
							"entry": "{=amount1/v} cup granulated sugar",
							"amount1": 0.25
						},
						{
							"type": "ingredient",
							"entry": "{=amount1/v} tablespoons water",
							"amount1": 3
						},
						{
							"type": "ingredient",
							"entry": "{=amount1/v} small pinch kosher salt",
							"amount1": 1
						},
						{
							"type": "ingredient",
							"entry": "{=amount1/v} teaspoon vanilla extract",
							"amount1": 0.5
						},
						{
							"type": "ingredient",
							"entry": "{=amount1/v} teaspoon almond extract",
							"amount1": 0.25
						}
					]
				}
			],
			"instructions": [
				{
					"type": "entries",
					"name": "To make the loaf:",
					"entries": [
						"With a rack in the middle position, preheat the oven to 350°F. Coat an 8½ by 4½-inch loaf pan with nonstick cooking spray and set aside. Line a rimmed baking sheet with parchment paper or a nonstick baking mat, place a wire rack on top, and set aside.",
						"In a medium bowl, combine the flour, almond meal, baking powder, and salt; whisk to incorporate; and set aside.",
						"In the bowl of a stand mixer fitted with the paddle attachment, or with a handheld mixer, on medium-high speed, beat the butter and sugar until pale and fluffy, about 3 minutes, stopping to scrape down the sides of the bowl with a flexible spatula once or twice. Add the eggs, one at a time, beating well after each addition. Add the vanilla and almond extract, beat well, and scrape down the sides of the bowl again.",
						"Adjust the mixer speed to low. Add about one-third of the flour mixture, followed by half of the yogurt, mixing after each addition until just incorporated, about 5 seconds. Repeat with half of the remaining flour mixture, followed by all the remaining yogurt. Scrape down the sides of the bowl again and add the remaining flour mixture. Adjust the speed to medium-low and mix just until the batter is smooth (do not overmix).",
						"Using a flexible spatula, scrape the batter into the prepared loaf pan, smooth the top, and sprinkle the sliced almonds down the center, pressing them lightly to help adhere.",
						"Bake the loaf until the top is browned, the edges begin to pull away from the pan, and a toothpick inserted in the center comes out clean, about 45 minutes (do not overbake), rotating the pan halfway through. Let the loaf cool in the pan for 8 minutes. Loosen the sides of the loaf and carefully turn it out (the pan will still be hot) onto the prepared rack and set right-side up."
					]
				},
				{
					"type": "entries",
					"name": "To make the syrup:",
					"entries": [
						"In a small saucepan over medium heat, combine the sugar, water, and salt and bring to a steamy simmer, constantly swirling the pan to dissolve the sugar, about 3 minutes. Continue simmering until glossy bubbles develop and the liquid is slightly thickened, about 3 minutes longer. Let the syrup cool to room temperature, add the vanilla and almond extract, and swirl to incorporate them."
					]
				},
				"While the loaf is still hot, use a long, thin skewer to poke deep holes (but don't go all the way through) on its bottom and sides, as well as along both sides of the almonds on top. Brush the syrup over the holes all over the loaf, working slowly to allow it to be absorbed. Return the loaf to the rack to cool to room temperature, if necessary. Slice and serve. Wrap in plastic wrap and store at room temperature for up to 2 days."
			],
			"noteCook": [
				"A bamboo skewer is ideal for poking holes in the loaf.",
				"The loaf has a fragile crumb, made more so by the syrup, so use a serrated knife to slice it as neatly as you can."
			],
			"hasFluff": true
		},
		{
			"name": "Mingari-Spiced Owlbear Milk",
			"source": "HFFotM",
			"page": 28,
			"type": "The Yawning Portal",
			"diet": "C",
			"allergenGroups": [
				"gluten",
				"milk"
			],
			"serves": {
				"exact": 2
			},
			"ingredients": [
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup old-fashioned oats",
					"amount1": 0.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup water",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cups milk (see Cook's Note), plus more as needed",
					"amount1": 4
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoons granulated sugar",
					"amount1": 2.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoons light brown sugar",
					"amount1": 1.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} pinch kosher salt",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cinnamon sticks, plus ground cinnamon for sprinkling",
					"amount1": 3
				}
			],
			"instructions": [
				"In a dry medium saucepan over medium heat, toast the oatmeal, stirring constantly, until very fragrant, 4 to 5 minutes (take care to avoid burning it). Remove from the heat, add the water (it will spatter), and gently swirl the pan. Add the milk, both sugars, salt, and cinnamon sticks and stir to mix. Return the pan to medium heat and bring to a low, steamy simmer, stirring often, about 7 minutes. Adjust the heat to low and continue to simmer, stirring occasionally, until cooked through and soft, about 5 minutes. (If the mixture threatens to boil over, remove the pan from the heat until the foam recedes and then continue.) Remove the pan from the heat and let the mixture cool to room temperature. Scrape into a large wide-mouth jar with a tight-fitting lid, seal, and refrigerate until well chilled, at least 4 hours or up to 24 hours.",
				"Remove the mixture from the refrigerator. Remove and reserve the cinnamon sticks. Scrape the mixture into a blender (keep the jar handy) and blend on high speed until as uniform and smooth as possible. Strain through a fine-mesh strainer back into the jar, working it with a flexible spatula until just a couple of teaspoons of oat paste remain. Discard the paste, return the cinnamon sticks to the jar, cover, and refrigerate until cold, about 1 hour.",
				"Remove the jar from the refrigerator and vigorously shake it. Adjust the consistency of the mixture, if desired, by adding up to ¾ cup milk, ¼ cup at a time, shaking after each addition to blend. Remove the cinnamon sticks and pour the milk into glasses (over ice, if desired). Sprinkle each with ground cinnamon before serving."
			],
			"noteCook": [
				"Any type of milk—from skim to whole—is fine, depending on how rich a drink you want. If you fancy a light, tangy drink, substitute ⅓ cup buttermilk for the same amount of regular milk."
			],
			"hasFluff": true,
			"hasFluffImages": true
		},
		{
			"name": "Neverwinter Nectar",
			"source": "HFFotM",
			"page": 30,
			"otherSources": [
				{
					"source": "HFDoMM"
				}
			],
			"type": "The Yawning Portal",
			"dishTypes": [
				"libation"
			],
			"diet": "V",
			"allergenGroups": [
				"sulphites"
			],
			"makes": "about 1¾ quarts",
			"ingredients": [
				{
					"type": "ingredient",
					"entry": "{=amount1/v} large juicy oranges, scrubbed",
					"amount1": 2
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} large juicy lemon, scrubbed",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoons granulated sugar",
					"amount1": 3
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup apple juice",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup brandy",
					"amount1": 0.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/xt} 750 ml bottle inexpensive white wine, chilled (not oaked; see Cook's Note)",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} apple, washed well",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup seltzer, cold",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup small ice cubes, plus more for serving",
					"amount1": 1
				}
			],
			"instructions": [
				"Quarter one of the oranges and the lemon, cutting them from the stem end to the blossom end. Cut the quarters crosswise into thin slices and place in a sturdy container. Add the sugar, stir, and set aside until the fruit softens a little, about 20 minutes. Using a potato masher, muddler, or wooden spoon, mash and muddle the mixture until the fruit releases its juice, the skins are bruised, and the juices and sugar become syrupy. Add the apple juice, brandy, and wine; stir; then cover and refrigerate for at least 4 hours or up to 24 hours.",
				"Set a fine-mesh strainer over a large bowl. Strain the mixture, using a sturdy spoon to press on and work the solids to exude as much liquid as possible. Discard or compost the solids and pour the liquid into a serving pitcher. Quarter the remaining orange, again cutting from the stem end to the blossom end, and thinly slice the quarters crosswise. Add to the pitcher. Quarter and core the apple, and thinly slice the quarters crosswise. Add to the pitcher, along with the seltzer and ice cubes and stir to blend. Serve over ice."
			],
			"noteCook": [
				"Good choices for the white wine include dry Riesling, Gewürztraminer, Grüner Veltliner, Pinot Grigio (or Gris), or Sauvignon Blanc. Wines with oaky notes aren't great here, so steer clear of Chardonnay, which may or may not be oaked."
			],
			"miscTags": [
				"alcohol"
			],
			"hasFluff": true,
			"hasFluffImages": true
		},
		{
			"name": "Onion Loaf",
			"source": "HFFotM",
			"page": 23,
			"type": "The Yawning Portal",
			"diet": "C",
			"allergenGroups": [
				"eggs",
				"gluten",
				"milk"
			],
			"makes": "one 9-inch loaf",
			"ingredients": [
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoons unsalted butter",
					"amount1": 5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoons neutral oil",
					"amount1": 1.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} medium yellow onion, chopped",
					"amount1": 1
				},
				"Kosher salt",
				{
					"type": "ingredient",
					"entry": "{=amount1/v} small leek (white and light green parts), halved lengthwise and thinly sliced",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cups whole-wheat flour",
					"amount1": 2
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup all-purpose flour",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoons onion powder",
					"amount1": 1.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoons baking powder",
					"amount1": 2.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoon baking soda",
					"amount1": 0.25
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/c} {@unit {=amount1/c}|egg|eggs}",
					"amount1": 2
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoon light brown sugar",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup buttermilk",
					"amount1": 0.75
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup thinly sliced scallions (white and green parts)",
					"amount1": 0.75
				}
			],
			"instructions": [
				"With a rack in the middle position, preheat the oven to 375°F.",
				"In a small skillet over medium heat, melt 1 tablespoon of the butter with the neutral oil. Add the onion and ¾ teaspoon salt and cook, stirring occasionally, until the onion is translucent and starting to soften, about 3 minutes. Add the leek and cook, stirring occasionally, until softened, about 3 minutes longer. Scrape the mixture into a bowl and set aside to cool.",
				"Return the skillet to medium heat and melt the remaining 4 tablespoons butter. Remove from the heat and pour about 1 tablespoon of the melted butter into a 10- to 11-inch oval gratin dish (preferably enameled cast iron). With a pastry brush, coat the inside of the dish with the butter and set aside. Reserve the remaining melted butter in the skillet.",
				"In a large bowl, combine both flours, the onion powder, baking powder, baking soda, and 1¼ teaspoons salt and whisk together. In another large bowl, whisk together the eggs and brown sugar. Add the buttermilk to the egg mixture and whisk to combine. Add the dry mixture and, using a flexible spatula, fold and stir until nearly incorporated. Add the reserved melted butter and the scallions and continue to fold and stir until all the ingredients come together to form a lumpy dough. Knead a couple of times in the bowl, if necessary.",
				"Scrape the dough into the prepared dish, shape into an 8-inch log, and spread the reserved onion mixture evenly over the top and sides, pressing into the dough to help it adhere.",
				"Bake the loaf until it is firm to the touch on top, a toothpick inserted into the center comes out clean, and the onion mixture on the surface is browned with some crisp edges, 45 to 50 minutes, rotating halfway through. Let cool in the gratin dish for about 10 minutes, then transfer the bread to a wire rack to cool to room temperature. Slice with a serrated knife before serving."
			],
			"noteCook": [
				"An oval baking dish helps the loaf keep an oblong, grub-like shape as it bakes and expands.",
				"Some of the onion mixture will burn in the dish and may stick to the bottom of the loaf, but you can just brush off any burnt bits.",
				"The onion loaf can be wrapped tightly in plastic wrap and stored at room temperature for up to 2 days."
			],
			"hasFluff": true
		},
		{
			"name": "Ornabra",
			"source": "HFFotM",
			"page": 108,
			"type": "Lost in Realmspace",
			"diet": "X",
			"allergenGroups": [
				"celery",
				"gluten",
				"lupin",
				"mustard",
				"sulphites"
			],
			"serves": {
				"exact": 6
			},
			"ingredients": [
				{
					"type": "ingredient",
					"entry": "{=amount1/v} medium carrots, peeled",
					"amount1": 8
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} pounds boneless lamb shoulder roast (see Cook's Note), trimmed of excess fat and cut into 1½-inch chunks",
					"amount1": 3.5
				},
				"Kosher salt and freshly ground black pepper",
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoons all-purpose flour",
					"amount1": 2
				},
				{
					"type": "ingredient",
					"entry": "About {=amount1/v} tablespoons neutral oil",
					"amount1": 1.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} large onions, chopped",
					"amount1": 2
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} bay leaves",
					"amount1": 3
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoon minced fresh rosemary or thyme, or a combination",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoon tomato paste",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cups low-sodium chicken broth",
					"amount1": 2
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} pounds Yukon gold potatoes, peeled and cut into ¾-inch pieces",
					"amount1": 2
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoon cider vinegar",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup chopped fresh parsley",
					"amount1": 0.5
				}
			],
			"instructions": [
				"With a rack in the lower-middle position, preheat the oven to 325°F.",
				"Finely chop two of the carrots and set aside. Cut the remaining six carrots into 1-inch chunks and set aside separately.",
				"In a medium bowl, toss the lamb with 1½ teaspoons salt, 1 teaspoon pepper, and the flour to coat.",
				"In a large, ovenproof sauté pan or Dutch oven over medium-high heat, warm 2 teaspoons of the neutral oil until shimmering. Add a third of the lamb (the pieces should be close together in a single layer, but not touching; do not crowd the pan) and cook, undisturbed, until deeply browned on the bottom, about 3½ minutes. Flip the pieces and cook, undisturbed, until the second side is deeply browned, about 3½ minutes longer. Transfer the lamb to a large bowl. Repeat to brown the remaining lamb in another one or two batches (warming more neutral oil for each batch and adjusting the heat as necessary to avoid scorching).",
				"Spoon off all but 1 tablespoon of fat. Set the pan over medium heat, add the finely chopped carrots, onions, bay leaves, rosemary, and ½ teaspoon salt and cook, occasionally stirring and scraping the bottom of the pan with a wooden spoon to loosen any caramelized bits, until the vegetables are softened and lightly browned, about 10 minutes. Make a small clearing in the center, add the tomato paste, and cook, stirring, until fragrant and a bit darker, about 1½ minutes. Add the chicken broth, adjust the heat to medium-high, and bring to a strong simmer, again scraping the bottom of the pot to loosen and dissolve any additional caramelized bits. Add the browned lamb with the accumulated juices and stir to combine, submerging the lamb as much as possible. Return to a strong simmer.",
				"Cover the pan, transfer to the oven, and bake for 1½ hours. Add ½ teaspoon salt, ½ teaspoon pepper, the carrot chunks, and potatoes, submerging them in the liquid as best you can. Replace the cover and continue to bake until the lamb and vegetables are very tender, 40 to 60 minutes longer. If the stew is more liquidy than you'd like, mash some of the potatoes against the side of the pot and stir them into the cooking liquid to thicken it.",
				"Remove the bay leaves, add the vinegar, and stir to mix. Adjust the seasoning with additional salt and pepper, if necessary. Add most of the parsley and stir to combine. Serve immediately, sprinkling each portion with the remaining parsley."
			],
			"noteCook": [
				"If you can't find boneless lamb shoulder roast, you can substitute lamb shoulder blade chops and remove the bones. But in that case, buy extra."
			],
			"miscTags": [
				"alcohol"
			],
			"hasFluff": true
		},
		{
			"name": "Plate of Silver",
			"source": "HFFotM",
			"page": 83,
			"type": "Solamnia",
			"diet": "X",
			"allergenGroups": [
				"fish"
			],
			"serves": {
				"exact": 4
			},
			"ingredients": [
				{
					"type": "ingredient",
					"entry": "{=amount1/v} pounds small (2-inch) red-skinned or Yukon gold creamer potatoes, scrubbed",
					"amount1": 1.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoons extra-virgin olive oil",
					"amount1": 4
				},
				"Kosher salt and freshly ground black pepper",
				{
					"type": "ingredient",
					"entry": "About {=amount1/v} ounces white anchovy fillets or boquerónes (see Cook's Note)",
					"amount1": 2
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoons chopped fresh parsley",
					"amount1": 2
				}
			],
			"instructions": [
				"With a rack in the middle position, preheat the oven to 450°F. Spread the potatoes on a baking sheet and roast until they are very tender, about 35 minutes. Remove the pan from the oven (leave the oven on) and set the potatoes aside to cool for about 10 minutes.",
				"When the potatoes are cool enough to handle, transfer to a large bowl. Brush the same baking sheet with 2 tablespoons of the olive oil and sprinkle lightly with salt and pepper. Return the potatoes to the baking sheet, spaced about 2½ inches apart. With another baking sheet or the bottom of a mug or a potato masher, sharply press down on the potatoes to break their skins and compress the flesh until about ¾ inch thick. Brush the potatoes with the remaining 2 tablespoons olive oil and sprinkle lightly with salt and pepper. Return the potatoes to the oven and roast until deep golden brown, about 25 minutes longer, turning the baking sheet halfway through. Taste a small piece of a potato and adjust the seasoning with additional salt and pepper, if necessary.",
				"Arrange the potatoes on a serving platter, lay an anchovy fillet over each one, and sprinkle with the parsley. Serve immediately."
			],
			"noteCook": [
				"Meaty marinated white anchovies are popular in Spain, where they're called boquerónes. Instead of being packed in oil or salt, the anchovies are marinated in vinegar, which gives them a piquant flavor and whitens the flesh. They're less salty and intense than their tinned, oil-packed brethren.",
				"Using a second baking sheet will smash all the potatoes at once, whereas if you use the bottom of a mug or a potato masher, you will have to smash them individually."
			],
			"hasFluff": true,
			"hasFluffImages": true
		},
		{
			"name": "Purple Grapemash No. 3",
			"source": "HFFotM",
			"page": 150,
			"otherSources": [
				{
					"source": "HFDoMM"
				}
			],
			"type": "Ravenloft",
			"dishTypes": [
				"libation"
			],
			"diet": "V",
			"allergenGroups": [
				"sulphites"
			],
			"serves": {
				"exact": 2
			},
			"ingredients": [
				{
					"type": "ingredient",
					"entry": "{=amount1/v} ounces white or amber rum",
					"amount1": 4
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} ounce fresh lime juice, plus 2 lime slices",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup grape jelly",
					"amount1": 0.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cups small ice cubes",
					"amount1": 2
				}
			],
			"instructions": [
				"Chill two sturdy wine glasses, stemmed or not, or margarita glasses.",
				"In a blender, combine the rum, lime juice, grape jelly, and ice cubes and blend until the ice is finely crushed and the mixture is uniform, slushy, and moves easily in the blender jar (the timing will depend on the power of your blender). Divide the mixture between the prepared glasses, garnish each with a lime slice, and serve immediately, with straws, if desired."
			],
			"noteCook": [
				"To chill a sturdy wine glass, put it in the freezer for an hour before using."
			],
			"miscTags": [
				"alcohol"
			],
			"hasFluff": true,
			"hasFluffImages": true
		},
		{
			"name": "Quij's Plate",
			"source": "HFFotM",
			"page": 145,
			"type": "Ravenloft",
			"diet": "X",
			"allergenGroups": [
				"eggs",
				"mustard"
			],
			"serves": {
				"exact": 4
			},
			"ingredients": [
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoons neutral oil",
					"amount1": 3
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} pound fresh sausage (your choice of flavor), casings removed",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} pounds red or all-purpose potatoes, cut into ½-inch cubes",
					"amount1": 2
				},
				"Kosher salt",
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup water",
					"amount1": 0.33
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} medium yellow onions, chopped",
					"amount1": 2
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} large red bell pepper, cored, seeded, and chopped",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoon chopped fresh sage, or 2 teaspoons minced fresh thyme or rosemary",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoons pressed or grated garlic",
					"amount1": 1.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup half-and-half",
					"amount1": 0.25
				},
				"Freshly ground black pepper",
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup chopped fresh parsley",
					"amount1": 0.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/c} eggs",
					"amount1": 4
				}
			],
			"instructions": [
				"In a large skillet (preferably cast iron) over medium heat, warm 1 tablespoon of the neutral oil until shimmering. Add the sausage and cook, stirring and breaking it into small pieces, until it no longer appears raw, 3 to 4 minutes. With a slotted spoon, transfer the sausage to a bowl or plate, leaving behind the rendered fat.",
				"In the same skillet over medium heat, warm the remaining 2 tablespoons neutral oil with the sausage fat until shimmering. Add the potatoes and ¼ teaspoon salt and stir to coat the potatoes with the oil and fat. Add the water, cover, and cook until the potatoes are just tender, 12 to 14 minutes. Uncover the skillet; add the onions, bell pepper, and ½ teaspoon salt; and cook, stirring frequently, until softened and light golden, about 8 minutes. Add the sage and garlic and cook, stirring, until fragrant, about 40 seconds. Add the half-and-half, 1 teaspoon salt, and black pepper to taste, stirring until well blended. Pat the mixture flat in the pan, adjust the heat to medium-high, and cook, undisturbed, until the visible moisture evaporates, there is no more visible bubbling on the surface, and the bottom begins to brown, 8 to 10 minutes. Using a wooden spoon or a stiff spatula, stir the mixture, scraping the brown bits from the bottom of the pan. Return the sausage to the pan and add most of the parsley, stirring to blend. Adjust the seasoning with additional salt and pepper, if necessary.",
				"Using the back of a spoon, make an indentation for each egg, crack an egg into each, and sprinkle lightly with salt and pepper. Cover the skillet, adjust the heat to medium, and cook until the egg whites are set and the yolks are warm and slightly thickened but still liquid, 6 to 9 minutes, depending on how firm you like your eggs. Sprinkle with the remaining parsley before serving."
			],
			"hasFluff": true,
			"hasFluffImages": true
		},
		{
			"name": "Ray of Frost",
			"source": "HFFotM",
			"page": 120,
			"otherSources": [
				{
					"source": "HFDoMM"
				}
			],
			"type": "Lost in Realmspace",
			"dishTypes": [
				"libation"
			],
			"diet": "V",
			"allergenGroups": [
				"sulphites"
			],
			"serves": {
				"exact": 2
			},
			"ingredients": [
				"Small ice cubes",
				{
					"type": "ingredient",
					"entry": "{=amount1/v} ounces gin (such as London Dry)",
					"amount1": 4
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} ounce absinthe",
					"amount1": 0.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} ounce dry vermouth",
					"amount1": 0.33
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} lemon twists",
					"amount1": 2
				}
			],
			"instructions": [
				"Chill two cocktail glasses, martini glasses, or coupes ({@recipe Tika's Honey Mead|HFFotM|see Cook's Note, this page}). Fill a large mixing glass about halfway with ice and add the gin, absinthe, and vermouth. Stir to blend and chill, about 30 seconds. Strain between the two chilled glasses. Run a lemon twist around the rim of each glass and drop it in before serving."
			],
			"noteCook": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"source": "HFDoMM",
							"name": "TIP:",
							"entries": [
								"To chill a cocktail or martini glass or a coupe, put it in the freezer for an hour before using."
							]
						}
					]
				}
			],
			"miscTags": [
				"alcohol"
			],
			"hasFluff": true,
			"hasFluffImages": true
		},
		{
			"name": "Rothé Steak",
			"source": "HFFotM",
			"page": 22,
			"type": "The Yawning Portal",
			"diet": "X",
			"allergenGroups": [
				"milk"
			],
			"serves": {
				"exact": 4
			},
			"ingredients": [
				{
					"type": "ingredient",
					"entry": "{=amount1/xt} 1-pound boneless strip steaks (see Cook's Note), 1½ to 2 inches thick",
					"amount1": 2
				},
				"Kosher salt and freshly ground black pepper",
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoon neutral oil",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoons unsalted butter",
					"amount1": 3
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} garlic cloves, crushed and peeled",
					"amount1": 2
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} large sprigs fresh thyme or rosemary",
					"amount1": 8
				}
			],
			"instructions": [
				"Using paper towels, pat the steaks dry and season generously with salt and pepper on both sides and along the edges. Place the steaks on a plate and let rest at room temperature for 1 hour. (Or refrigerate, loosely covered, for up to 2 days. Return the steaks to room temperature before cooking.)",
				"Set a large cast-iron skillet over medium heat for 7 minutes (the pan may smoke a bit). Adjust the heat to high, add the neutral oil, and swirl to coat the bottom of the pan (the oil will smoke too). Add the steaks and cook, flipping them every 30 seconds, until a pale golden crust begins to form on both sides, 3 to 4 minutes.",
				"Adjust the heat to medium-high, slide the steaks to one side of the skillet, add the butter to the other side, and allow it to melt and foam slightly. Add the garlic and thyme to the butter. Tilt the pan toward the butter so that it pools opposite the steaks and, while continuing to flip the steaks every 30 seconds, use a long-handled, large metal spoon to baste them with the butter and aromatics, concentrating on spots that are lighter and less crusted. (If the butter smokes or the steaks begin to burn, lower the heat slightly.) Cook, basting and flipping the steaks, until an instant-read thermometer inserted into the thickest spot registers 120° to 125°F for medium-rare, about 7 minutes longer, or about 130°F for medium, 8 to 9 minutes longer.",
				"Transfer the steaks to a carving board, tent loosely with aluminum foil, and let rest for 10 minutes. Slice the steaks against the grain into roughly ½-inch-thick slices before serving."
			],
			"noteCook": [
				"Cast iron is the skillet of choice here because it retains heat so well.",
				"This cooking technique is a bit messy—the fat splatters in the intense heat, and a splatter screen is of no help because of the frequent turning. The entire process moves fast, so turn on your exhaust fan and have your tongs, basting spoon, and thermometer at hand before you start cooking. And, of course, use oven mitts when handling the screaming-hot skillet.",
				"Depending on where you live, strip steak may be called shell steak, sirloin strip steak, New York strip steak, Kansas City strip steak, or Texas strip steak, among other names. Whatever name it goes by, make sure it's thick.",
				"A large-flake, crunchy salt, like Maldon, is a terrific finish at serving time."
			],
			"hasFluff": true
		},
		{
			"name": "Ruby Cordial",
			"source": "HFFotM",
			"page": 120,
			"otherSources": [
				{
					"source": "HFDoMM"
				}
			],
			"type": "Lost in Realmspace",
			"dishTypes": [
				"libation"
			],
			"diet": "V",
			"allergenGroups": [
				"sulphites"
			],
			"serves": {
				"exact": 2
			},
			"ingredients": [
				"Small ice cubes",
				{
					"type": "ingredient",
					"entry": "{=amount1/v} ounces ruby port",
					"amount1": 3
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} ounces brandy",
					"amount1": 2
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} ounce fresh lemon juice",
					"amount1": 0.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} ounce grenadine",
					"amount1": 0.33
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} lemon twists",
					"amount1": 2
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cocktail cherries",
					"amount1": 2
				}
			],
			"instructions": [
				"Fill two small rocks or old-fashioned glasses about halfway with ice. Fill a large cocktail shaker about halfway with ice and add the port, brandy, lemon juice, and grenadine. Cover and shake to blend and chill, about 30 seconds. Strain the mixture into each glass. Run a lemon twist around the rim of each glass, drop it in, and garnish with a cherry before serving."
			],
			"miscTags": [
				"alcohol"
			],
			"hasFluff": true,
			"hasFluffImages": true
		},
		{
			"name": "Saerloonian Glowfire",
			"source": "HFFotM",
			"page": 205,
			"otherSources": [
				{
					"source": "HFDoMM"
				}
			],
			"type": "The Feywild",
			"dishTypes": [
				"libation"
			],
			"diet": "V",
			"allergenGroups": [
				"sulphites"
			],
			"serves": {
				"exact": 2
			},
			"ingredients": [
				{
					"type": "ingredient",
					"entry": "{=amount1/v} sugar cubes, or 2 teaspoons granulated sugar",
					"amount1": 2
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} ounce ruby port",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} ounce Poire Williams eau-de-vie",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} ounces Prosecco or other sparkling wine, cold",
					"amount1": 6
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} thin slices fresh pear",
					"amount1": 2
				}
			],
			"instructions": [
				"Put a sugar cube in the bottoms of two champagne flutes. Pour ½ ounce port and ½ ounce Poire Williams into each flute and swirl to begin dissolving the sugar. Slowly add 3 ounces Prosecco to each one, and garnish with a slice of pear. Serve immediately."
			],
			"miscTags": [
				"alcohol"
			],
			"hasFluff": true,
			"hasFluffImages": true
		},
		{
			"name": "Salbread",
			"source": "HFFotM",
			"page": 75,
			"otherSources": [
				{
					"source": "HFDoMM"
				}
			],
			"type": "Solamnia",
			"dishTypes": [
				"snack"
			],
			"diet": "C",
			"allergenGroups": [
				"eggs",
				"gluten",
				"milk"
			],
			"makes": "one 8-inch square loaf",
			"ingredients": [
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cups all-purpose flour",
					"amount1": 2
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoons baking powder",
					"amount1": 2
				},
				"Kosher salt",
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup granulated sugar",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoons finely grated lemon zest or orange zest",
					"amount1": 2
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup plain yogurt (preferably whole-milk)",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/c} {@unit {=amount1/c}|egg|eggs}",
					"amount1": 2
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoon vanilla extract",
					"amount1": 0.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup neutral oil",
					"amount1": 0.5
				}
			],
			"instructions": [
				"With a rack in the middle position, preheat the oven to 350°F. Coat an 8-inch square pan with nonstick cooking spray and set aside.",
				"In a medium bowl, combine the flour, baking powder, and ½ teaspoon salt and whisk to incorporate. In a large bowl, combine the sugar and lemon zest and stir until the sugar is moist and fragrant. Add the yogurt, eggs, vanilla, and neutral oil to the sugar and whisk vigorously to blend. Add the flour mixture and, using a flexible spatula, fold to blend the wet and dry ingredients just until no pockets of dry ingredients remain. Scrape the batter into the prepared pan and smooth the top.",
				"Bake the loaf until lightly browned, a toothpick inserted in the center comes out clean, and the edges begin to pull away from the pan, about 40 minutes. Transfer the pan to a wire rack and let cool to room temperature, about 40 minutes. Turn the bread out of the pan and cut into squares to serve."
			],
			"noteCook": [
				"Salbread can be wrapped tightly in plastic wrap and stored at room temperature for up to 2 days."
			],
			"hasFluff": true,
			"hasFluffImages": true
		},
		{
			"name": "Seelie Court Cheese and Potato Soup",
			"source": "HFFotM",
			"page": 191,
			"type": "The Feywild",
			"diet": "X",
			"allergenGroups": [
				"celery",
				"gluten",
				"lupin",
				"milk",
				"mustard"
			],
			"makes": "about 2½ quarts",
			"ingredients": [
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoons unsalted butter",
					"amount1": 3
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} large yellow onion, chopped",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} large celery rib, trimmed and chopped",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} bay leaves",
					"amount1": 2
				},
				"Kosher salt",
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoons pressed or grated garlic",
					"amount1": 1.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoons chopped fresh thyme",
					"amount1": 2
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cups low-sodium chicken broth",
					"amount1": 6
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} pounds russet potatoes, peeled and chopped",
					"amount1": 1.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/xt} 5.2-ounce package Boursin cheese flavored with garlic and fine herbs, crumbled and at room temperature, plus more cheese for garnish (optional)",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup half-and-half",
					"amount1": 0.75
				},
				"Freshly ground black pepper",
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup chopped fresh parsley",
					"amount1": 0.25
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup snipped fresh chives",
					"amount1": 0.25
				}
			],
			"instructions": [
				"In a large saucepan or medium pot over medium-high heat, melt the butter, swirling to coat the pan. Add the onion, celery, bay leaves, and 1 teaspoon salt and cook, stirring until the vegetables are heated through, about 3 minutes. Adjust the heat to medium-low, cover, and continue cooking, stirring occasionally, until the vegetables have released their juices, about 4 minutes. Add the garlic and thyme and cook, stirring, until fragrant, about 40 seconds. Add the chicken broth and potatoes, adjust the heat to medium-high, and bring to a boil. Adjust the heat to low, cover, and simmer until the potatoes are very tender, about 25 minutes. Remove and discard the bay leaves. Add the cheese, cover, and heat until the cheese softens or melts, about 2 minutes.",
				"Remove the soup from the heat. Using an immersion blender, blend until smooth. Alternatively, let the soup cool slightly and blend in batches in a countertop blender. Return the soup to the saucepan, if necessary.",
				"Adjust the heat to medium-low, add the half-and-half and 1 teaspoon salt, season with pepper, and warm the soup, stirring occasionally, until heated through, about 4 minutes. Add the parsley and about half the chives and stir to combine. Adjust the seasoning with additional salt and pepper, if necessary. Ladle into individual bowls and sprinkle with additional Boursin (if desired), and the remaining chives before serving."
			],
			"hasFluff": true,
			"hasFluffImages": true
		},
		{
			"name": "Sensate Palate Cleanser",
			"source": "HFFotM",
			"page": 160,
			"type": "Sigil",
			"diet": "X",
			"allergenGroups": [
				"celery",
				"gluten",
				"lupin",
				"milk",
				"mustard"
			],
			"makes": "about 2 quarts",
			"ingredients": [
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoon unsalted butter",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} medium leek (white and light green parts), chopped",
					"amount1": 1
				},
				"Kosher salt",
				{
					"type": "ingredient",
					"entry": "{=amount1/v} medium-small English cucumbers",
					"amount1": 3
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cups low-sodium chicken broth",
					"amount1": 3
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup half-and-half",
					"amount1": 0.67
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoons fresh lemon juice",
					"amount1": 1.5
				},
				"Freshly ground black pepper",
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoons snipped fresh chives",
					"amount1": 3
				}
			],
			"instructions": [
				"In a small saucepan over medium-high heat, melt the butter. Add the leek and ½ teaspoon salt and cook, stirring, until the leek begins to soften, about 2½ minutes. Adjust the heat to medium-low, cover, and continue cooking, stirring occasionally, until the leek has released its juices, about 5 minutes longer. Remove from the heat and let cool briefly.",
				"Meanwhile, peel one of the cucumbers, leaving about one-fourth of the skin on for a little texture and color. Peel the other two cucumbers completely. Halve all the cucumbers lengthwise and remove the seeds. Finely dice one of the fully peeled halves and set aside. Cut the remaining five halves into roughly 1-inch pieces.",
				"In a blender, combine one-third of the roughly chopped cucumbers, one-third of the leek, and 1 cup of the chicken broth and puree until very smooth, about 40 seconds. Pour the mixture into a large bowl (preferably stainless steel) and set aside. Repeat to blend another third of the cucumbers, leeks, and broth, pouring this batch into the bowl with the first one. For the last batch, combine the remaining roughly chopped cucumber, remaining leeks, and remaining 1 cup chicken broth in the blender; add the half-and-half; and puree. Add to the bowl, stir in the lemon juice and ¾ teaspoon salt, and season with pepper. Stir in the diced cucumber. Cover and refrigerate until cold, about 4 hours.",
				"When ready to serve, stir the soup to blend again, and adjust the seasoning with additional salt and pepper, if necessary. Ladle into individual bowls and garnish each with a sprinkle of pepper and some chives."
			],
			"hasFluff": true,
			"hasFluffImages": true
		},
		{
			"name": "Silverfruit Pie",
			"source": "HFFotM",
			"page": 177,
			"type": "Sigil",
			"diet": "C",
			"allergenGroups": [
				"gluten",
				"lupin",
				"milk"
			],
			"serves": {
				"exact": 8
			},
			"ingredients": [
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoons unsalted butter, at room temperature, plus 5 tablespoons melted and still warm",
					"amount1": 2
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} whole graham crackers, broken into rough pieces",
					"amount1": 14
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoons light brown sugar",
					"amount1": 3
				},
				"Kosher salt",
				{
					"type": "ingredient",
					"entry": "{=amount1/xt} 20-ounce can lychees (peeled, pitted, and in heavy syrup)",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} ounces mascarpone, at cool room temperature",
					"amount1": 12
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoons confectioners' sugar",
					"amount1": 3
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoons rosewater",
					"amount1": 2
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoon vanilla extract",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoons apple jelly",
					"amount1": 2
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoons finely grated lemon zest",
					"amount1": 1.5
				}
			],
			"instructions": [
				"With a rack in the middle position, preheat the oven to 350°F. Coat a 9-inch pie plate with the room-temperature butter, and set aside.",
				"In a food processor, process the graham crackers to fine crumbs, about 20 seconds. Add the brown sugar and 1 pinch salt and pulse to combine. With the motor running, slowly add the melted butter through the feed tube and process until the mixture resembles wet sand, about 20 seconds. Pour the mixture into the pie plate and press into an even, compact layer across the bottom and up the sides. Wipe out the food processor work bowl to use again.",
				"Bake the crust until lightly browned and fragrant, about 12 minutes, rotating the pie plate about halfway through. Transfer to a wire rack and let cool to room temperature (the crust will firm up as it cools).",
				"Meanwhile, drain the lychees well and blot them dry with paper towel. Line a plate or baking sheet with paper towels in a double layer. Cut each lychee in half, place them cut sides down on the paper towel-lined plate, and refrigerate until needed, at least 1 hour.",
				"Add the mascarpone, confectioners' sugar, rosewater, vanilla, and ¼ teaspoon salt to the food processor and pulse until combined and smooth, stopping once or twice to scrape down the work bowl, about 10 two-second pulses. Scrape the mixture into the crust, gently spread it in an even layer, and refrigerate until firmer, at least 1 hour. Arrange the lychees, cut-sides down, over the mascarpone, covering the entire surface, and gently press them into the mixture to anchor.",
				"In a small saucepan over medium heat, warm the apple jelly until warm to the touch and beginning to become fluid, stirring to smooth out any lumps. Off heat, cool the fluid jelly for about 5 minutes. Stir it again and, using a pastry brush, gently dab and brush the jelly over the lychees. Refrigerate for 30 minutes, sprinkle the lemon zest over the pie, and serve immediately."
			],
			"noteCook": [
				"Rather than warming the apple jelly on the stovetop, you can warm it in a microwave-safe container in the microwave, using partial power, for about 30 seconds, stopping to check and stir it about every 10 seconds.",
				"Even though you drain and dry the lychees, they'll retain enough moisture to weep on the pie if they sit for too long. It's best to serve the pie no more than an hour after glazing it. If you have leftovers, refrigerate them and expect the jam to slide off the lychees and pool between them and at the edges of the crust. If you'd like, use a small bit of paper towel to blot away visible liquid before serving."
			],
			"hasFluff": true
		},
		{
			"name": "Sornstag",
			"source": "HFFotM",
			"page": 19,
			"type": "The Yawning Portal",
			"diet": "X",
			"allergenGroups": [
				"celery",
				"gluten",
				"lupin",
				"mustard",
				"nuts",
				"sulphites"
			],
			"serves": {
				"exact": 4
			},
			"ingredients": [
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup fine breadcrumbs",
					"amount1": 0.25
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoons extra-virgin olive oil",
					"amount1": 2
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} garlic cloves; 2 peeled and left whole, 2 pressed or grated",
					"amount1": 4
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup slivered almonds",
					"amount1": 0.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} pounds venison chuck or rump, cut into 1½-inch pieces",
					"amount1": 2.5
				},
				"Kosher salt and freshly ground black pepper",
				{
					"type": "ingredient",
					"entry": "About {=amount1/v} teaspoons neutral oil",
					"amount1": 4
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} large yellow onions, chopped",
					"amount1": 2
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} bay leaves",
					"amount1": 2
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoons minced fresh thyme, or 1 teaspoon dried",
					"amount1": 2
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoon ground cinnamon",
					"amount1": 0.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoon ground cloves",
					"amount1": 0.125
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup dry red wine",
					"amount1": 0.75
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup low-sodium chicken broth",
					"amount1": 0.75
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoon cocoa powder (preferably Dutch-processed)",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup chopped fresh parsley",
					"amount1": 0.67
				}
			],
			"instructions": [
				"Line a plate with paper towels.",
				"In a large sauté pan or Dutch oven over medium heat, toast the breadcrumbs, stirring constantly, until fragrant and a shade darker, about 3 minutes. Scrape the breadcrumbs into a small bowl, and carefully wipe out the pan.",
				"Add the olive oil and whole garlic to the pan, return it to medium heat, and cook, undisturbed, for 1 minute. Add the almonds and cook, stirring constantly, until browned and fragrant, about 1 minute (be vigilant, as they can burn quickly). With a slotted spoon, scoop the almonds and garlic onto the prepared plate to drain. Add the garlic and ⅓ cup of the almonds to the breadcrumbs; reserve the remaining almonds separately. Pour the oil from the pan into a small bowl and set aside. Carefully wipe out the pan.",
				"Sprinkle the venison all over with 1½ teaspoons salt and 1 teaspoon pepper. Set the pan over medium-high heat, add 2 teaspoons of the neutral oil, and warm until shimmering. Add about one-third of the venison, so the pieces are close together in a single layer, but not touching, and cook, undisturbed, until well browned on the bottom, about 2 minutes. Turn the pieces and cook, undisturbed, until the second side is well browned, about 2 minutes longer. Transfer the venison to a large bowl. Repeat to brown the remaining meat in one or two batches, adding more oil if needed, and adjusting the heat as necessary to avoid scorching. Transfer to the bowl with the first batch.",
				"Set the sauté pan over medium heat, add the reserved olive oil, and allow it to warm for a moment. Add the onions, bay leaves, thyme, and ½ teaspoon salt and cook, stirring and scraping the bottom of the pan to loosen any caramelized bits, until softened, about 6 minutes. Add the pressed garlic, cinnamon, and cloves and cook, stirring, until fragrant, about 40 seconds. Add the wine, adjust the heat to medium-high, and bring to a strong simmer, again scraping the bottom of the pan to loosen any caramelized bits. Add the chicken broth and venison with any accumulated juices, stir to combine, and return to a strong simmer. Cover the pan, adjust the heat to medium-low to maintain a bare simmer, and let simmer until the venison is tender, about 2 hours.",
				"Using a small liquid measuring cup or mug, scoop about ½ cup of the cooking liquid from the pan. Add the cocoa powder and stir until uniform. Pour the cocoa mixture back into the pan, add ½ teaspoon salt and ½ teaspoon pepper, and stir to combine.",
				"With the same measuring cup or mug, scoop another ½ cup of cooking liquid from the pan and transfer to a blender. Add the reserved breadcrumb-almond mixture and about ¼ cup of the parsley and blend until the nuts are pulverized and the mixture is thick and very smooth, about 1 minute, stopping to scrape down the sides of the blender jar at least once during that time. Scrape the mixture into the pan, stir to combine thoroughly, and partially cover the pan. Continue to cook, stirring and scraping the bottom of the pan occasionally, until the stew is thickened, 15 to 25 minutes longer. Remove the bay leaves if desired, add about ⅓ cup parsley, and stir to combine. Adjust the seasoning with additional salt and pepper, if necessary. Divide the sornstag among individual bowls, sprinkle each with a few of the reserved toasted almonds and some parsley. Serve immediately."
			],
			"miscTags": [
				"alcohol"
			],
			"hasFluff": true,
			"hasFluffImages": true
		},
		{
			"name": "Sour Cream-Walnut Cake",
			"source": "HFFotM",
			"page": 24,
			"type": "The Yawning Portal",
			"diet": "C",
			"allergenGroups": [
				"eggs",
				"gluten",
				"milk",
				"nuts"
			],
			"makes": "one 8-inch square cake",
			"ingredients": [
				{
					"type": "entries",
					"name": "Topping",
					"entries": [
						{
							"type": "ingredient",
							"entry": "{=amount1/v} cup all-purpose flour",
							"amount1": 0.33
						},
						{
							"type": "ingredient",
							"entry": "{=amount1/v} cup granulated sugar",
							"amount1": 0.25
						},
						{
							"type": "ingredient",
							"entry": "{=amount1/v} cup packed light brown sugar",
							"amount1": 0.25
						},
						{
							"type": "ingredient",
							"entry": "{=amount1/v} teaspoon ground cinnamon",
							"amount1": 0.5
						},
						{
							"type": "ingredient",
							"entry": "{=amount1/v} teaspoon kosher salt",
							"amount1": 0.25
						},
						{
							"type": "ingredient",
							"entry": "{=amount1/v} cup walnut pieces, toasted lightly (see Cook's Note) and cooled",
							"amount1": 0.67
						},
						{
							"type": "ingredient",
							"entry": "{=amount1/v} tablespoons unsalted butter, melted and cooled",
							"amount1": 5
						}
					]
				},
				{
					"type": "entries",
					"name": "Cake",
					"entries": [
						{
							"type": "ingredient",
							"entry": "{=amount1/v} cup walnut pieces, toasted lightly and cooled",
							"amount1": 1
						},
						{
							"type": "ingredient",
							"entry": "{=amount1/v} cups all-purpose flour",
							"amount1": 2
						},
						{
							"type": "ingredient",
							"entry": "{=amount1/v} teaspoons instant espresso powder",
							"amount1": 2.5
						},
						{
							"type": "ingredient",
							"entry": "{=amount1/v} teaspoons baking powder",
							"amount1": 1.5
						},
						{
							"type": "ingredient",
							"entry": "{=amount1/v} teaspoon baking soda",
							"amount1": 0.5
						},
						{
							"type": "ingredient",
							"entry": "{=amount1/v} teaspoon ground cinnamon",
							"amount1": 0.75
						},
						{
							"type": "ingredient",
							"entry": "{=amount1/v} teaspoon kosher salt",
							"amount1": 1
						},
						{
							"type": "ingredient",
							"entry": "{=amount1/c} {@unit {=amount1/c}|egg|eggs}",
							"amount1": 2
						},
						{
							"type": "ingredient",
							"entry": "{=amount1/v} cup sour cream",
							"amount1": 1
						},
						{
							"type": "ingredient",
							"entry": "{=amount1/v} cup neutral oil",
							"amount1": 0.5
						},
						{
							"type": "ingredient",
							"entry": "{=amount1/v} teaspoons vanilla extract",
							"amount1": 1.5
						},
						{
							"type": "ingredient",
							"entry": "{=amount1/v} cup granulated sugar",
							"amount1": 0.5
						},
						{
							"type": "ingredient",
							"entry": "{=amount1/v} cup packed light brown sugar",
							"amount1": 0.67
						}
					]
				}
			],
			"instructions": [
				{
					"type": "entries",
					"name": "To make the topping:",
					"entries": [
						"In a food processor, combine the flour, both sugars, cinnamon, and salt. Scatter the walnuts on top and drizzle the melted butter over the mixture. Pulse until the mixture just begins to resemble a wet, coarse sand, about three 2-second pulses (do not overprocess and pulverize the nuts). Scrape the mixture onto a plate (no need to clean the work bowl, as you'll use it again) and refrigerate for 20 minutes."
					]
				},
				"With a rack in the middle position, preheat the oven to 350°F. Coat an 8-inch square baking pan with nonstick cooking spray and set aside.",
				"In the food processor, pulse the walnuts with ¼ cup of the flour until the walnuts are coarsely ground, about five 2-second pulses. Pour the walnut mixture into a medium bowl; add the remaining 1¾ cups flour, the espresso powder, baking powder, baking soda, cinnamon, and salt; and whisk to combine.",
				"In a large bowl, whisk the eggs until uniform. Add the sour cream, neutral oil, and vanilla and whisk vigorously to combine. Add both sugars and again whisk vigorously to combine. Add the flour mixture and, using a flexible spatula, fold to blend the wet and dry ingredients just until no pockets of dry ingredients remain. Scrape the batter into the prepared pan, and smooth the top.",
				"Working quickly, with your fingers, sprinkle the topping evenly over the surface, forming pea- to hazelnut-size clumps. Gently pat the topping onto the batter to help secure it.",
				"Bake the cake until the top is lightly browned and a toothpick inserted into the center comes out clean, 40 to 45 minutes, rotating the pan about halfway through. Transfer to a wire rack and let cool to room temperature before cutting and serving."
			],
			"noteCook": [
				"To toast nuts or seeds, warm a heavy skillet over medium heat until hot. Add the nuts or seeds and spread out in a single layer. Cook, stirring constantly, until they are fragrant and as brown as desired.",
				"The cake can be wrapped tightly in plastic wrap and stored at room temperature for up to 2 days."
			],
			"hasFluff": true
		},
		{
			"name": "Spiced Pork and Orange Peppers",
			"source": "HFFotM",
			"page": 52,
			"type": "The Rock of Bral",
			"diet": "X",
			"allergenGroups": [
				"sulphites"
			],
			"serves": {
				"exact": 4
			},
			"ingredients": [
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoon paprika",
					"amount1": 0.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoon ground coriander",
					"amount1": 0.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoon ground fennel",
					"amount1": 0.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoon garlic powder",
					"amount1": 0.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoon ground cumin",
					"amount1": 0.25
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoon cayenne pepper (or more if you like it hot)",
					"amount1": 0.125
				},
				"Kosher salt and freshly ground black pepper",
				{
					"type": "ingredient",
					"entry": "{=amount1/v} large pork tenderloin (1½ pounds), silverskin removed (see Cook's Note), and patted dry with paper towels",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoon extra-virgin olive oil",
					"amount1": 3
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} large yellow onion, halved from pole to pole and sliced lengthwise",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} large orange bell peppers, cored, seeded, and cut into ¾-inch-wide strips",
					"amount1": 4
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} garlic cloves, thinly sliced",
					"amount1": 5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoon chopped fresh thyme",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoons sherry, cider, or wine vinegar, plus more as needed",
					"amount1": 2
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup chopped fresh parsley",
					"amount1": 0.33
				}
			],
			"instructions": [
				"With a rack in the middle position, preheat the oven to 425°F.",
				"In a small bowl, combine the paprika, coriander, fennel, garlic powder, cumin, cayenne, ¾ teaspoon salt, and ¾ teaspoon black pepper and stir to incorporate. Rub the pork with 1 tablespoon of the olive oil, then sprinkle the spice mixture all over the meat, rubbing it into the surface.",
				"In a large ovenproof skillet over medium-high heat, warm 1 tablespoon olive oil until shimmering. Add the pork, adjust the heat to medium, and cook until browned all over, giving it a quarter turn every 1½ minutes (adjusting the heat as necessary if the pan drippings threaten to scorch) until all four sides are cooked, about 6 minutes total. Transfer the tenderloin to a plate and set aside.",
				"Return the skillet to medium heat, add the remaining 1 tablespoon olive oil, and let warm for a moment (taking care not to scorch the caramelized bits left in the skillet). Add the onion, bell peppers, and 1 teaspoon salt and cook, stirring and scraping the bottom of the skillet with a wooden spoon to release the caramelized bits as the vegetables release moisture, about 5 minutes. Continue cooking until the vegetables just begin to soften, about 3 minutes longer. Add the garlic and thyme and cook, stirring, until fragrant, about 1 minute longer. Return the pork to the skillet, positioning it over the vegetables.",
				"Place the skillet in the oven and roast the meat until the center registers 140°F on an instant-read thermometer, 12 to 17 minutes, turning the tenderloin over midway through cooking. Transfer the tenderloin to a carving board, cover loosely with aluminum foil, and let rest until the pork reaches an internal temperature of 145° to 150°F, 5 to 10 minutes.",
				"Meanwhile, turn off the oven and return the skillet with its vegetables to the oven to keep warm.",
				"When the meat has almost finished resting, remove the skillet from the oven. Stir in the vinegar and most of the parsley. Taste and adjust the seasoning with salt and pepper, then scrape the vegetables onto a serving platter. Cut the pork on the diagonal into slices about ½ inch thick and arrange them over the vegetables. Sprinkle lightly with salt, pepper, and the remaining parsley before serving."
			],
			"noteCook": [
				"Silverskin is a light-colored (silvery) membrane on the meat that contracts when cooked. It can be removed with a sharp paring knife."
			],
			"miscTags": [
				"alcohol"
			],
			"hasFluff": true,
			"hasFluffImages": true
		},
		{
			"name": "Sprucebark Quaff",
			"source": "HFFotM",
			"page": 201,
			"type": "The Feywild",
			"diet": "C",
			"makes": "about 1½ quarts",
			"ingredients": [
				{
					"type": "ingredient",
					"entry": "{=amount1/v} large sprigs mint",
					"amount1": 4
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} large English cucumber, peeled and thinly sliced",
					"amount1": 0.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cups cold water",
					"amount1": 6
				}
			],
			"instructions": [
				"In a large pitcher combine the mint, cucumber, and water. Refrigerate for 2 hours to infuse before serving."
			],
			"noteCook": [
				"Slapping the mint sprigs against your palm several times helps the leaves to release their flavor and fragrance.",
				"Adding 1 or 2 thin slices of lemon imparts a subtle citrusy note."
			],
			"hasFluff": true,
			"hasFluffImages": true
		},
		{
			"name": "Steak of the Deep",
			"source": "HFFotM",
			"page": 57,
			"type": "The Rock of Bral",
			"diet": "X",
			"allergenGroups": [
				"fish",
				"sulphites"
			],
			"serves": {
				"exact": 4
			},
			"ingredients": [
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup extra-virgin olive oil, plus more for drizzling",
					"amount1": 0.33
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} medium yellow onion, chopped",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} bay leaf",
					"amount1": 1
				},
				"Kosher salt",
				{
					"type": "ingredient",
					"entry": "{=amount1/v} garlic cloves, thinly sliced",
					"amount1": 3
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoons paprika",
					"amount1": 1.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup Amontillado or Fino sherry, plus 2 teaspoons",
					"amount1": 0.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/xt} 14½-ounce can petite-diced tomatoes",
					"amount1": 1
				},
				"Freshly ground black pepper",
				{
					"type": "ingredient",
					"entry": "{=amount1/v} pounds swordfish steak, about 1 inch thick",
					"amount1": 1.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup chopped fresh parsley",
					"amount1": 0.25
				}
			],
			"instructions": [
				"In a braising pan or large sauté pan over medium heat, warm the olive oil. Add the onion, bay leaf, and ½ teaspoon salt and cook, stirring, until the onion starts to soften, about 3 minutes. Add the garlic and paprika and cook, stirring, until fragrant, about 1 minute longer. Add the ½ cup sherry, adjust the heat to medium-high, and bring to a strong simmer. Let simmer, stirring, for about 1 minute. Add the tomatoes and ¾ teaspoon salt and season with pepper. Return to a simmer and cook, stirring, to blend the flavors, about 3 minutes.",
				"Sprinkle the swordfish on both sides with salt and pepper and nestle it into the tomato mixture. Adjust the heat to low, cover, and cook until the swordfish is opaque, just firm to the touch, and registers 130°F on an instant-read thermometer, about 25 minutes, turning it over halfway through cooking. Transfer the swordfish to a serving platter, leaving the sauce in the pan. Tent the fish loosely with aluminum foil, and let rest for about 5 minutes.",
				"Meanwhile, adjust the heat to medium-high and bring the sauce to a strong simmer. Add most of the parsley and the remaining 2 teaspoons sherry, and stir to blend. Adjust the seasoning with additional salt and pepper, if necessary.",
				"Top the swordfish with the tomato sauce, drizzle with olive oil, and sprinkle with the remaining parsley before serving."
			],
			"noteCook": [
				"If the sauce cools to room temperature and becomes too thick and sticky, set the pan over medium-low heat until it's warm and viscous again."
			],
			"miscTags": [
				"alcohol"
			],
			"hasFluff": true,
			"hasFluffImages": true
		},
		{
			"name": "Stuffed Trout",
			"source": "HFFotM",
			"page": 84,
			"type": "Solamnia",
			"diet": "X",
			"allergenGroups": [
				"fish",
				"milk",
				"mustard"
			],
			"serves": {
				"exact": 4
			},
			"ingredients": [
				{
					"type": "ingredient",
					"entry": "{=amount1/xt} 10- to 12-ounce whole trout, gutted",
					"amount1": 4
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoons Old Bay seasoning",
					"amount1": 2
				},
				"Freshly ground black pepper",
				{
					"type": "ingredient",
					"entry": "{=amount1/v} large slices multigrain sandwich bread, crusts trimmed, torn into small pieces",
					"amount1": 2
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoons unsalted butter",
					"amount1": 3
				},
				"Kosher salt",
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup minced shallot",
					"amount1": 0.25
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup finely chopped red bell pepper",
					"amount1": 0.75
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoons pressed or grated garlic",
					"amount1": 2
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoons finely grated lemon zest, plus 1 tablespoon fresh lemon juice, plus lemon wedges for serving",
					"amount1": 2
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup chopped fresh parsley",
					"amount1": 0.33
				}
			],
			"instructions": [
				"With a rack in the middle position, preheat the oven to 450°F. Line a rimmed baking sheet with parchment paper or a nonstick baking mat and set aside.",
				"Rinse each trout under cold running water and, using a paper towel, dry very well, inside and out. Sprinkle the cavity of each trout evenly with ½ teaspoon Old Bay and ¼ teaspoon black pepper.",
				"In a food processor, pulse the bread into crumbs the size of grains of rice, about five 2-second pulses.",
				"In a medium skillet over medium heat, melt 2 tablespoons of the butter. Add the breadcrumbs and ½ teaspoon salt and season with pepper. Cook, stirring constantly, until deeply browned and crisp, about 6 minutes. Scrape the toasted breadcrumbs into a medium bowl and set aside.",
				"Wipe the skillet clean and return it to medium heat. Add the remaining 1 tablespoon butter and let warm until melted. Add the shallot, bell pepper, and ½ teaspoon salt and cook, stirring constantly, until the vegetables start to soften, about 2 minutes. Adjust the heat to low, cover, and cook until the vegetables appear moist, about 1½ minutes longer. Add the garlic and lemon zest and cook, stirring, until fragrant, about 40 seconds. Scrape the mixture into the bowl with the toasted breadcrumbs, add the lemon juice and parsley, and stir to combine into a stuffing. Adjust the seasoning with additional salt and pepper, if necessary.",
				"Place the trout on the prepared baking sheet. Spoon about ⅓ cup of the stuffing into the cavity of each trout, pressing it in with your fingers. Arrange the fish so there is about 1 inch between them.",
				"Bake the trout until they feel firm when pressed gently with your finger, and the thickest part of the fish registers 140°F on an instant-read thermometer, about 12 minutes. Let the trout rest for 5 minutes. Using a fish spatula or another long spatula, carefully transfer the trout to a serving platter and serve with lemon wedges."
			],
			"noteCook": [
				"Eating a whole trout is less intimidating than you may think. Peel back the skin to expose the flesh on one side. Starting at the equator of the exposed side of the fish, use a dinner knife to slide the flesh downward off the fish's skeleton. Repeat to slide off the flesh above the equator. Flip the fish and repeat to release the flesh on the second side."
			],
			"hasFluff": true,
			"hasFluffImages": true
		},
		{
			"name": "Talyth",
			"source": "HFFotM",
			"page": 12,
			"type": "The Yawning Portal",
			"diet": "X",
			"allergenGroups": [
				"celery",
				"gluten",
				"lupin",
				"milk",
				"mustard",
				"sulphites"
			],
			"makes": "about 30 sandwiches",
			"ingredients": [
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cups all-purpose flour",
					"amount1": 1.75
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cups finely grated aged Asiago cheese",
					"amount1": 1.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoons onion powder",
					"amount1": 1.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoons minced fresh thyme",
					"amount1": 1.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoon cornstarch",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoons kosher salt",
					"amount1": 1.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoon freshly ground black pepper",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} pinch cayenne pepper",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoons very cold unsalted butter, cut into 16 slices",
					"amount1": 8
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup whole milk",
					"amount1": 0.25
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/xt} 4-inch piece summer sausage, sliced ⅛ inch thick on a slight diagonal (see Cook's Note)",
					"amount1": 1
				}
			],
			"instructions": [
				"In a food processor, combine the flour, cheese, onion powder, thyme, cornstarch, salt, black pepper, and cayenne and process for about 15 seconds. Scatter the butter slices over the flour mixture and pulse to cut the butter into the flour until the mixture has the texture of wet sand, about twelve 3-second pulses. With the motor running, add the milk through the feed tube and process until a dough just comes together, about 30 seconds (do not overprocess).",
				"Transfer the dough to a work surface and knead, if necessary, a couple of times to bring it together. Divide the dough in half, and roll each half into a log measuring about 2½ inches in diameter and 3 inches long. Wrap each log with plastic wrap and refrigerate until very firm, at least 2 hours or up to 3 days.",
				"With racks in the upper- and lower-middle positions, preheat the oven to 350°F. Line two baking sheets with parchment paper or nonstick baking mats, and set aside.",
				"Unwrap the dough logs and, using a serrated knife, cut into thirty ¼-inch-thick rounds, giving them a quarter turn between each cut to help preserve the cylindrical shape. Arrange them on the prepared baking sheets about ½ inch apart. Place one slice of sausage onto each slice of dough, pressing to help it adhere.",
				"Bake the talyth until lightly browned around the edges and on the bottom, 24 to 28 minutes, swapping and rotating the baking sheets halfway through. Remove the sheets from the oven and, working quickly, use the underside of a dinner fork to gently press the sausage slices again so they adhere to the dough. Let the talyth cool on the baking sheets to room temperature before serving."
			],
			"noteCook": [
				"When slicing the sausage, trim as necessary so the diameter is a little smaller than the 2½-inch diameter of the dough, to ensure the slices fit together nicely.",
				"If you prefer, you can substitute another type of fully cooked sausage, such as Portuguese-style chouriço. Avoid cured, dried styles of sausage, which can turn leathery and tough as the talyth bake."
			],
			"hasFluff": true,
			"hasFluffImages": true
		},
		{
			"name": "Tamarind Balls",
			"source": "HFFotM",
			"page": 46,
			"otherSources": [
				{
					"source": "HFDoMM"
				}
			],
			"type": "The Rock of Bral",
			"dishTypes": [
				"sweet"
			],
			"diet": "V",
			"makes": "18 tamarind balls",
			"ingredients": [
				{
					"type": "ingredient",
					"entry": "{=amount1/v} ounces tamarind pulp (see Cook's Note)",
					"amount1": 6
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup tightly packed, quartered pitted dates (quartered lengthwise)",
					"amount1": 0.25
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup granulated sugar, plus more as needed",
					"amount1": 0.25
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoon vanilla extract",
					"amount1": 0.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} pinch kosher salt",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoons large-crystal sugar (such as Turbinado or Demerara)",
					"amount1": 3
				}
			],
			"instructions": [
				"Using your fingers, break up the tamarind pulp into very small bits, feeling for whole seeds or large fragments and removing any that you discover. Transfer to a food processor or mini chopper. Add the dates, granulated sugar, vanilla, and salt and process or chop until the ingredients are combined and very finely chopped, 30 seconds to 1 minute. Transfer the mixture to a small bowl.",
				"Place the large-crystal sugar in a wide, shallow bowl. Roll 2-teaspoon portions of the tamarind mixture into eighteen scant 1-inch balls, gently pressing as you roll to help them cohere. Working with three or four balls at a time, roll them in the crystal sugar, pressing gently to help it adhere. Store in an airtight container at room temperature for up to 4 days."
			],
			"noteCook": [
				"Rectangular blocks of tamarind pulp are available at many international markets. Often the package says that the pulp is seedless, but that's not always the case. Make sure there are no seeds before adding the pulp to the food processor.",
				"Large-crystal sugar, such as Demerara, Turbinado, or Trader Joe's organic cane sugar, makes a particularly pretty coating, but you can certainly use regular granulated sugar."
			],
			"hasFluff": true,
			"hasFluffImages": true
		},
		{
			"name": "Tarsis-Style Shrimp",
			"source": "HFFotM",
			"page": 80,
			"type": "Solamnia",
			"diet": "X",
			"allergenGroups": [
				"celery",
				"crustaceans",
				"eggs",
				"milk"
			],
			"serves": {
				"min": 4,
				"max": 6
			},
			"ingredients": [
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cups water",
					"amount1": 4
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoons fresh lemon juice, plus {=amount2/v} teaspoons finely grated zest, and spent halves of the lemon reserved",
					"amount1": 4,
					"amount2": 2
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup chopped fresh dill, stems reserved",
					"amount1": 0.25
				},
				"Kosher salt",
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoons whole black peppercorns",
					"amount1": 2
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} pounds extra-large shrimp, shelled and deveined",
					"amount1": 2
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup mayonnaise",
					"amount1": 0.33
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup plain whole-milk Greek yogurt",
					"amount1": 0.25
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} scallions, white and green parts thinly sliced and kept separate",
					"amount1": 6
				},
				"Freshly ground black pepper",
				{
					"type": "ingredient",
					"entry": "{=amount1/v} large celery rib, trimmed and finely diced",
					"amount1": 1
				}
			],
			"instructions": [
				"In a large saucepan, combine the water, 3 tablespoons of the lemon juice, the spent lemon halves, dill stems, 1 teaspoon salt, the peppercorns, and shrimp. Set the pan over medium-high heat and cook, stirring occasionally, until the shrimp are pink, barely firm, and just cooked through, and the liquid temperature reaches 170°F on an instant-read thermometer, 10 to 15 minutes.",
				"While the shrimp poach, set a colander in the sink, and fill a large bowl with ice water and set aside. Drain the poached shrimp in the colander, then, working quickly, transfer them to the ice water, leaving behind the lemon halves, dill stems, and peppercorns. Empty the colander, discarding its contents, and drain the shrimp again. Blot them dry with paper towels, and halve them lengthwise.",
				"In a large bowl, combine the mayonnaise, yogurt, scallion whites, chopped dill, lemon zest, remaining 1 tablespoon lemon juice, ½ teaspoon salt, and ½ teaspoon pepper and whisk to incorporate. Add the shrimp and celery and fold to coat with the dressing. Cover and refrigerate so the flavors meld, about 2 hours.",
				"Add most of the scallion greens to the shrimp and fold to combine. Adjust the seasoning with additional salt and pepper, if necessary. Sprinkle with the remaining scallion greens before serving."
			],
			"hasFluff": true,
			"hasFluffImages": true
		},
		{
			"name": "Tavern Crickets",
			"source": "HFFotM",
			"page": 133,
			"otherSources": [
				{
					"source": "HFDoMM"
				}
			],
			"type": "Ravenloft",
			"dishTypes": [
				"snack"
			],
			"diet": "X",
			"allergenGroups": [
				"milk",
				"peanuts"
			],
			"makes": "3 cups",
			"ingredients": [
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoons chile-lime seasoning (such as Tajín)",
					"amount1": 1.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoons garlic powder",
					"amount1": 2
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoon cayenne pepper",
					"amount1": 0.5
				},
				"Kosher salt and freshly ground black pepper",
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup roasted and salted peanuts",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup raw pepitas",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup whole roasted crickets",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoons unsalted butter, melted",
					"amount1": 2
				}
			],
			"instructions": [
				"With a rack in the middle position, preheat the oven to 300°F. Line a large rimmed baking sheet with parchment paper or a nonstick baking mat.",
				"In a small bowl, combine the chile-lime seasoning, garlic powder, cayenne, ½ teaspoon salt, and ½ teaspoon black pepper and whisk to incorporate. Set aside.",
				"In a large bowl, combine the peanuts, pepitas, and crickets and stir to blend. Add the melted butter, stir, and toss to coat the mixture evenly. Add the spice mixture and toss again to coat. Evenly spread the mixture on the prepared baking sheet.",
				"Bake the crickets until dry and fragrant, about 20 minutes, stirring well three times during the baking time. Adjust the seasoning with additional salt and pepper, if necessary. Let cool to room temperature.",
				"Tavern Crickets can be stored in an airtight container at room temperature for up to 1 week."
			],
			"noteCook": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"source": "HFDoMM",
							"name": "TIP:",
							"entries": [
								"You can find whole roasted crickets online at {@link budscricketpower.com}, a source for sustainably and humanely raised crickets."
							]
						}
					]
				}
			],
			"hasFluff": true,
			"hasFluffImages": true
		},
		{
			"name": "Tavern Noodles",
			"source": "HFFotM",
			"page": 45,
			"type": "The Rock of Bral",
			"diet": "C",
			"allergenGroups": [
				"eggs",
				"milk",
				"sulphites"
			],
			"serves": {
				"min": 4,
				"max": 6
			},
			"ingredients": [
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup extra-virgin olive oil",
					"amount1": 0.33
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} large onions, halved from pole to pole and thinly sliced lengthwise",
					"amount1": 3
				},
				"Kosher salt",
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoons minced fresh rosemary or thyme",
					"amount1": 1.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoons pressed or grated garlic",
					"amount1": 2
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup dry white wine",
					"amount1": 0.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} ounces fettuccine, tagliatelle, or pappardelle",
					"amount1": 12
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup grated Parmesan, plus more for serving",
					"amount1": 0.75
				},
				"Freshly ground black pepper",
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup chopped fresh parsley",
					"amount1": 0.33
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/c} hard-cooked {@unit {=amount1/c}|egg|eggs}, peeled and chopped",
					"amount1": 3
				}
			],
			"instructions": [
				"In a medium nonstick skillet over medium heat, warm 3 tablespoons of the olive oil until shimmering. Add the onions and 1 teaspoon salt and cook, stirring frequently, until soft and light gold, about 30 minutes. Add the rosemary and 1 teaspoon of the garlic and cook, stirring, until fragrant, about 40 seconds. Add the wine, adjust the heat to medium-high, and cook, stirring occasionally, until the liquid is reduced by half, about 2½ minutes.",
				"While the onions are cooking, in a large pot over high heat, bring 4 quarts of water to a boil. Add 1 tablespoon salt and the fettuccine and cook, stirring occasionally to prevent sticking, until just barely al dente. Reserve 1 cup of the cooking water. Drain the pasta and return it to the pot. Adjust the heat to medium-low, add the onion mixture to the pasta, toss, and cook, stirring constantly, for 1 minute. Remove the pan from the heat, add the remaining 2 tablespoons plus 1 teaspoon olive oil, remaining 1 teaspoon garlic, the Parmesan, and 1 teaspoon salt. Season with pepper and toss well. Add between ½ cup and 1 cup of the reserved cooking water to loosen the sauce and distribute the ingredients evenly. Add most of the parsley and toss. Adjust the seasoning with additional salt and pepper, if necessary, and transfer the pasta into a serving dish. Sprinkle with the chopped egg and remaining parsley before serving."
			],
			"miscTags": [
				"alcohol"
			],
			"hasFluff": true
		},
		{
			"name": "Tears of Selûne",
			"source": "HFFotM",
			"page": 48,
			"type": "The Rock of Bral",
			"diet": "X",
			"allergenGroups": [
				"fish",
				"sesame",
				"soya",
				"sulphites"
			],
			"serves": {
				"exact": 4
			},
			"ingredients": [
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup mirin",
					"amount1": 0.3
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoons sake",
					"amount1": 3
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoons soy sauce",
					"amount1": 3
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoons granulated sugar",
					"amount1": 2
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoon smoked paprika (optional)",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} pounds firm white fish fillets (such as sea bass), cut into roughly 1-inch cubes",
					"amount1": 1.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoons neutral oil",
					"amount1": 2
				},
				"Hot freshly cooked rice for serving",
				{
					"type": "ingredient",
					"entry": "{=amount1/v} large scallion (white and light green parts), thinly sliced",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoon sesame seeds, lightly toasted ({@recipe Sour Cream-Walnut Cake|HFFotM|see Cook's Note, this page}) and cooled",
					"amount1": 1
				}
			],
			"instructions": [
				"In a medium skillet over medium heat, combine the mirin, sake, soy sauce, sugar, and paprika (if using) and bring to a steamy simmer, swirling the skillet to dissolve the sugar. Once a few bubbles form around the edges, continue simmering, swirling the pan occasionally, until tight, glossy, foamy bubbles cover most of the surface, about 5½ minutes. Remove from the heat and let the mixture cool until just warm and thickened to the consistency of a loose glaze, 5 to 6 minutes.",
				"Preheat the grill to medium-high.",
				"Thread the cubed fish onto metal or pre-soaked bamboo skewers. Drizzle with oil and gently turn to coat. Once the grill is hot, cook the fish skewers until cooked through and lightly charred, 6 to 8 minutes, turning them over halfway through cooking. Just before removing the fish from the grill, gently brush it all over with the glaze.",
				"Spoon a portion of rice onto each of four serving plates or bowls. Arrange the fish skewers over the rice, then sprinkle each portion with the scallions and sesame seeds. Serve immediately."
			],
			"miscTags": [
				"alcohol"
			],
			"hasFluff": true,
			"hasFluffImages": true
		},
		{
			"name": "Thrakel-Seared Beef in Red Sauce",
			"source": "HFFotM",
			"page": 107,
			"type": "Lost in Realmspace",
			"diet": "X",
			"allergenGroups": [
				"celery",
				"gluten",
				"lupin",
				"mustard",
				"sesame",
				"soya",
				"sulphites"
			],
			"serves": {
				"exact": 4
			},
			"ingredients": [
				{
					"type": "ingredient",
					"entry": "{=amount1/v} pound flank steak, trimmed of fat",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoons Shaoxing rice wine or dry sherry",
					"amount1": 2
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoon soy sauce",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoons cornstarch",
					"amount1": 2.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoon granulated sugar",
					"amount1": 0.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoons low-sodium chicken broth or water",
					"amount1": 2
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoons unseasoned rice vinegar",
					"amount1": 2
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoons toasted sesame oil",
					"amount1": 2
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoons ketchup",
					"amount1": 3
				},
				"Kosher salt and freshly ground black pepper",
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoon grated fresh ginger",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoon pressed or grated garlic",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} scallions, trimmed, white parts minced and green parts cut into ½-inch pieces",
					"amount1": 6
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoons neutral oil",
					"amount1": 3
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} pound plum tomatoes, cored, halved lengthwise, seeded, and halves cut lengthwise into thirds (see Cook's Note)",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} medium yellow onion, halved from pole to pole and sliced lengthwise",
					"amount1": 1
				}
			],
			"instructions": [
				"Cut the flank steak against the grain into ½-inch-thick slices, each strip cut crosswise into thirds.",
				"In a medium bowl, combine 1 tablespoon of the rice wine, the soy sauce, 2 teaspoons of the cornstarch, and the sugar and whisk to blend. Add the beef, stir to coat, and let rest at room temperature for 15 to 30 minutes. Meanwhile, in a small bowl, combine the remaining 1 tablespoon rice wine, remaining ½ teaspoon cornstarch, the chicken broth, rice vinegar, and sesame oil and stir to blend. Add the ketchup, 1 teaspoon salt, and 1 teaspoon pepper; mix until well blended; and set aside. In another small bowl, combine the ginger, garlic, scallion whites, and 2 teaspoons of the neutral oil; stir to mix; and set aside.",
				"In a large nonstick skillet over high heat, warm 1 tablespoon of the neutral oil until shimmering. Swirl the skillet to coat the bottom with oil, add half the beef in a single layer and cook, undisturbed, until browned on the bottom, about 1 minute. Flip the beef, continue to cook, stirring occasionally, until brown on both sides, about 1 minute longer. Transfer to a large bowl, and set aside. Add another 1 tablespoon neutral oil to the skillet and repeat to cook the remaining beef. Transfer to the bowl.",
				"Adjust the heat to medium-high, add the remaining 1 teaspoon of neutral oil to the skillet, and warm until shimmering. Swirl the skillet to coat the bottom with oil, add the tomatoes, toss to coat, and arrange in a single layer. Cook, undisturbed, until browned on the bottom, about 3 minutes. Transfer half the tomatoes to the bowl with the beef. Add the onion to the skillet and cook, stirring occasionally, for about 1½ minutes. Add the scallion greens and cook, stirring occasionally, until they start to wilt, about 1½ minutes longer. Adjust the heat to medium, clear the center of the pan, add the ginger-garlic mixture, and cook, stirring and mashing, until fragrant, about 45 seconds. Whisk the ketchup mixture to recombine, add to the skillet, and cook, stirring constantly until thickened, about 45 seconds. Return the beef and cooked tomatoes to the pan and cook, stirring constantly, until heated through and coated with sauce, about 1 minute longer. Serve immediately."
			],
			"noteCook": [
				"You can substitute one 14 ½-ounce can diced tomatoes, drained, for the plum tomatoes, and use 2 tablespoons of their liquid instead of the broth.",
				"Serve this with hot freshly cooked rice—brown or white."
			],
			"miscTags": [
				"alcohol"
			],
			"hasFluff": true,
			"hasFluffImages": true
		},
		{
			"name": "Tika's Honey Mead",
			"source": "HFFotM",
			"page": 92,
			"otherSources": [
				{
					"source": "HFDoMM"
				}
			],
			"type": "Solamnia",
			"dishTypes": [
				"libation"
			],
			"diet": "C",
			"allergenGroups": [
				"sulphites"
			],
			"serves": {
				"exact": 2
			},
			"ingredients": [
				"Small ice cubes for shaking",
				{
					"type": "ingredient",
					"entry": "{=amount1/v} ounces off-dry (almost dry), traditional-style mead (such as Oliver Winery and Vineyards Camelot Mead)",
					"amount1": 4
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} ounces fresh orange juice",
					"amount1": 2
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} ounces gin (such as London dry)",
					"amount1": 1.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} ounce honey syrup",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} ounce fresh lemon juice",
					"amount1": 0.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} orange twists",
					"amount1": 2
				}
			],
			"instructions": [
				"Chill two coupes or cocktail glasses (see Cook's Note).",
				"Fill a large cocktail shaker about halfway with ice and add the mead, orange juice, gin, honey syrup, and lemon juice. Cover and shake until blended and chilled, about 30 seconds. Strain the mixture into the chilled glasses. Run an orange twist around the rim of each glass and then drop it in before serving."
			],
			"noteCook": [
				"To chill a cocktail glass or coupe, put it in the freezer for an hour before using."
			],
			"miscTags": [
				"alcohol"
			],
			"hasFluff": true,
			"hasFluffImages": true
		},
		{
			"name": "Trencher Bread",
			"source": "HFFotM",
			"page": 47,
			"type": "The Rock of Bral",
			"diet": "C",
			"allergenGroups": [
				"gluten",
				"milk"
			],
			"serves": {
				"exact": 2
			},
			"ingredients": [
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cups whole-wheat flour",
					"amount1": 2
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup all-purpose flour, plus more for dusting",
					"amount1": 0.75
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup stone-ground cornmeal",
					"amount1": 0.25
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoons kosher salt",
					"amount1": 2.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoons baking powder",
					"amount1": 2.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoon baking soda",
					"amount1": 0.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cups whole milk or low-fat Greek yogurt (not nonfat)",
					"amount1": 1.25
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup extra-virgin olive oil",
					"amount1": 0.33
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoons neutral oil",
					"amount1": 3
				}
			],
			"instructions": [
				"Lightly flour a work surface. In a large bowl, combine the whole-wheat flour, all-purpose flour, cornmeal, salt, baking powder, and baking soda and whisk to incorporate. Make a well in the center, add the milk and olive oil, and, using a wooden spoon or your hands, stir around the perimeter of the well to incorporate the dry ingredients into the wet (the dough will look a little rough and shaggy). Scrape the dough onto the prepared work surface and knead until smooth and uniform, dusting with a tiny amount of all-purpose flour as you go if the dough becomes too sticky. Divide the dough into four equal portions. Gently roll each portion into a ball, cover with a clean kitchen towel, and let rest for 15 minutes.",
				"Preheat the oven to 125°F.",
				"Using a rolling pin, roll out one of the dough balls into a circle with an 11-inch diameter. In a 12-inch heavy skillet (preferably cast iron) over medium heat, warm about 2 teaspoons of the neutral oil until hot. Tilt the skillet to coat the bottom with oil, carefully place the dough circle in the skillet, and cook, undisturbed, until spotted with brown on the bottom and slightly puffed, 3 to 4 minutes. Turn the round over and continue to cook, undisturbed, until the second side is spotty brown as well, 3 to 4 minutes longer. Transfer the bread to a baking sheet or ovenproof plate and place it in the oven to keep warm. One at a time, roll and cook the remaining rounds, adding the remaining 1 tablespoon neutral oil and adjusting the heat if necessary to avoid burning, and transferring them to the oven keep warm. Serve immediately."
			],
			"noteCook": [
				"Brushing the breads with extra-virgin olive oil or melted butter while they're still warm is a nice touch."
			],
			"hasFluff": true
		},
		{
			"name": "Two Hares Inn Rabbit Stew",
			"source": "HFFotM",
			"page": 138,
			"type": "Ravenloft",
			"diet": "C",
			"allergenGroups": [
				"celery",
				"gluten",
				"lupin",
				"mustard",
				"sulphites"
			],
			"serves": {
				"exact": 4
			},
			"ingredients": [
				{
					"type": "ingredient",
					"entry": "{=amount1/v} bone-in, skin-on chicken thighs (2½ to 3 pounds), trimmed and dried well with paper towels",
					"amount1": 8
				},
				"Kosher salt and freshly ground black pepper",
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoons neutral oil",
					"amount1": 2
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} pound cremini mushrooms, wiped clean and quartered (small ones halved)",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} medium yellow onions, halved pole to pole and each half thinly sliced lengthwise",
					"amount1": 2
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} bay leaves",
					"amount1": 2
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoons pressed or grated garlic",
					"amount1": 2.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoons minced fresh thyme, or 1 teaspoon dried",
					"amount1": 2
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoons minced fresh oregano or rosemary",
					"amount1": 2
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoons all-purpose flour",
					"amount1": 1.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup dry white wine",
					"amount1": 0.75
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/xt} 14½-ounce can diced tomatoes, drained",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup low-sodium chicken broth",
					"amount1": 0.75
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup chopped fresh parsley",
					"amount1": 0.33
				}
			],
			"instructions": [
				"Sprinkle the chicken thighs all over with salt and pepper.",
				"In a large sauté pan or Dutch oven over medium-high heat, warm 1 tablespoon of the neutral oil until shimmering. Arrange half the chicken thighs skin-side down in the pan, adjust the heat to medium, and cook, undisturbed, until the skin is browned, about 5 minutes. Flip the chicken and continue to cook, undisturbed, until the second side is browned, about 5 minutes longer (adjust the heat if necessary to avoid scorching). Transfer the chicken to a large plate. Repeat to brown the remaining chicken thighs. When the chicken is cool enough to handle, remove and discard the skin. Remove and discard all but 1½ tablespoons of the fat from the pan.",
				"Adjust the heat to medium-high, add the mushrooms and ¼ teaspoon salt to the pan, and cook, stirring occasionally, until the mushrooms release their liquid and it evaporates, 7 to 10 minutes. Add the onions, bay leaves, and ¼ teaspoon salt and cook, stirring occasionally, until the mushrooms brown and the onions soften, about 4 minutes longer. Adjust the heat to medium; add the garlic, thyme, oregano, and flour; and cook, stirring constantly, until fragrant and the flour films the bottom of the pan, about 1 minute longer. Add the wine, adjust the heat to high, and bring to a simmer, stirring and scraping the bottom of the pan with a wooden spoon until the film of browned flour dissolves into and thickens the liquid, about 1 minute longer. Add the tomatoes and chicken broth, adjust the heat to medium-high, and bring to a boil. Add the chicken thighs with any accumulated juices and return to a simmer. Adjust the heat to low, cover, and let simmer gently until the chicken is cooked through and very tender, 35 to 45 minutes, flipping the chicken pieces about halfway through. Transfer the chicken to a serving platter, tent loosely with aluminum foil to keep warm, and set aside.",
				"Remove the pan from the heat. Let the braising liquid rest for about 5 minutes, remove the bay leaves, and spoon off as much fat as possible (or use a fat separator). Set the pan over medium-high heat, add any accumulated juices from the chicken, bring to a boil, and cook, stirring occasionally, until reduced slightly, about 4 minutes longer. Adjust the seasoning with additional salt and pepper, if necessary. Stir in most of the parsley. Pour the sauce over and around the chicken. Sprinkle with the remaining parsley before serving."
			],
			"miscTags": [
				"alcohol"
			],
			"hasFluff": true
		},
		{
			"name": "Undermountain Alurlyath",
			"source": "HFFotM",
			"page": 63,
			"otherSources": [
				{
					"source": "HFDoMM"
				}
			],
			"type": "The Rock of Bral",
			"dishTypes": [
				"libation"
			],
			"diet": "C",
			"allergenGroups": [
				"sulphites"
			],
			"serves": {
				"exact": 2
			},
			"ingredients": [
				{
					"type": "ingredient",
					"entry": "{=amount1/xt} 1-pound English or standard cucumber, scrubbed but not peeled",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} ounces Amontillado sherry",
					"amount1": 2
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} ounce honey syrup",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} teaspoon fresh lemon juice",
					"amount1": 1
				},
				"Small ice cubes",
				{
					"type": "ingredient",
					"entry": "{=amount1/v} ounces plain seltzer, cold",
					"amount1": 6
				}
			],
			"instructions": [
				"Cut the cucumber in half crosswise, then cut two thin slices from the cut side of one half and reserve them for garnish. Chop the rest of the cucumber halves and transfer to a food processor. Process into a liquidy pulp, about 10 seconds, stopping once to scrape down the sides of the work bowl.",
				"Line a medium bowl with a clean kitchen towel. Scrape the cucumber pulp into the center, gather the edges and corners of the towel, and, working over the bowl, squeeze and twist hard to wring out as much liquid as possible. Compost the pulp or reserve for another use.",
				"Fill a cocktail shaker with the sherry, honey syrup, and lemon juice. Cover and shake to blend, about 10 seconds. Remove the cover, add 1 cup of the cucumber juice, and stir to combine.",
				"Fill two rocks or wine glasses about halfway with ice, add half the sherry-cucumber mixture to each, top each with 3 ounces seltzer, and stir gently. Garnish each drink with a reserved cucumber slice before serving."
			],
			"noteCook": [
				"Stirring in the cucumber juice, rather than shaking it with the other ingredients, prevents it from becoming too frothy."
			],
			"miscTags": [
				"alcohol"
			],
			"hasFluff": true,
			"hasFluffImages": true
		},
		{
			"name": "Vada's Vanilla Buns",
			"source": "HFFotM",
			"page": 116,
			"type": "Lost in Realmspace",
			"diet": "C",
			"allergenGroups": [
				"eggs",
				"gluten",
				"milk"
			],
			"makes": "12 buns",
			"ingredients": [
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cups unsweetened flaked coconut",
					"amount1": 1.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cups bread flour, plus extra to dust the work surface",
					"amount1": 2.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup water, plus 1 tablespoon",
					"amount1": 0.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} vanilla beans",
					"amount1": 3
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup milk (not skim)",
					"amount1": 0.5
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} {@unit {=amount1/v}|egg|eggs}",
					"amount1": 2
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} packet ({=amount2/v} teaspoons) instant or Rapid Rise yeast",
					"amount1": 1,
					"amount2": 2.25
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} cup granulated sugar",
					"amount1": 0.25
				},
				"Kosher salt",
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoons unsalted butter, cut into 4 pieces and softened",
					"amount1": 3
				}
			],
			"instructions": [
				"In a medium skillet over medium heat, toast the coconut, stirring constantly, until many of the flakes are dark golden brown (some flakes will remain white, so the quantity will appear to be spotty brown), about 4 minutes. Immediately scrape the coconut into the bowl of a food processor, and set aside to cool to room temperature, at least 10 minutes. Pulse until it's about the texture of whole flax seeds (a little smaller than sunflower seeds), about five 2-second pulses, and set aside.",
				"Meanwhile, carefully wipe out the still-hot skillet. In the skillet, off heat, whisk ¼ cup of the flour and ½ cup of the water until it forms a smooth, thick paste (with help from the residual heat in the skillet) about the texture of mashed potatoes, about 1 minute. Immediately scrape the paste into the bowl of a stand mixer, and set aside to cool until tepid, about 8 minutes.",
				"Meanwhile, with a paring knife, halve the vanilla beans lengthwise and scrape the seeds from all six halves. Collect the seeds in a small dish, cover, and set aside.",
				"Add the milk to the flour paste and whisk until smooth. Add one egg and whisk to incorporate it. Add the remaining 2¼ cups flour and the yeast. Fit the bowl and the dough hook to the stand mixer and mix on low speed for 1 minute. Adjust the speed to medium-low and continue mixing until the flour is incorporated and the resulting mass is cohesive, about 30 seconds longer. Turn off the mixer and rest the dough for 15 minutes. Add the sugar and 1½ teaspoons salt and knead on medium-low speed for 5 minutes, until the dough appears smoother. With the mixer running, add one piece of the butter and continue mixing until it is incorporated fully into the dough, about 30 seconds, before adding the next. Repeat to add and incorporate the remaining three pieces of butter, adding the vanilla seeds along with the last piece. Continue to mix on medium-low speed 5 minutes longer, adding the coconut midway through that time and stopping when needed to scrape down the dough hook and sides of the bowl (the dough will be quite soft and sticky).",
				"Flour a work surface very lightly, scrape the dough from the bowl to the surface, and knead it briefly to form a ball. Lightly oil a medium bowl, add the dough, and turn it to coat very lightly with the oil. Cover the bowl with a clean kitchen towel or plastic wrap and set aside until the dough has become puffy and its volume has increased by three-fourths or doubled, about 1 hour.",
				"Oil a 9-inch round cake pan, line the bottom with parchment paper, and oil the parchment paper. Transfer the dough to the work surface, gently deflate it, and press and stretch it into a 10 by 12-inch rectangle with a short side facing you. Cut the dough lengthwise into 4 equal strips and cut each strip crosswise into 3 equal pieces. Working with 1 piece of dough at a time, stretch and press the dough gently to form an 8 by 2-inch strip. Starting on a short side, roll the strip to form a snug cylinder. Arrange the shaped buns seam-side down in the prepared pan, placing 10 buns around the edge of the pan, pointing inward, and the remaining 2 buns in the center. Cover the pan with a clean kitchen towel or plastic wrap and set aside until the buns appear puffy and their volume has increased by about three-fourths or doubled, about 1 hour.",
				"When ready to bake, with a rack in the lowest position, preheat the oven to 375°F. In a small bowl, beat the remaining egg with 1 tablespoon water. Gently brush the tops of the buns with the egg wash (take care not to deflate the dough) and bake until deep golden brown, 20 to 24 minutes, rotating the pan halfway through. Set the pan on a cooling rack and cool for about 15 minutes. Gently loosen the edges of the buns with your fingers and gently pry them out of the pan. Cool the buns until just warm or room temperature, remove the parchment from the bottom of the buns if necessary, and serve. Leftover buns can be wrapped tightly and stored at room temperature for up to 3 days."
			],
			"noteCook": [
				"When toasting the coconut, keep it moving in the skillet, and keep a close eye on it because it browns quickly once it begins and can burn easily. As soon as the coconut is browned to your liking, get it out of the hot skillet immediately.",
				"The dough is quite soft and sticky, so a bowl scraper, ideally a flexible one, is very helpful for scraping it out of the mixer bowl (and off the dough hook) and forming the ball on the work surface prior to the first rise."
			],
			"hasFluff": true,
			"hasFluffImages": true
		},
		{
			"name": "Whole Roast Boar",
			"source": "HFFotM",
			"page": 141,
			"type": "Ravenloft",
			"diet": "X",
			"allergenGroups": [
				"celery",
				"gluten",
				"lupin",
				"milk",
				"mustard",
				"sulphites"
			],
			"serves": {
				"min": 8,
				"max": 10
			},
			"ingredients": [
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoons light brown sugar",
					"amount1": 3
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoons kosher salt",
					"amount1": 3
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} tablespoon freshly ground black pepper",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/xt} 8-pound whole bone-in pork butt (also known as shoulder butt), skinned, with fat cap attached",
					"amount1": 1
				},
				{
					"type": "ingredient",
					"entry": "{=amount1/v} to 3 cups water, plus more as needed",
					"amount1": 2
				},
				{
					"type": "entries",
					"name": "Port Sauce",
					"entries": [
						{
							"type": "ingredient",
							"entry": "{=amount1/v} tablespoons reserved pork fat (from above)",
							"amount1": 2
						},
						{
							"type": "ingredient",
							"entry": "{=amount1/v} cup minced shallots",
							"amount1": 0.5
						},
						{
							"type": "ingredient",
							"entry": "{=amount1/v} tablespoon chopped fresh thyme",
							"amount1": 1
						},
						"Kosher salt",
						{
							"type": "ingredient",
							"entry": "{=amount1/v} tablespoons tomato paste",
							"amount1": 2
						},
						{
							"type": "ingredient",
							"entry": "{=amount1/v} cup ruby port",
							"amount1": 1
						},
						{
							"type": "ingredient",
							"entry": "{=amount1/v} cup low-sodium chicken broth",
							"amount1": 0.75
						},
						{
							"type": "ingredient",
							"entry": "{=amount1/v} tablespoons red currant jam",
							"amount1": 2
						},
						{
							"type": "ingredient",
							"entry": "{=amount1/v} tablespoons unsalted butter",
							"amount1": 2
						},
						{
							"type": "ingredient",
							"entry": "{=amount1/v} teaspoons sherry vinegar",
							"amount1": 1.5
						},
						"Freshly ground black pepper"
					]
				}
			],
			"instructions": [
				"In a small bowl, combine the brown sugar, salt, and pepper and whisk to blend. Using a very sharp knife, cut slits about 1 inch apart in a crosshatch pattern across the entire fat cap of the pork, taking care to cut all the way through the layer of fat, but not into the meat beneath it. Sprinkle the brown sugar-salt mixture all over the pork, making sure to rub it into the slits. Wrap the meat tightly in plastic wrap and refrigerate for at least 12 hours or up to 24 hours.",
				"With a rack in the lowest position, preheat the oven to 325°F. Coat a roasting rack with nonstick cooking spray and set it in a large roasting pan.",
				"Unwrap the pork and, with paper towels, blot the surface dry and remove any excess salt mixture if it hasn't completely dissolved. Place the pork on the prepared roasting rack, fat cap-side up, and pour the water into the pan, making sure it does not touch the bottom of the pork. Roast until the pork is very tender (a paring knife should slip in and out of the meat very easily) and the meat near the bone (but not touching it) registers 190°F on an instant-read thermometer, about 5 hours, checking once or twice on the water level in the roasting pan. If there is less than ¾ cup, add more. Transfer the pork to a platter or carving board, cover loosely with aluminum foil, and let rest for 30 minutes. Pour the liquid from the roasting pan into a fat separator or a narrow, heatproof container, and allow it to settle for 10 minutes. Set aside 2 tablespoons of the fat for the sauce and discard the rest.",
				"If desired, make extra-crisp cracklings by raising the oven temperature to 475°F and returning the rested pork to the roasting pan, fat cap-side up. Roast until the cracklings are dark, blistered, and crisp, 8 to 10 minutes, rotating the pan halfway through. Return the pork to the platter or carving board, cover loosely with foil, and let rest for 15 minutes longer.",
				"Cut the pork into thick slices, or using a fork, gently pull apart into small chunks. Arrange on a serving platter and cover with foil until the sauce is finished.",
				{
					"type": "entries",
					"name": "To make the port sauce:",
					"entries": [
						"In a medium skillet over medium heat, warm the reserved pork fat until shimmering. Add the shallots, thyme, and ½ teaspoon salt and cook, stirring, for 1 minute. Add the tomato paste and cook, stirring, until fragrant and a shade darker, about 1½ minutes. Add the port, adjust the heat to medium-high, and bring to a strong simmer. Cook, stirring occasionally, until reduced by a little less than half, about 3 minutes. Add the chicken broth (and any juices accumulated from the rested pork), return the mixture to a strong simmer, and cook, stirring occasionally, until reduced again by slightly less than half, about 3 minutes longer. Adjust the heat to medium, add the jam, and whisk vigorously until dissolved and incorporated. Remove the skillet from the heat, add the butter and vinegar, and whisk to incorporate. Season generously with pepper and whisk to incorporate. Adjust the seasoning with additional salt and pepper, if necessary."
					]
				},
				"Serve the pork and sauce together."
			],
			"miscTags": [
				"alcohol"
			],
			"hasFluff": true,
			"hasFluffImages": true
		}
	]
}