{
	"cult": [
		{
			"name": "Cult of Baphomet",
			"source": "MPMM",
			"page": 58,
			"type": "Demonic",
			"entries": [
				"Baphomet grants his cultists special abilities. All his devotees gain the Labyrinthine Recall trait below. He grants his rank-and-file followers the Unerring Tracker trait, and cult leaders gain the Incite the Hunters trait.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Labyrinthine Recall",
							"entries": [
								"This creature can perfectly recall any path it has traveled."
							]
						},
						{
							"type": "entries",
							"name": "Unerring Tracker",
							"entries": [
								"As a bonus action, this creature magically creates a psychic link with one creature it can see. For the next hour, as a bonus action this creature learns the current distance and direction to the target if it is on the same plane of existence. The link ends if this creature is {@condition incapacitated} or if it uses this ability on a different target."
							]
						},
						{
							"type": "entries",
							"name": "Incite the Hunters (Recharges after a Short or Long Rest)",
							"entries": [
								"As an action, this creature allows each ally within 30 feet of it that has the Unerring Tracker trait to make one weapon attack as a reaction against the target of that ally's Unerring Tracker."
							]
						}
					]
				}
			]
		},
		{
			"name": "Cult of Demogorgon",
			"source": "MPMM",
			"page": 90,
			"type": "Demonic",
			"entries": [
				"Demogorgon's followers are typically lone killers driven by the whispering voice of their master. His most blessed followers gain the Two Minds of Chaos trait.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Two Minds of Chaos",
							"entries": [
								"This creature has advantage on all Intelligence, Wisdom, and Charisma saving throws."
							]
						}
					]
				}
			]
		},
		{
			"name": "Cult of Fraz-Urb'luu",
			"source": "MPMM",
			"page": 129,
			"type": "Demonic",
			"entries": [
				"Fraz-Urb'luu grants his cultists the Liar's Eye trait.",
				{
					"type": "entries",
					"name": "Liar's Eye",
					"entries": [
						"This creature has advantage on Wisdom ({@skill Insight} or {@skill Perception}) checks.",
						"As a bonus action, the creature detects the location of all illusions and hidden creatures within 15 feet of it."
					]
				}
			]
		},
		{
			"name": "Cult of Geryon",
			"source": "MPMM",
			"page": 136,
			"type": "Diabolical",
			"entries": [
				"Geryon grants his cultists special abilities. Members of his cult can gain the Crushing Blow trait. Cult leaders can also gain the Indomitable Strength trait.",
				{
					"type": "entries",
					"entries": [
						{
							"name": "Crushing Blow (Recharges after a Short or Long Rest)",
							"type": "entries",
							"entries": [
								"As a bonus action, the creature gains a bonus to the damage roll of its next melee weapon attack roll that hits within the next minute. The bonus equals its Strength modifier (minimum of +1)."
							]
						},
						{
							"name": "Indomitable Strength {@recharge 5}",
							"type": "entries",
							"entries": [
								"As a reaction when this creature takes damage, it can roll a {@dice d10} and subtract the number rolled from the damage."
							]
						}
					]
				}
			]
		},
		{
			"name": "Cult of Graz'zt",
			"source": "MPMM",
			"page": 148,
			"type": "Demonic",
			"entries": [
				"Graz'zt grants his cultists special abilities. His cultists can gain the Joy from Pain trait, while his cult leaders can gain the Master of Pleasures trait.",
				{
					"type": "entries",
					"entries": [
						{
							"name": "Joy from Pain",
							"type": "entries",
							"entries": [
								"Whenever this creature suffers a critical hit, it can make one melee weapon attack as a reaction."
							]
						},
						{
							"name": "Master of Pleasures",
							"type": "entries",
							"entries": [
								"As a reaction when this creature takes damage, it can magically grant 5 temporary hit points to itself and up to three allies within 30 feet of it."
							]
						}
					]
				}
			]
		},
		{
			"name": "Cult of Juiblex",
			"source": "MPMM",
			"page": 160,
			"type": "Demonic",
			"entries": [
				"The Faceless Lord grants its cultists special abilities. Lesser followers can gain the Liquid Movement trait. The most dedicated devotees of ooze can also gain the Slimy Organs trait.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Liquid Movement",
							"entries": [
								"As an action, this creature can move up to 20 feet through spaces no more than an inch in diameter. It must end this movement in a space that can accommodate its full size. Otherwise, it takes 5 force damage and returns to the space where it began this movement."
							]
						},
						{
							"type": "entries",
							"name": "Slimy Organs",
							"entries": [
								"This creature has resistance to bludgeoning, piercing, and slashing damage from nonmagical attacks.",
								"Whenever this creature suffers a critical hit or is reduced to 0 hit points, it sprays acid; each creature within 5 feet of it takes acid damage equal to its number of Hit Dice."
							]
						}
					]
				}
			]
		},
		{
			"name": "Cult of Orcus",
			"source": "MPMM",
			"page": 204,
			"type": "Demonic",
			"entries": [
				"Orcus grants his rank-and-file cultists the Undying Soul trait, and his cult leaders can gain the Aura of Death trait.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Undying Soul (Recharges after a Short or Long Rest)",
							"entries": [
								"If this creature is reduced to 0 hit points, it immediately makes a {@dc 10} Constitution saving throw. If it succeeds, it is instead reduced to 1 hit point."
							]
						},
						{
							"type": "entries",
							"name": "Aura of Death",
							"entries": [
								"This creature emanates a deathly aura that extends 30 feet in every direction from its space while it isn't incapacitated. The aura is blocked by {@quickref Cover||3||total cover}. While in the aura, the creature and any friendly Undead are immune to the {@condition frightened} condition and have resistance to radiant damage. Enemies have disadvantage on death saving throws while in the aura."
							]
						}
					]
				}
			]
		},
		{
			"name": "Cult of Yeenoghu",
			"source": "MPMM",
			"page": 270,
			"type": "Demonic",
			"entries": [
				"Yeenoghu grants special abilities to his cultists. His most devoted followers gain the Gnashing Jaws action and the Rampage bonus action, while cult leaders gain the Aura of Bloodthirst trait.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Gnashing Jaws",
							"entries": [
								"{@atk mw} bonus to hit equal to this creature's proficiency bonus plus its Strength modifier, reach 5 ft., one target. {@h}{@damage 1d4} + this creature's Strength modifier piercing damage."
							]
						},
						{
							"type": "entries",
							"name": "Rampage",
							"entries": [
								"When this creature reduces a creature to 0 hit points with a melee attack on its turn, it can take a bonus action to move up to half its speed and make one Gnashing Jaws attack."
							]
						},
						{
							"type": "entries",
							"name": "Aura of Bloodthirst",
							"entries": [
								"If this creature isn't incapacitated, any creature that has Rampage can make its Gnashing Jaws attack as a bonus action while within 10 feet of this creature."
							]
						}
					]
				}
			]
		},
		{
			"name": "Cult of Zariel",
			"source": "MPMM",
			"page": 280,
			"type": "Diabolical",
			"entries": [
				"Zariel grants special abilities to her most loyal cultists. They can gain the Ferocious Surge trait, and her cult's leaders can also gain the Infernal Tactics trait.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Ferocious Surge (Recharges after a Short or Long Rest)",
							"entries": [
								"When this creature hits with an attack roll that isn't a critical hit, it can turn the hit into a critical hit."
							]
						},
						{
							"type": "entries",
							"name": "Infernal Tactics",
							"entries": [
								"Immediately after rolling initiative, this creature can choose  and up to three allies it can see if it isn't {@condition incapacitated}. It can swap the initiative results of the chosen creatures among them."
							]
						}
					]
				}
			]
		},
		{
			"name": "Cult of Zuggtmoy",
			"source": "MPMM",
			"page": 281,
			"type": "Demonic",
			"entries": [
				"Zuggtmoy's cultists are primarily mindless victims of her children's strange spores. The spores burrow into a victim's brain, turning it into a fanatic servitor. Each victim gains the Spore Kissed trait.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Spore Kissed",
							"entries": [
								"This creature is immune to the {@condition charmed} and {@condition frightened} conditions. In addition, if it is reduced to 0 hit points, each creature within 10 feet of it takes poison damage equal to its number of Hit Dice."
							]
						}
					]
				}
			]
		}
	]
}