{
	"_meta": {
		"internalCopies": [
			"deity"
		]
	},
	"deity": [
		{
			"name": "Amaunator",
			"altNames": [
				"The Keeper of the Eternal Sun",
				"The Light of Law",
				"The Yellow God"
			],
			"source": "FRHoF",
			"pantheon": "Faerûnian",
			"title": "God of the sun",
			"worshipers": "Farmers, lawmakers, travelers",
			"plane": "Mechanus",
			"symbolImg": {
				"type": "image",
				"href": {
					"type": "internal",
					"path": "deities/FRHoF/Amaunator.webp"
				},
				"credit": "Helder Almeida",
				"width": 850,
				"height": 895
			},
			"entries": [
				"The rule of law and the glory of the sun both fall in Amaunator's dominion. He is a stern and unforgiving god, concerned with keeping promises and maintaining order.",
				"Amaunator's followers believe he has died and been reborn time and again. They quarrel with followers of Lathander over whether Lathander is an aspect of Amaunator or is a separate deity. Either way, Lathander represents the optimistic light of dawn, while Amaunator represents the sun in all aspects. At times, the sun is warm and encouraging; at others, harsh and unforgiving. What matters most is that it reliably rises each day and sets each night.",
				"When Amaunator sends a messenger, its presence is unmistakable: a {@creature Couatl|XMM} or a seemingly ordinary bird with gleaming eyes like miniature suns descends from the heavens in a shaft of bright light. Amaunator also communicates with his followers via dreams in which the darkness of night is suddenly vanquished by the broad daylight.",
				"The folk of Faerûn invoke Amaunator's name when praying for sunny weather, swearing oaths, signing contracts, and declaring laws. The connection between a solemn oath and the light of the sun is ingrained in the people of Faerûn; those closing deals or issuing edicts often pause and wait for a passing cloud to clear the sun before completing the transaction or pronouncement.",
				"Amaunator's priests help establish bureaucracies and order in communities. They witness contracts and signed agreements, signifying these documents' validity by stamping them with the god's sun symbol. Temples to Amaunator feature courtyards and skylights to invite the god's bright gaze. In underground settlements or places plagued by cloud cover, his temples mount a torch with a {@spell Continual Flame|XPHB} spell cast on it over their doorway to symbolize the sun. Amaunator's temples keep extensive records of their surrounding community's laws and legal proceedings. Most temples make these records available to the public for transparency. In places where corruption has spread even to Amaunator's temples, access to these records cost a hefty sum.",
				"The Chosen of Amaunator master magic that dispels darkness and unveils hidden truths. Some work to enforce the law across the land; others become magistrates in Faerûn's highest courts."
			]
		},
		{
			"name": "Asmodeus",
			"altNames": [
				"The Cloven",
				"The Lord of the Ninth",
				"Old Hoof and Horn"
			],
			"source": "FRHoF",
			"pantheon": "Faerûnian",
			"title": "God of indulgence",
			"worshipers": "Corrupt politicians, desperate folk",
			"plane": "The Nine Hells (Nessus)",
			"symbolImg": {
				"type": "image",
				"href": {
					"type": "internal",
					"path": "deities/FRHoF/Asmodeus.webp"
				},
				"credit": "Helder Almeida",
				"width": 850,
				"height": 1012
			},
			"entries": [
				"Both a god of indulgence and an archdevil, Asmodeus rules over his devilish kin from the bottommost layer of the Nine Hells. Asmodeus promises his followers pleasures and powers beyond their wildest dreams—for a price.",
				"Asmodeus's reputation for uneven bargains precedes him. Even so, folk of all moral leanings strike deals with the archdevil when they have nowhere else to turn.For instance, when followers of other deities transgress against their patrons, these folk might bargain with Asmodeus to hide their sins from the other gods. Asmodeus is charismatic and seemingly generous when he needs to be, and his messengers are as silver-tongued as he is. When attempting to manipulate a mortal into entering a pact with him, he sends a snake or an unassuming {@creature Imp|XMM}. He also enjoys using {@creature Erinyes|XMM} as messengers, since unwitting mortals might mistake them for angels. The birth of an animal with nine legs or nine eyes is considered an omen of Asmodeus's influence.",
				"Most cities don't explicitly outlaw the worship of Asmodeus. However, individuals who openly follow him earn the distrust of society, and temples to this archdevil are almost unheard of. Instead, many of Asmodeus's followers keep hidden shrines to the god in their homes.",
				"Priests who serve Asmodeus exploit individuals who succumb to greed and impatience. If a priest of Asmodeus fails to sway a potential worshiper with rewards in this life, the priest tempts them with promises about the afterlife instead. Many individuals fear their souls will languish for centuries in the Fugue Plane after death, awaiting Kelemvor's judgment. Asmodeus's priests promise such individuals that a devil will comfort their waiting soul or whisk them off to the Nine Hells, where they can assume a rank in the infernal host.",
				"Asmodeus's priests obey the commands of his Chosen, feigning humility just as lesser devils do with greater devils. Chosen of Asmodeus can gaze into people's souls, judging their character at a glance. This ability allows the Chosen to discern whether someone's soul has been claimed by a particular deity or whether their fate is still undetermined."
			]
		},
		{
			"name": "Auril",
			"altNames": [
				"The Cold Crone",
				"The Frostmaiden",
				"Icedawn"
			],
			"source": "FRHoF",
			"pantheon": "Faerûnian",
			"title": "God of winter",
			"worshipers": "Druids, inhabitants of cold climates",
			"plane": "Pandemonium (Pandesmos)",
			"symbolImg": {
				"type": "image",
				"href": {
					"type": "internal",
					"path": "deities/FRHoF/Auril.webp"
				},
				"credit": "Helder Almeida",
				"width": 850,
				"height": 983
			},
			"entries": [
				"Auril, the merciless god of cold indifference, embodies winter's cruelty. Auril's beloved ice grips all things in her clutches, preserving them against the ravages of time. She hoards beauty in all forms, from art objects and flowers to skilled artisans and their wondrous works, freezing them in magical ice for her pleasure alone. If she deigns to speak to a mortal, her voice whispers like icy needles on the cold wind, or she sends a {@creature Yeti|XMM} or an {@creature Air Elemental|XMM} to speak on her behalf.",
				"Auril is worshiped in regions affected by deep winters, notably {@book Icewind Dale|FRHoF|2|Icewind Dale} during the supernaturally long night known as the Everlasting Rime. Individuals propitiate Auril with offerings and prayers for mercy. Few favor Auril, except those who make their livelihood from winter or those who truly love the season. Worshipers stock food, fuel, and other sources of comfort and warmth, which they sacrifice to Auril for deliverance from harsh winters. In times of deep desperation, however, sapient beings might be left in the deadly cold as a sacrifice to the Frostmaiden.",
				"Auril's priests tend to be people who would, but for their status, be outcasts from their communities. They avoid personal relationships, remaining aloof when not serving in their official capacity. Her priests warn local residents to prepare for winter and stock extra provisions so they have offerings for Auril.",
				"The rituals of Auril's worship seem cruel to outsiders. In {@book Luskan|FRHoF|2|Luskan}, Auril's temple is the Winter Palace, a roofless array of pillars and arches carved of white stone. Visitors gather here to watch a ritual in which supplicants don garments packed with ice. These supplicants then journey between six white pillars known as the Kisses of Auril, dispersed throughout the city. The worshipers move from pillar to pillar, chanting prayers to the god. On reaching a pillar, a supplicant must climb it and touch the rusty iron plate at the top. In winter, these events resemble frantic footraces, with the added risk of frostbite and injuries caused by falling from the slippery pillars.",
				"Auril's Chosen are spies or assassins who root out the agents of her enemies. She has invested few known Chosen, the most prominent being the Harper agent Artus Cimber."
			]
		},
		{
			"name": "Azuth",
			"altNames": [
				"The High One",
				"Lord of Spells",
				"The Shining Hand of Sorcery"
			],
			"source": "FRHoF",
			"pantheon": "Faerûnian",
			"title": "God of wizardry",
			"worshipers": "Arcane spellcasters",
			"plane": "Arcadia (Buxenus)",
			"symbolImg": {
				"type": "image",
				"href": {
					"type": "internal",
					"path": "deities/FRHoF/Azuth.webp"
				},
				"credit": "Helder Almeida",
				"width": 850,
				"height": 1411
			},
			"entries": [
				"Renowned as the right hand of Mystra and the First Magister, Azuth is a god of spells and spellcraft. Where Mystra is a god of magic in all its forms and manifestations, Azuth is the lord of spellcasting, the Art of giving shape to the raw power of {@book the Weave|FRHoF|5|The Weave}. As the Aphorism of the High One says, \"Where Mystra is force, Azuth grants form.\" His priests claim that spellcasters who meditate on the Aphorism reach new understanding of the Art.",
				"The myths of Azuth portray the First Magister as being deeply in love with Mystra, which his priests say isn't idle gossip but the proper approach of any magic-user to magic itself: the Art must be wooed and treated with equal parts adoration and reverence, cultivated like a lifelong love. But Azuth is less concerned with good and evil than Mystra, and he tolerates evil spellcasters as long as they don't deceive or spread chaos. Azuth is friendly with Oghma, who shares his neutral outlook. Azuth wields the {@i Old Staff}, an Artifact of incalculable arcane power marked with sigils and topped by a shape-changing crystal. He communicates with his worshipers through a manifestation of the {@spell Magic Mouth|XPHB} spell with a gray beard and mustache, by sending a gray animal such as a cat or owl, or—in extreme cases—a sphinx.",
				"Azuth has few dedicated temples, but every temple to Mystra contains at least one shrine to Azuth within it or a chapel dedicated to him. His priests, the magistrati, host magic fairs and collect rare and unusual {@item Spell Scroll|XDMG|Spell Scrolls} so the death of a spell's inventor doesn't leave their creation lost to time. Magistrati give away spellbooks to people with the potential to become spellcasters but who can't afford to pursue their study. Some magistrati teach at schools of magic. Azuth's priests spread and enforce the magebond, a social covenant among Faerûn's spellcasters. The magebond stipulates that personal disputes between spellcasters shouldn't attract the attention of or disturb mundane society. It encourages spellcasters to handle such issues among themselves, preferably in a peaceful way.",
				"Azuth's Chosen are called his Favored; they push the limits of magical research and arcane innovation, creating new ways to interact with and strengthen the Weave."
			]
		},
		{
			"name": "Bane",
			"altNames": [
				"The Black Hand",
				"The Lord of Darkness"
			],
			"source": "FRHoF",
			"pantheon": "Faerûnian",
			"title": "God of tyranny",
			"worshipers": "Conquerors, Fighters, Monks, tyrants",
			"plane": "Acheron (Avalas)",
			"symbolImg": {
				"type": "image",
				"href": {
					"type": "internal",
					"path": "deities/FRHoF/Bane.webp"
				},
				"credit": "Alejandro Pacheco",
				"width": 850,
				"height": 1139
			},
			"entries": [
				"Bane, a god of tyrants and ambition, has a simple ethos: the strong have the duty to rule over the weak. A tyrant who can seize power must do so; not only does the tyrant benefit, but so do those under the tyrant's rule. When a ruler succumbs to decadence, corruption, or decrepitude, a stronger and more suitable ruler will rise. Bane is one of the Dead Three, a trio of gods including Bhaal and Myrkul who attained divinity when they absorbed the divine station of a former death god, Jergal, and were then slain during the Time of Troubles. Bane was the first of the three to return and has risen to a more prominent position than he ever held before his death.",
				"Although Bane's worshipers have committed dark deeds in his name, most of them don't do so out of malice. Bane represents ambition and control, and those who have the former but lack the latter pray to him to give them strength. Bane favors those with drive and courage, and he aids those who seek to become conquerors, carve kingdoms from the wilderness, and bring order to the lawless.",
				"Whatever form Bane takes, he is marked by his jet-black right hand. If he wishes to conceal his identity, he wears a gauntlet or glove over this hand. He appears to mortals in dreams as a powerful, shadowy figure in armor wearing a black, jeweled gauntlet. When he sends an emissary, it is usually a {@creature Horned Devil|XMM}, or it could be a possessed {@creature Knight|XMM} with pitch-black eyes who remembers nothing of the encounter later.",
				"At many times and in many places in Faerûn, the faithful of Bane have been heralded as saviors for slaughtering raiders, throwing down corrupt rulers, or saving armies on the brink of defeat. But just as often, the worship of Bane has created or supported cruel dictatorships, aided mercantile monopolies, or subjugated entire populations. Priests of Bane wear a black-enameled gauntlet on one fist. Cults of Bane are particularly active in {@book Baldur's Gate|FRHoF|2|Baldur's Gate}, where noble patriar families are easily enraptured by Bane's promises of power.",
				"The power-hungry Chosen of Bane become warlords or otherwise amass followers to help them seize and consolidate power. Bane's Chosen also act as whispering advisers, tempting and driving rulers to greater acts of cruelty and domination.",
				{
					"type": "entries",
					"name": "Knights of the Black Gauntlet",
					"entries": [
						"The Knights of the Black Gauntlet is a military order of crusaders dedicated to Bane. Based in the city of Mintar on the shores of the {@book Lake of Steam|FRHoF|2|Lake of Steam}, this organization is ruled with an iron fist by the Lord Knight Imperceptor of Bane. The Black Gauntlet's roster boasts warriors and militant priests who are experienced in commanding troops and who are, in turn, prepared to execute orders without question.",
						"Hopefuls join the order as soldiers (regardless of their class or background) and can expect to be treated as such. The rigid hierarchy of the Black Gauntlet ensures that only those who thrive in and master its unyielding structure can rise in rank. Soldiers follow their commanders on expeditions to secure borders, quell uprisings, and stamp out lawlessness that threatens stability.",
						"Soldiers who show obedience to their superiors, demonstrate leadership, and inspire loyalty or fear might receive knighthood. Candidates for knighthood must demonstrate their leadership on a successful expedition without undermining the Black Gauntlet's hierarchy. Those who are found worthy are promoted and given a contingent of soldiers to oversee. Many don a black gauntlet on one hand. (If your campaign uses renown, your character must also have a Renown Score of 3+ with the Knights of the Black Gauntlet to be knighted.)",
						"Knights of the Black Gauntlet learn tactics and leadership. If your character is a member of the Knights of the Black Gauntlet, you receive a free Comfortable lifestyle at any temple of Bane or outpost of the order. Additionally, if you have a Renown Score of 10+ and are leading an expedition in service to the order can request the temporary service of a {@creature Helmed Horror|XMM}. Once you've used this benefit, you can't do so again until your Renown Score increases.",
						"Knights of the Black Gauntlet find allies in the cults of Bhaal and Myrkul, befitting their god's relationship among the Dead Three, as well as the worshipers of Loviatar. Their primary enemies include those who pose threats to the lands they govern, whether rivals from without or destabilizing elements and dissidents within their borders."
					]
				}
			]
		},
		{
			"name": "Beshaba",
			"altNames": [
				"Lady Doom",
				"The Maiden of Misfortune"
			],
			"source": "FRHoF",
			"pantheon": "Faerûnian",
			"title": "God of misfortune",
			"worshipers": "Gamblers, Red Wizards, Rogues",
			"plane": "The Abyss",
			"symbolImg": {
				"type": "image",
				"href": {
					"type": "internal",
					"path": "deities/FRHoF/Beshaba.webp"
				},
				"credit": "Clint Lockwood",
				"width": 850,
				"height": 693
			},
			"entries": [
				"Beshaba is a god of misfortune, the counterpoint to her benevolent sister, Tymora, and as frequently acknowledged in daily life. Lady Doom is a cruel and capricious god who must be placated to avoid attracting her ruinous attention and interest.",
				"The ancient empire of Netheril revered a single god of luck, Tyche, whose influence extended over both good luck and bad. According to myth, Tyche became corrupted and died, but her essence then manifested in Beshaba and Tymora, two sisters who share influence over Tyche's divine portfolio. Beshaba is petty and spiteful, and her actions and whims seem perplexing even to her followers. When Beshaba speaks directly to a mortal, her voice whispers from broken mirrors. Otherwise, she sends a {@creature Quasit|XMM} disguised as a black cat, or a great stag ({@creature Deer|XMM}, {@creature Elk|XMM}, or {@creature Giant Elk|XMM}) with black antlers dripping blood.",
				"Mortals invoke Beshaba's name when beset by bad luck—anything as minor as stubbing a toe or as catastrophic as falling off a cliff. She is also petitioned to ward off her attentions when sudden bad luck could spell disaster, such as when crossing a rickety bridge. Although people tremble in fear at the prospect of Beshaba's presence at any event (even in spirit), those performing opening speeches or ceremonies at formal functions welcome and propitiate her—after all, if she isn't invited to an event, she might take offense and wreak misfortune on those involved.",
				"Temples to Beshaba are virtually unknown. It's common, however, for rural folk to erect a post and mount antlers on it at the site of a roadside accident or murder. In cities, where antlers are hard to come by, the pious draw the black antlers of Beshaba with charcoal on a nearby wall, leaving the symbol on display until weather scours it away. These makeshift shrines warn others about places of ill fortune.",
				"Beshaba's Chosen are conduits of misfortune. They move throughout the world manipulating people and events to drive disasters, unleash plagues, and let demons slip into the world."
			]
		},
		{
			"name": "Bhaal",
			"altNames": [
				"The Lord of Murder"
			],
			"source": "FRHoF",
			"pantheon": "Faerûnian",
			"title": "God of murder",
			"worshipers": "Assassins, murderers",
			"plane": "Gehenna (Khalas)",
			"symbolImg": {
				"type": "image",
				"href": {
					"type": "internal",
					"path": "deities/FRHoF/Bhaal.webp"
				},
				"credit": "Alejandro Pacheco",
				"width": 850,
				"height": 848
			},
			"entries": [
				"Bhaal is a god of murder who revels in violence and ritualistic killing. He lends power to those whose slaughters invoke fear and dread. The act of murder is only half the equation. The second half is the suspicion, paranoia, and fear that a seemingly unstoppable killer can evoke. Bhaal inspires fear by slaying those seemingly beyond the reach of death. He is a member of a trio of deities known as the Dead Three alongside Bane and Myrkul.",
				"Bhaal always carries a red handkerchief somewhere on his manifested form. He can take on an alternate appearance regardless of his current form: a hulking figure armed with a long, curved dagger that drips blood. In this hairless form, he wears only a tattered loincloth and is covered with bleeding wounds caused by a blade. His face is a skull flayed of its flesh and surrounded by a halo of blood. When he sends emissaries to carry his word, he usually tasks a {@creature Doppelganger|XMM} in the guise of someone the recipient later learns was dead during the conversation, or he sends a vicious {@creature Mezzoloth|XMM}.",
				"While the folk of Faerûn don't normally pray to Bhaal, some propitiate him when they want to commit murder. A person might have an understandable reason to resort to murder, such as when they're unable to redress an injustice through lawful means, but it's far more common for prayers to Bhaal to be uttered by murderers motivated by jealousy, greed, or wrath. It's rare for anyone but assassins or compulsive killers to take Bhaal as a patron.",
				"Murder cults of Bhaal have arisen in the past, each led by a charismatic, self-styled priest of Bhaal, but organized worship of the Lord of Murder is extremely uncommon. Temples and shrines are similarly rare. Those who erect a shrine to Bhaal usually do so to thank him for a successful murder. Such shrines feature a skull or a severed head surrounded by drops of blood (both from the murdered victim). As with the other members of the Dead Three, Bhaal's cult has infiltrated {@book Baldur's Gate|FRHoF|2|Baldur's Gate} on the {@book Sword Coast|FRHoF|2|Sword Coast}, where a vast temple to the Lord of Murder is said to brood in the tunnels beneath the city.",
				"Chosen of Bhaal are blood-soaked terrors with little or no capacity for empathy. Their divine gifts hone their killing skills to a razor's edge."
			]
		},
		{
			"name": "Chauntea",
			"altNames": [
				"The Grain Goddess",
				"The Great Mother"
			],
			"source": "FRHoF",
			"pantheon": "Faerûnian",
			"title": "God of agriculture",
			"worshipers": "Farmers, gardeners, homesteaders",
			"plane": "Elysium (Eronia)",
			"symbolImg": {
				"type": "image",
				"href": {
					"type": "internal",
					"path": "deities/FRHoF/Chauntea.webp"
				},
				"credit": "Clint Lockwood",
				"width": 850,
				"height": 848
			},
			"entries": [
				"Chauntea is the most widely worshiped god among Faerûn's common folk. As a god of agriculture, she is especially popular among farmers and rural communities. The hearth and home also fall under her purview, and as such, people in cities pray to her at mealtimes or before the birth of a child. Some say Chauntea blessed the world with life when it was first formed.",
				"Grand spectacles and displays of power hold no interest to Chauntea. She prefers quiet and small acts of devotion. The Grain Goddess seldom appears directly to mortals, nor does she send divine messengers. On the rare occasions when she communicates with her followers, she does so through words scrawled on freshly tilled soil or the rustling sound of wind through crops, sounding faintly like whispered speech.",
				"Some worshipers of Chauntea celebrate fertility festivals each {@book Greengrass|FRHoF|2|Greengrass}, wherein they arrange freshly cut flowers in beautiful arrangements as offerings for the god in exchange for a speedy growing season. Later in the year, folk across Faerûn express gratitude to Chauntea on the holiday of {@book Highharvestide|FRHoF|2|Highharvestide}, thanking her at sunset for the past year's plentiful bounty as winter approaches.",
				"Chauntea's teachings are full of agricultural aphorisms and farming parables. Her faith teaches folk to nurture, tend, and plant wherever possible; anything torn down must have something new planted in its place. Temples of Chauntea are repositories of practical lore concerning farming and cultivation. Chauntea's priests work closely with rural communities to ensure plentiful harvests and are happy to roll up their sleeves and dig their hands into the dirt. They dress humbly, wearing shades of beige and muted green.",
				"It's rare for Chauntea to select a Chosen, and it's even rarer to spot one. They usually dress and comport themselves no differently than any other member of her following.",
				{
					"type": "entries",
					"name": "Seeds of Cultivation",
					"entries": [
						"The Seeds of Cultivation is a nomadic order of Chauntea dedicated to easing the pain of communities experiencing blight or famine. These worshipers travel wherever they are needed. Many know crop-yielding spells such as {@spell Plant Growth|XPHB}, but the cause of a blight or famine is often more complicated than a simple lack of fertile soil. The origin might be a mysterious curse on the land, or the dastardly work of cultists of Talona—in which case, swords or skulduggery often prove more useful than spells. For this reason, the Seeds welcome folk with all manner of abilities in their ranks.",
						"The group typically recruits from farming communities. If a city dweller or other aspiring recruit unfamiliar with pastoral life seeks to join the order, the prospective member must first spend at least one year tending to crops in a rural community. At the end of the year, a representative from the Seeds visits the community to survey its people. If the folk vouch for the aspiring recruit's work ethic and character, the Seeds of Cultivation welcomes the recruit into their ranks with open arms. (If your campaign uses renown, the Seeds of Cultivation might waive this requirement for characters who have a Renown Score of 5+ with the order.)",
						"Like Chauntea herself, the Seeds of Cultivation cares little for pomp and circumstance. When initiating a new member, a group of Seeds makes a humble home-cooked meal and enjoys it with the recruit. At the end of the meal, the Seeds bestow on the recruit a wooden brooch depicting the symbol of Chauntea: a blooming rose over a sheaf of grain. Members of the Seeds of Cultivation wear these brooches prominently over their otherwise unassuming attire.",
						"Anyone who grows crops recognizes the Seeds of Cultivation, and members of the order can lodge at any temple of Chauntea for as long as they wish.",
						"Pestilence-bringing disciples of Talona rank among the Seeds' foremost enemies, along with followers of Talos who bring about destruction for destruction's sake. The Seeds typically count worshipers of nature deities among its allies, but the organization occasionally clashes with extremist druids of Silvanus who aim to turn cultivated farmland back into untamed wilds."
					]
				}
			]
		},
		{
			"name": "Cyric",
			"altNames": [
				"The Dark Sun",
				"The Prince of Lies"
			],
			"source": "FRHoF",
			"pantheon": "Faerûnian",
			"title": "God of lies",
			"worshipers": "Liars, manipulators, power-hungry folk",
			"plane": "Pandemonium (Cocytus)",
			"symbolImg": {
				"type": "image",
				"href": {
					"type": "internal",
					"path": "deities/FRHoF/Cyric.webp"
				},
				"credit": "Alejandro Pacheco",
				"width": 850,
				"height": 844
			},
			"entries": [
				"Cyric is the power-hungry god of strife, chaos, and malicious deception. He revels in misleading unwitting individuals to perform acts that ruin their lives, and he will stop at nothing until all peoples are afraid, uneasy, and mired in constant discord.",
				"A relatively recent arrival to the Faerûnian pantheon, Cyric ascended from mortal life to godhood during the Time of Troubles by killing Bhaal. He went on to slay several other gods, stealing their portfolios. Aided by Shar, Cyric killed Mystra and caused the Spellplague. Today, many of the deities slain by Cyric have returned and wrenched back their portfolios. Ever petty and megalomaniacal, Cyric still believes himself the most powerful being in the universe. He whispers to his followers in haze-filled dreams and sends Undead riding {@creature Nightmare|XMM|Nightmares} as his messengers.",
				"Cyric's faith is strong in any area where evil plots flourish. Individuals who seek to gain control over others flock to his worship. Cyric's faithful believe he won't hear their prayers unless they first make a blood sacrifice. Good folk don't invoke his name, even when trying to deceive others; they call on Leira instead. \"The Dark Sun\" has become a colloquialism for strife in the Realms.",
				"Temples to Cyric are forbidden in most nations, although they thrive in {@book Amn|FRHoF|2|Amn}. Cyric's faith fits in well with the nation's culture of ambition, self-reliance, and deception. Priests of Cyric dress in black or dark purple robes trimmed with silver and wear belts or jewelry adorned with the stamped skull-and-starburst symbol of their god. They spend much of their time scheming against each other, with each priest striving to strengthen their personal power.",
				"The lies of Cyric's Chosen go undetected even by powerful magic, as if the Chosen had cast the {@spell Glibness|XPHB} spell. Spells that would otherwise compel the Chosen to tell the truth, such as {@spell Zone of Truth|XPHB}, have no effect. At any given time, one Chosen of Cyric is tasked with guarding the {@i Cyrinishad}, a magical tome that turns its readers into fanatical devotees of the Prince of Lies."
			]
		},
		{
			"name": "Deneir",
			"altNames": [
				"The First Scribe",
				"The Lord of All Glyphs and Images",
				"The Scribe of Oghma"
			],
			"source": "FRHoF",
			"pantheon": "Faerûnian",
			"title": "God of writing",
			"worshipers": "Sages, scribes, students, teachers",
			"plane": "Elysium (Amoria)",
			"symbolImg": {
				"type": "image",
				"href": {
					"type": "internal",
					"path": "deities/FRHoF/Deneir.webp"
				},
				"credit": "Alejandro Pacheco",
				"width": 850,
				"height": 1257
			},
			"entries": [
				"Folk across Faerûn enjoy high rates of literacy, thanks primarily to the work of Deneir and his disciples. Deneir is a god of reading and writing. Any visual rendering that attempts to convey information or the truth falls under his domain, whether written or illustrated.",
				"Deneir is Oghma's scribe and is sometimes thought of as Oghma's right hand. In legends, Deneir is typically portrayed as scatterbrained and out-of-touch with mortal affairs. When Deneir must communicate with mortals, he does so through books. Words on a page rearrange themselves into messages, a quill writes on a blank page of its own accord, or the crease between an open book's pages splits into a papery, whispering mouth.",
				"It's common practice for someone who writes a letter or records information to pray to Deneir to avoid mistakes. While many artists worship gods of creativity like Lathander or Milil, illustrators who strive to convey concrete information or realism in their work favor Deneir. They acknowledge Deneir before beginning and on completing paintings, particularly illuminated manuscripts, tapestries that relate stories, and any attempt to use visual art to capture the truth.",
				"Followers of Deneir consider literacy one of the god's most important gifts. His priests teach people how to read and write, free of charge. Deneir's priests tend to be individualists, united by their shared faith but unconcerned with religious hierarchy and protocol. They seldom establish temples of their own, instead operating out of temples of Oghma, schoolhouses, and libraries, or visiting folks in their homes.",
				"The {@i Tome of Universal Harmony} is the seminal text of Deneir's faith. Deneir's followers have read this thick, two-thousand-page holy book at least once. Many carry it with them wherever they go. Although copies of the tome are nonmagical, Deneir's Chosen can use them to channel powerful magic straight from Deneir himself."
			]
		},
		{
			"name": "Eilistraee",
			"altNames": [
				"The Dark Maiden",
				"Lady of the Dance",
				"Lady Silverhair"
			],
			"source": "FRHoF",
			"pantheon": "Faerûnian",
			"title": "God of song and moonlight",
			"worshipers": "Bladesingers, elves, performing artists",
			"plane": "Arborea (Arvandor)",
			"symbolImg": {
				"type": "image",
				"href": {
					"type": "internal",
					"path": "deities/FRHoF/Eilistraee.webp"
				},
				"credit": "Clint Lockwood",
				"width": 850,
				"height": 1303
			},
			"entries": [
				"In realms such as the Underdark where worship of Lolth is prevalent, drow and other folk who oppose the Spider Queen turn to Eilistraee as a beacon of hope and freedom. She is the drow god of dance, song, beauty, moonlight, swordplay, and hunting.",
				"Eilistraee was born to the gods Lolth and Corellon Larethian. Melancholy yet defiant, she resents the iron grip her mother has over drow cities such as {@book Menzoberranzan|FRHoF|2|Menzoberranzan}. In response, Eilistraee encourages her followers to pursue their own destinies, which might mean fleeing the Underdark and living on the surface. She communicates with her worshipers through dance-like dreams awash in gentle moonlight. In recent years, Eilistraee's message of freedom and harmony has begun to echo beyond drow society. Folk in regions plagued by conflict or oppression might enter Eilistraee's worship after being inspired by a story of a hopeful future that Eilistraee can provide.",
				"Followers of Eilistraee show their gratitude to the god by dancing beneath every full moon. Her priests are passionate advocates of the arts, especially song and dance. Temples to Eilistraee are some of the few places willing to teach the elven technique of bladesinging, and travelers visit from afar to learn this ancient skill. Her priests practice a variant known as sword dancing, which blends bladesinging with bardic arts from the College of Dance. Eilistraee's temples in the Underdark are refuges from the region's subterranean perils, concealed with powerful magic and requiring a sword-shaped key to enter.",
				"Eilistraee inspires two main adventuring orders: the Silverhair Knights and the Darksong Knights. The Silverhair Knights demonstrates the strength that lies in mercy and compassion. The order engages in combat only when absolutely necessary, even then strictly adhering to nonlethal techniques. The Darksong Knights is a smaller order, dedicated to hunting and destroying yochlols and Lolth's other demonic agents.",
				"Eilistraee's Chosen are diplomats, traversing the surface and the Underdark alike. They put their lives on the line to broker mutual understanding in even the most unlikely places."
			]
		},
		{
			"name": "Eldath",
			"altNames": [
				"The Guardian of Groves",
				"The Quiet One",
				"The Mother of the Waters"
			],
			"source": "FRHoF",
			"pantheon": "Faerûnian",
			"title": "God of peace",
			"worshipers": "Druids, pacifists, the dying",
			"plane": "Elysium (Eronia)",
			"symbolImg": {
				"type": "image",
				"href": {
					"type": "internal",
					"path": "deities/FRHoF/Eldath.webp"
				},
				"credit": "Erel Matita",
				"width": 850,
				"height": 981
			},
			"entries": [
				"Eldath is a god of comfort, healing, stillness, and peaceful waters. She is thought to be present at waterfalls, springs, pools, and glades, particularly those visited by druids. Her blessed waters heal the sick, ease troubled minds, and comfort the dying. When she speaks to her followers, Eldath appears as a serene humanlike face formed from flowing water in a pool or waterfall, or she sends a {@creature Centaur Warden|XMM} or a {@creature Merfolk Wavebender|XMM} to deliver her instructions.",
				"Most rural settlements have a pond or a glade that locals ascribe to Eldath. Tradition dictates that the site remain a place of quiet reflection. The body of water serves as a repository of offerings. Within a glade, people tie offerings to a bush or tree. Offerings are broken weapons or items associated with arguments, which the faithful discard while praying for peace. Many who favor Eldath are pacifists or people troubled by violence they have witnessed or experienced.",
				"Eldath's priests don't organize into large sects. Instead they wander between holy sites and shrines, ensuring locations are cared for and that they remain places of sweet serenity. The faithful of Eldath are close to nature and allied to druids. It is taboo to strike a priest of Eldath, and killing one is said to bring great misfortune. Despite this protection, some priests of Eldath avoid conflict entirely, while others quickly step in to soothe strife and disharmony. Those who serve Eldath preside over peaceful negotiations and certify treaties. Eldath is served by the Yielding Way, an order of monks devoted to peace and protection, and by the Tall Trees, a circle of druids operating in the High Forest.",
				"Eldath's Chosen are known as Lotuses and wear a lotus blossom blessed never to wilt as long as they have Eldath's favor. Lotuses serve as ambassadors and mediators whose mere presence can extinguish violence and rage."
			]
		},
		{
			"name": "Gond",
			"altNames": [
				"The Holy Maker of All Things",
				"The Inspiration Divine",
				"Wonderbringer"
			],
			"source": "FRHoF",
			"pantheon": "Faerûnian",
			"title": "God of craft",
			"worshipers": "Artificers, crafters, engineers, inventors",
			"plane": "The Outlands",
			"symbolImg": {
				"type": "image",
				"href": {
					"type": "internal",
					"path": "deities/FRHoF/Gond.webp"
				},
				"credit": "Erel Matita",
				"width": 850,
				"height": 852
			},
			"entries": [
				"Whether forging a sword or tinkering with a clockwork contraption, makers of all sorts pray to Gond to guide their work. He is a god of invention and craft, and his followers are responsible for much of Faerûn's industrial and magical innovation.",
				"Gond is a driven and energetic god. He is the foremost god worshiped on {@book Lantan|FRHoF|2|Lantan}; over a century ago, he appeared on that archipelago in the form of a gnome and granted its islands the secrets of smokepowder. Since then, Gond communicates more subtly with mortals. He appears in dreams, providing inventors with the hint of inspiration they need to get their next big idea off the ground. On dire occasions, the flames of a forge twist into a semblance of his face and speak in his voice.",
				"Temples of Gond double as workshops and laboratories. Blacksmiths, woodworkers, engineers, and other crafters count themselves among Gond's followers, but inventors carry Gond's spirit of innovation and are most likely to become his priests. Priests of Gond practice experimentation and innovation and encourage these virtues in others. These priests rarely stay in one place for long, believing that to stagnate physically is to stagnate mentally. They wander the land in saffron vestments; belts of large, linked metal medallions; and enormous sunhats. A traveling priest of Gond offers services to distant villages as a tinker and civil engineer. When priests of Gond invent something, they make two copies: one to be stored in a temple and one to be smashed or burned as an offering to Gond.",
				"Gond's faith has its own units of currency, called Gond bells. These small brass bells are equal in value to 10 GP and vary slightly depending on which temple of Gond constructed them. Priests of Gond delight in discovering Gond bells from faraway temples, understanding them as symbols of the speed at which ideas travel.",
				"Chosen of Gond are gifted with a knack toward problem-solving and innovation. They can discern how an object works with a mere glance or design never-before-seen clockwork trinkets. It is said that they channel the inspiration of Gond himself.",
				{
					"type": "entries",
					"name": "Gatherers of Gond",
					"entries": [
						"The Gatherers of Gond is a clandestine order that secures materials and intelligence required for new inventions. Gatherers spy on builders or inventors unaffiliated with the faith—not to sabotage them, but to bring back trade secrets they can iterate and improve on.",
						"The Gatherers of Gond partners with dwarf miners to find valuable metals such as adamantine, and they scour the Underdark alongside svirfneblin guides in search of sturdy zurkhwood bark. Gatherers explore ruins of ancient cities and draw schematics to record architectural techniques from bygone civilizations. Experienced Gatherers seek out magic items so the faith can study how they work.",
						"To join the Gatherers, an individual must present the order with an original invention. A sword made of a unique metal, an innovative clockwork contraption, a new weaving technique—all are viable submissions. Initiates are welcomed in a \"forging\" ceremony where they step into the heatless fire of a {@spell Continual Flame|XPHB} spell and emerge as official members. (If your campaign uses renown, a character must also have a Renown Score of 5+ with the Gatherers of Gond to join the organization.)",
						"The Gatherers' ranks include the Lockkeepers, members skilled in tracking and coercion. Gond's priests keep a few ideas proprietary: most notably, the secrets of making smokepowder. Whenever Gond's priests becomes aware of a breach in confidentiality, the Lockkeepers hunt down the suspect and make sure the secret doesn't spread, defusing the situation amicably. When targets are less cooperative, Lockkeepers steer clear of outright assassination, resorting to blackmail or spells such as {@spell Modify Memory|XPHB}.",
						"The Gatherers of Gond partners with followers of Lathander, Oghma, Tempus, and Waukeen, since the inventions Gond's priests create often relate to creativity, knowledge, profit, or war. The Gatherers of Gond opposes Talos, whose unhindered destruction threatens not only Gond's inventions but also Gond's dominion over devices of destruction."
					]
				}
			]
		},
		{
			"name": "Helm",
			"altNames": [
				"He of the Unsleeping Eyes",
				"The Vigilant",
				"The Watcher"
			],
			"source": "FRHoF",
			"pantheon": "Faerûnian",
			"title": "God of watchfulness",
			"worshipers": "Explorers, Fighters, guards, Paladins",
			"plane": "Mechanus",
			"symbolImg": {
				"type": "image",
				"href": {
					"type": "internal",
					"path": "deities/FRHoF/Helm.webp"
				},
				"credit": "Erel Matita",
				"width": 850,
				"height": 1745
			},
			"entries": [
				"Helm is a god of vigilance and protection—the ultimate guardian, watcher, and sentinel. He is venerated by those who must remain watchful for enemies or danger. Helm is a favorite deity of those who make a living by protecting someone or something, such as bodyguards, members of the city watch, and the guards of a treasury vault.",
				"Helm embodies the spirit of watchfulness without regard for good or evil. In legends, he is honorable and keeps his word to a fault. During the Time of Troubles, he guarded the celestial stairways, preventing the gods from ascending them and ensuring they continued to walk Faerûn. Helm appears as a towering figure in full plate armor with a concealing visor. When he speaks to mortals, he materializes in as a massive armored figure or sends a {@creature Planetar|XMM} to deliver his word.",
				"Helm's faith has known dark days. He was slain in a duel with Tyr—a tragic injustice some say was arranged by Cyric. But worship of Helm never faded. Most of his followers believe the Watcher can't be vanquished, and his return after the Second Sundering verified that belief.",
				"Helm's priests teach followers to be vigilant, aware, and prepared for one's enemies. Patience, clear thought, and careful planning will always defeat rushed actions. Those who favor Helm strive to be alert, clearheaded, and true to their word. These traits don't necessarily make them nice people, however, and many consider the faithful of Helm to be inflexible and merciless.",
				"Chosen of Helm—called Sentinels—arise from any walk of life, as the Watcher chooses those who stand against overwhelming peril for the sake of others. Occasionally, Helm looks into the heart of a mortal in the path of a great calamity and—if he judges them worthy—invests them with his power.",
				{
					"type": "entries",
					"name": "Everwatch Knights",
					"entries": [
						"The Everwatch Knights is a mercenary knighthood formed by Helm's faithful. The Everwatch makes Helm's vigilance readily available and generates income for the greater faith. While battle-savvy characters such as Clerics, Fighters, and Paladins fit among the Everwatch, these knights also prize the cunning of Bards, Rangers, and Rogues.",
						"Recruits to the Everwatch Knights are called seekers. They train through partnerships with established knights. Contrary to much of Helm's priesthood, the Everwatch Knights keeps a loose rank structure. While traditional knights begin as squires, learning from a single knight for years, Everwatch Knights have no squires, and seekers learn from many knights in succession. Experienced knights support this system by passing on their skills and wisdom.",
						"For a seeker to be chosen for knighthood, they must establish a reputation for upholding contracts and defend themself in an armed encounter with enemies of Helm. A seeker tapped to ascend to knighthood must hold vigil at a post for a day, taking no food or rest with only water to drink. Once a seeker completes the vigil, they are knighted and join the ranks of the Everwatch. (If your campaign uses renown, a character must also have a Renown Score of 3+ with the Everwatch Knights to be knighted.)",
						"Everwatch Knights train their martial skills and hone their alertness by studying stealth and infiltration techniques. Knights receive a free Comfortable lifestyle when guarding caravans or ships in service of the Everwatch. They can arrange for the services of a {@creature Knight|XMM} or {@creature Spy|XMM} to assist in defending a charge or to gather information.",
						"The Everwatch Knights opposes destabilizing deities such as Mask, Shar, and Bane. Despite ideological differences between the followers of Torm and Helm, the Everwatch maintains a close alliance with several Torm-worshiping organizations."
					]
				}
			]
		},
		{
			"name": "Ilmater",
			"altNames": [
				"The Crying God",
				"He Who Endures",
				"The Rack-Broken Lord"
			],
			"source": "FRHoF",
			"pantheon": "Faerûnian",
			"title": "God of endurance",
			"worshipers": "Monks, the oppressed, the poor",
			"plane": "Bytopia (Shurrock)",
			"symbolImg": {
				"type": "image",
				"href": {
					"type": "internal",
					"path": "deities/FRHoF/Ilmater.webp"
				},
				"credit": "Clint Lockwood",
				"width": 850,
				"height": 711
			},
			"entries": [
				"Ilmater is a god of suffering, martyrdom, and perseverance, renowned for his compassion and endurance. He offers succor to those who are in pain, victimized, or in great need. He is the willing sufferer who takes the place of another to heft their burden or take their pain. He is a god of the oppressed and the unjustly treated.",
				"If he had his way, Ilmater would take all the suffering in the world onto himself to spare others. Since he can't, he blesses those who endure on others' behalf, and he alleviates suffering when he can. Martyrs are blessed by Ilmater with a final rest and reward in the god's afterlife. Ilmater speaks to mortals in moments of despair and agony, where his voice soothes their hurt and fear. He sometimes sends a {@creature Shield Guardian|XMM} to protect a mortal in need and shows favor by growing daisies and white roses or sending peaceful animals.",
				"Ilmater's priests take in the sick, the starving, and the injured, and his temples give away most of what they receive to offset the suffering of the world. His followers provide succor when they can, using force to end torture and the suffering inflicted on others. Ilmater's priests travel to unfortunate places, ministering to the needs of the oppressed, the forgotten, and the poor. They put others ahead of themselves, share all they have, and emphasize the spiritual nature of life over the welfare of the material body.",
				"Priests of Ilmater wear hair shirts, vests of coarse fur. It is taboo to harm such priests as they go about their duties, including when they administer to the wounded on a battlefield. Even warlike groups avoid attacking a peaceful priest of Ilmater, as long as the priest administers to their fallen warriors.",
				"Chosen of Ilmater become martyrs eventually, as they're driven to step between victims and the source of their suffering. The divine power coursing through them allows the Chosen to intervene in brutally perilous situations, pushing them closer to the embrace of the Crying God.",
				{
					"type": "entries",
					"name": "Broken Ones",
					"entries": [
						"The Broken Ones is a monastic order of temple and caravan guards dedicated to Ilmater. Monks are foremost members of the order, but others join to save others from suffering. Fighters, particularly Eldritch Knights, join the Broken Ones, as do Paladins who swear the Oath of Devotion. Other members are ascetics who distance themselves from worldly affairs, but some understand they must be active in the world to protect it.",
						"Those seeking to join the Broken Ones begin as supplicants tasked to defend a temple. Once they understand the basics of Ilmater's faith, they're assigned tasks in the wider world. During this time, they focus on protecting Ilmater's followers; the most trusted track down, punish, or retrieve targets who inflict suffering on others.",
						"To be inducted into the Broken Ones, a supplicant must endure great personal suffering on behalf of others and in the course of their duties. Superiors evaluate the supplicant for endurance and compassion. A supplicant who passes these trials must then endure a period of fasting and carefully inflicted pain before being welcomed as a full member of the Broken Ones. Many inductees have scars, previously broken bones, and other lingering signs of the suffering they endured during their supplication. (If your campaign uses renown, a character must have Renown Score of 3+ with the Broken Ones to join the order.)",
						"Broken Ones train their bodies and minds to withstand pain and deprivation and learn techniques to make them better protectors of those who can't escape their suffering alone. Broken Ones receive a free Comfortable lifestyle at temples or monasteries of Ilmater. They can secure {@item Potion of Healing|XDMG|Potions of Healing} and other items that soothe and salve.",
						"The Broken Ones opposes anyone who oppresses and harms the weak and innocent, especially followers of Loviatar who delight in inflicting suffering. The order finds lasting allies in the faithful of Lathander."
					]
				}
			]
		},
		{
			"name": "Kelemvor",
			"altNames": [
				"The Judge of the Damned",
				"The Lord of the Dead"
			],
			"source": "FRHoF",
			"pantheon": "Faerûnian",
			"title": "God of the dead",
			"worshipers": "Funeral workers, the dying",
			"plane": "Astral Plane (Fugue Plane)",
			"symbolImg": {
				"type": "image",
				"href": {
					"type": "internal",
					"path": "deities/FRHoF/Kelemvor.webp"
				},
				"credit": "Clint Lockwood",
				"width": 850,
				"height": 761
			},
			"entries": [
				"Kelemvor is the just, fair, and comforting god of death. When death occurs, Kelemvor takes a soul by the hand and leads it to the proper afterlife. Death isn't a thing to be feared in Kelemvor's eyes, but a natural part of life that must be accepted in its time. When Kelemvor speaks to his worshipers, he does so in dreams appearing as a silver-haired man wearing black, hooded robes and a silver funeral mask, or he speaks through the body of a person who recently died.",
				"Priests of Kelemvor—the most elite of whom are known as doomguides—provide people with peaceful transitions into death. Priests sort the dying's affairs, counsel bereaved mourners, and officiate funeral rites. The tenets of Kelemvor's faith compel his followers to forestall or prevent untimely deaths whenever possible, and to eliminate the scourge of the undead. Several organizations outside the formal priesthood focus on these tenets in different ways. The Vital Breath concentrates on stopping the spread of plagues and magical contagions, the Judge's Vigil focuses on the prevention of murder, and the Knights of the Eternal Order search for and destroy powerful undead.",
				"Their vehement opposition to undead puts Kelemvor's followers at odds with necromancers, priests of Myrkul, and others who create undead, but it also causes conflict in unexpected ways. For instance, priests of Kelemvor routinely destroy writings about the creation of undead—an act that offends those who value knowledge for its own sake, such as the faithful of Oghma and Deneir. Undead of good alignment exist, but Kelemvor's devotees seek even their destruction.",
				"Chosen of Kelemvor embody the natural course of death and are optimistic and jubilant. They rejoice in the thriving of life in its time and can resurrect the victims of improper deaths.",
				{
					"type": "entries",
					"name": "Knights of the Eternal Order",
					"entries": [
						"The Knights of the Eternal Order hunts undead in the name of Kelemvor and in defense of the natural order of life and death. While most members of the Eternal Order are battle-skilled warriors or priests, anyone with the courage to oppose undead is welcome.",
						"Prospective knights join the order as aspirants and serve an established knight as a squire or warrior at arms. The knight oversees the aspirant's training and measures their suitability over time, leading them on quests in Kelemvor's name or sending the aspirant forth to serve. Adventurers might prove their worth on such endeavors.",
						"To be knighted, the aspirant must show courage by destroying a dangerous undead. Those who are found worthy swear an oath to the order and receive a suit of black armor (as Kelemvor wore in his mortal days) or a silver-trimmed black tabard or robe marked with Kelemvor's holy symbol. (If your campaign uses renown, a character must also have a Renown Score of 3+ with the Knights of the Eternal Order to be knighted.)",
						"Knights of the Eternal Order learn to identify and destroy Undead creatures, and they study divine magic and fighting prowess. Knights receive a free Comfortable lifestyle at any temple of Kelemvor. Knights can call on the aid of a {@creature Priest|XMM} of Kelemvor during a quest in service to the order.",
						"The Knights of the Eternal Order allies with followers of Helm, Lathander, and Mystra to oppose undead. Its chief foe is Cyric and his followers, although the Knights of the Undying Dragon (an order of {@creature Death Knight|XMM|Death Knights}) draws the Eternal Order's ire and attention."
					]
				}
			]
		},
		{
			"name": "Lathander",
			"altNames": [
				"Inspiration's Dawn",
				"The Morninglord",
				"The Rose-And-Gold God"
			],
			"source": "FRHoF",
			"pantheon": "Faerûnian",
			"title": "God of dawn and renewal",
			"worshipers": "Aristocrats, athletes, merchants, youths",
			"plane": "Elysium (Eronia)",
			"symbolImg": {
				"type": "image",
				"href": {
					"type": "internal",
					"path": "deities/FRHoF/Lathander.webp"
				},
				"credit": "Alex V. Ngo",
				"width": 850,
				"height": 831
			},
			"entries": [
				"When the folk of Faerûn gaze at the pastel hues of the morning sky, they thank Lathander. He is a god of dawn and the potential that comes with new beginnings. Spring, birth, youth, creativity, and renewal fall under his domain.",
				"Although occasionally given to excess, abundant enthusiasm, and vanity, Lathander is above all an optimistic deity. An early morning visit from an exuberant songbird might be a good omen from the god. He also sends pixies with iridescent wings the colors of sunrise.",
				"Since Lathander is a god of beginnings, people pray to him before undertaking journeys or endeavors. His priests officiate weddings and births, and his name is invoked to seal alliances and launch new ventures or companies. As a result, Lathander is popular among merchants, and his faith has benefited accordingly. Temples to Lathander are wealthy and unafraid to show it—sometimes to the point of gaudiness. Some feature elaborate stained-glass windows on every wall, while others have parapets designed to look like the spread wings of a rising phoenix. Lathander's temples pay Faerûn's best artists handsome amounts to create colorful statues and murals within their walls. Temples of Lathander hold a special ceremony called the Song of Dawn on {@book Midsummer|FRHoF|2|Midsummer} morning and at the equinoxes. During this event, priests and the faithful sing praises to the Morninglord.",
				"Lathander's followers include athletes, nobles, artists, and the young, all of whom often dress in flamboyant fashions. The Morninglord's priests wear shades of rose pink, orange, and gold—the colors of the dawn. They teach others not to wallow in negativity, that life comes from death and every morning offers a chance to turn a setback into a success. Priests and followers of Lathander despise undead, seeing them as both a corruption of the natural order and a disavowal of new beginnings because undead cling to their old existence rather than move on.",
				"Chosen of Lathander wield powerful magic of light and life and spend their time lending these services to other good deities on Lathander's behalf. Some theorize that these acts of benevolence are Lathander's way of apologizing to the gods for the Dawn Cataclysm—an eons-old incident in which",
				"Lathander foolishly attempted to remake all deities in his image, leading to the deaths of several gods whose names have been nearly forgotten.",
				{
					"type": "entries",
					"name": "Dawnbringers",
					"entries": [
						"When the destructive forces of Faerûn bring a town or village to its knees, Dawnbringers help the survivors rise from the ashes. This order of Lathander dedicates itself to helping people start anew. That often means finding refugees new homes and teaching them the skills they'll need to thrive.",
						"Dawnbringers find folk who need their help through word of mouth, divination magic, or omens from Lathander. When necessary, Dawnbringers recruit adventurers or mercenaries to help them reach people in need.",
						"Dawnbringers wear distinctive tabards. The back of each tabard is dark gray, and the front is dyed any combination of sunrise-hued colors, as a symbolic reassurance that people's worst days are behind them. To become a Dawnbringer, one must be trusted by Lathander's followers. (If your campaign uses renown, a character must have a Renown Score of 5+ with the Dawnbringers to join the organization.) The typical Dawnbringer is gentle yet courageous, grounded yet optimistic. People who demonstrate these qualities are welcomed into the order. Many initiates undergo a renewal of their own by shedding their old name and picking a new one.",
						"When they aren't helping displaced people, Dawnbringers connect with town leaders. By strengthening these connections, finding out which leaders are receptive to outsiders, and gently encouraging those that aren't amenable to change, they lay the groundwork for future refugees to find homes. High-ranking Dawnbringers attend dinners and meetings with town mayors and city councils, although this glamorous perk can distract members from their order's goals. In realms such as {@book Thay|FRHoF|2|Thay} where Dawnbringers don't have a foothold, they usher folk across long distances to safer lands.",
						"Dawnbringers count Selûne's followers among their staunchest allies, which pits them against the forces of Shar. Dawnbringers despise Bane and Talos for the destruction those gods' faithful wreak on innocent folk."
					]
				}
			]
		},
		{
			"name": "Leira",
			"altNames": [
				"The Lady of Deception",
				"The Lady of the Mists",
				"Mistshadow"
			],
			"source": "FRHoF",
			"pantheon": "Faerûnian",
			"title": "God of illusion",
			"worshipers": "Actors, con artists, Illusionists, Rogues",
			"plane": "Limbo",
			"symbolImg": {
				"type": "image",
				"href": {
					"type": "internal",
					"path": "deities/FRHoF/Leira.webp"
				},
				"credit": "Alex V. Ngo",
				"width": 850,
				"height": 784
			},
			"entries": [
				"Rogues, con artists, illusionist mages, and actors hold Leira in high regard, though none can identify specifics about the god or her intentions. She is an enigmatic deity of illusions, disguises, and deception.",
				"Shortly after the Time of Troubles, Cyric slew Leira and became the god of lies in her stead. On her return, Leira reclaimed most of her portfolio, but not all of it. The folk of Faerûn now attribute everyday dishonesty to Leira, categorizing particularly heinous deception as the work of Cyric—though the boundary between such types of falsehood is rarely clear cut. Leira isn't viewed as malicious or a trickster, but instead as a mysterious recluse. She seldom communicates with her followers or manifests on the Material Plane. Nevertheless, {@creature Displacer Beast|XMM|Displacer Beasts} are sometimes seen as omens of her will, especially when encountered in places beyond the ordinary reach of fey influence.",
				"Some folk perform a swirling motion with a finger behind their backs when telling a lie as a way of beseeching Leira for aid.Her faithful keep their secrets close and refrain from telling the truth when falsehoods or half-truths would serve them better. Only among fellow worshipers of Leira do they feel comfortable enough to speak plainly.",
				"No images or statues of Leira grace her temples, since her priests know it is useless to presume the true appearance of a god of illusion. Her temples are disguised as other sites, marked with signs that only the faithful recognize. Leira's temples are filled with a white mist that normally remains low but can rise to fill the room and thicken to obscure vision if the temple's high priest desires. Her priests wear vestments of white and mist gray, and their faces are covered by smooth, featureless masks. They are loath to reveal their faces to the unfaithful and sometimes wield sleep-inducing poisons.",
				"Leira's Chosen can alter their appearance at will. Little else is known about them, which is how they like it."
			]
		},
		{
			"name": "Lliira",
			"altNames": [
				"Mistress of Revels",
				"Our Lady of Joy"
			],
			"source": "FRHoF",
			"pantheon": "Faerûnian",
			"title": "God of joy",
			"worshipers": "Bards, dancers, poets, revelers, singers",
			"plane": "Arborea (Arvandor)",
			"symbolImg": {
				"type": "image",
				"href": {
					"type": "internal",
					"path": "deities/FRHoF/Lliira.webp"
				},
				"credit": "Alex V. Ngo",
				"width": 850,
				"height": 726
			},
			"entries": [
				"Lliira is ever-changing, constantly moving, vibrantly alive. She embodies joy, contentment, dance, and freedom, and is beloved by many. As the patron of festivals, she is honored at celebrations and primarily worshiped in dance.",
				"Artists depict Lliira as a woman soaring through the sky in elated dance. She manifests on the Material Plane as a cluster of brightly whirling lights, a single light that leaves a glittering trail, or peals of joyous laughter. {@creature Will-o'-Wisp|XMM|Will-o'-Wisps} and the {@spell Dancing Lights|XPHB} spell are easily mistaken as signs of her presence to the untrained eye, and necromancers and charlatans take advantage of these similarities to fool unwitting victims. Joyful {@b Empyrean Iotas} or dancing pixies are Lliira's messengers of choice. Lliira is especially popular with satyrs. Several of the songs, dances, and prayers associated with her can be traced back to communities of these fun-loving fey.",
				"Dancers and hedonists are among the Lliira's most devoted worshipers. Some of her followers train in bardic techniques of the College of Dance to better express their devotion. Her followers wear at least one item of clothing in a bright, cheerful color. They aren't frivolous, however. To them, divine joy is a greatly needed gift to the world of mortals.",
				"Lliira's priests, known as joybringers, spread joy wherever possible. They throw excellent parties and are among the most beloved clergy in Faerûn. Joybringers' vestments more resemble festival attire than somber ecclesiastical garments. Joybringers are folk of whimsy and light spirits, prone to jokes but never pranks. Fighting or drawing weapons (except in ceremony) is strictly forbidden at joybringer celebrations.",
				"Lliira's Chosen fight those who bring misery to others. These Chosen master mirthful spells such as {@spell Tasha's Hideous Laughter|XPHB} and {@spell Otto's Irresistible Dance|XPHB}, wielding them against evil forces like sharpened weapons. They battle fiercely against their foes and joyously revel when their work is done."
			]
		},
		{
			"name": "Lolth",
			"altNames": [
				"Queen of Spiders",
				"Queen of the Demonweb Pits"
			],
			"source": "FRHoF",
			"pantheon": "Faerûnian",
			"title": "God of spiders",
			"worshipers": "Evil drow, folk who travel the Underdark",
			"plane": "The Abyss (Demonweb Pits)",
			"symbolImg": {
				"type": "image",
				"href": {
					"type": "internal",
					"path": "deities/FRHoF/Lolth.webp"
				},
				"credit": "Rafael Zanchetin",
				"width": 850,
				"height": 1516
			},
			"entries": [
				"Much of the Underdark is ensnared in the figurative web of Lolth, god of spiders. Lolth considers herself the true god of drow, though other members of the drow pantheon disagree. Lolth is a cruel god who encourages her followers to backstab and betray each other, reveling in their treachery.",
				"Lolth was once known as Araushnee, spouse of the elven deity Corellon Larethian. After attempting to overthrow Corellon with an army of spirits, Araushnee was banished to the Abyss. There, she fashioned an arachnid form for herself and took her current name. Spiders of all kinds are seen as omens of Lolth, especially in the Underdark. Lolth often sends {@creature Yochlol|XMM|Yochlols}, her signature demons, as messengers or spies.",
				"Lolth's worship has an iron grip on the social structure of many drow cities in the Underdark. Recently folk unassociated with the Underdark have heard the spider god's call, guided by trails of spiders to join aboveground cults dedicated to Lolth. Disciples of Lolth proudly wear web-patterned clothing and practice blood sacrifice, preferring unwilling creatures. Their doctrine teaches them to find and kill non-worshipers. Lolth's followers aren't permitted to pray to other gods apart from Kiaransalee and Selvetarm, Lolth's two allies in the drow pantheon.",
				"The stone walls of Lolth's grandest temples are adorned with floor-to-ceiling bas-reliefs of webbing. As a reflection of the matriarchy of spiders, Lolth's faith permits only women to rise to the priesthood. In the Underdark, drow priests of Lolth rule the noble houses of drow cities like {@book Menzoberranzan|FRHoF|2|Menzoberranzan}, where they wield absolute power. Some of these cities' residents despise the tyranny of Lolth's organization, fleeing to the surface or to drow communities that serve more lenient gods of the drow pantheon.",
				"When one of Lolth's worshipers shows great promise, Lolth summons them to the Demonweb Pits for a test of faith and strength. Those who fail the test are transformed into {@creature Drider|XMM|Driders}, but those who succeed become Yor'thae, Chosen of Lolth. Yor'thae exercise divine mastery over spiders and carry out Lolth's machinations.",
				{
					"type": "entries",
					"name": "Silken Stewards",
					"entries": [
						"Certain disciples of Lolth don't always kill their victims, instead putting them to sleep with Lolth's Sting (see {@book chapter 3|XDMG|2} of the {@book Dungeon Master's Guide|XDMG}). The victim awakes cocooned in sticky webs, suspended from the ceiling of a dark temple or underground room. In a matter of hours, a swarm of tiny creatures begins to wriggle in the victim's chest. The last feeling the victim experiences is a hair-raising, tickling sensation that quickly turns to agony as baby spiders chew their way out of the ribcage, killing the host.",
						"Lolth's worshipers who practice this method of spider-egg incubation call themselves the Silken Stewards. The practice was pioneered by House Auvryndar, one of {@book Menzoberranzan's|FRHoF|2|Menzoberranzan} ruling noble houses. The drow of this house found that implanting spider eggs into Humanoid hosts and performing a ritual to Lolth over the body caused the eggs to hatch in mere hours, rather than weeks. A {@spell Lesser Restoration|XPHB} spell cast on the host kills the spider eggs, ending the threat.",
						"Silken Stewards provide other disciples of Lolth with a steady supply of spiders used as mounts, trackers, sentries, and front-line forces in service to the Spider Queen. The Stewards raise all sorts of arachnids: {@creature Spider|XMM|Spiders}, {@creature Giant Spider|XMM|Giant Spiders}, and even {@creature Phase Spider|XMM|Phase Spiders}. Silken Stewards wear gloves made of the finest spider silk, and their clothes bear brooches depicting the stylized image of a curled-up spider inside a white spider egg. High-ranking members oversee the implantation of eggs and the accompanying rituals. Middle-ranking members capture Humanoids to use as hosts. Lesser-ranking members rear the hatched spiders and train them.",
						"Followers of Eilistraee are among the Stewards' greatest foes, particularly Eilistraee's militant orders. They lead raids into the Stewards' hatcheries, killing spiders, freeing captives, and curing infested hosts. Silken Stewards are ever vigilant for Eilistraee's adherents infiltrating their ranks. Underdark-dwelling followers of Silvanus also oppose the Stewards, viewing the Stewards' methods of spider incubation and domestication as a blasphemous affront to the creatures' natural life cycles."
					]
				}
			]
		},
		{
			"name": "Loviatar",
			"altNames": [
				"The Maiden of Pain",
				"The Scourge Mistress",
				"The Willing Whip"
			],
			"source": "FRHoF",
			"pantheon": "Faerûnian",
			"title": "God of pain",
			"worshipers": "Those suffering from pain or betrayal",
			"plane": "Gehenna (Mungoth)",
			"symbolImg": {
				"type": "image",
				"href": {
					"type": "internal",
					"path": "deities/FRHoF/Loviatar.webp"
				},
				"credit": "Luca Bancone",
				"width": 850,
				"height": 842
			},
			"entries": [
				"Loviatar is a god of agony, the mistress of physical and psychological suffering. Coldhearted and calculatingly cruel, Loviatar is an aggressive and domineering despot, and she deeply enjoys her divine remit. Pain isn't a means to an end for Loviatar, but an end unto itself. That quality endears her to the tyrant god Bane.",
				"Loviatar takes the form of a slender woman, like a whip in her movement and aspect. She speaks to her followers during extended sessions of enduring or inflicting pain, intruding on their perceptions in the delirium of agony or ecstasy. When she dispatches an emissary, she usually sends a {@creature Chain Devil|XMM}, an {@creature Incubus|XMM}, or a {@creature Succubus|XMM}.",
				"To the followers of Loviatar, nothing is as transcendent as suffering. All pain is holy, from the crudest brutality to the emotional suffering of the heartbroken or the betrayed, and is proof of Loviatar's attention. Pain—the ability both to inflict it and to endure it—is a path to power. Loviatar's followers consider a cold, cruel demeanor ideal because that best emulates Loviatar herself, and for the same reason her faithful appreciate beauty, cultural refinement, and skill at manipulation.",
				"Though temples to Loviatar are rare, her faithful are numerous. Loviatar is a preferred deity of those who inflict pain as a matter of course, including torturers and others who need to break the will of their victims. Her followers form cells of secret adherents led by someone who takes pleasure in administering pain and dominating others, supported and bolstered by submissive sycophants.",
				"Worshipers of Loviatar rarely gather in numbers except in populous cities, and never openly. When small cadres of the faithful operate quietly, few citizens take notice or raise a fuss when they witness cult activity. Loviatar's cults sometimes kidnap and keep prisoners, which can draw the attention of the authorities.",
				"The Chosen of Loviatar are paragons of inflicting and receiving pain. They delight in insinuating themselves into the fabric of society and then tearing through it like a barbed whip."
			]
		},
		{
			"name": "Malar",
			"altNames": [
				"The Beastlord",
				"The Bloodgod",
				"The Wild Hunter"
			],
			"source": "FRHoF",
			"pantheon": "Faerûnian",
			"title": "God of the hunt",
			"worshipers": "Barbarians, hunters, lycanthropes",
			"plane": "Carceri (Colothys)",
			"symbolImg": {
				"type": "image",
				"href": {
					"type": "internal",
					"path": "deities/FRHoF/Malar.webp"
				},
				"credit": "Alejandro Pacheco",
				"width": 850,
				"height": 1031
			},
			"entries": [
				"Malar inspires the thrill of adrenaline experienced by a predator chasing its next meal. He epitomizes the bloody, sadistic side of nature, the world that is red in tooth and claw. He is the god of those who delight in the hunt, don't shy from bloodshed, and savor the fear of their prey.",
				"Malar is a bestial deity, depicted in paintings and murals as a feline monster. When he needs to make his will known on the Material Plane, he sends a ferocious predator drenched in blood, such as a {@creature Displacer Beast|XMM}, an {@creature Owlbear|XMM}, or a {@creature Peryton|XMM}. Malar's intentions rumble and snarl in the minds of those experiencing the delights of savage violence, urging them on and basking in their bloodlust.",
				"Foolish mortals attempt to propitiate Malar with offerings or prayers, hoping to avoid attacks by wild animals. These efforts are in vain, for Malar shows no mercy. Those who worship him instead attempt to embody his peerless hunting skill. Berserkers scream prayers to Malar as they rage, and hunters whisper a prayer before closing in for the kill. Lycanthropes see themselves in Malar's uncontrollable savagery. Malar's followers wear or carry trinkets from the fearsome creatures they've slain. Teeth, pelts, wings, claws—the more ferocious, the better.",
				"Priests of Malar believe in the survival of the fittest, and none are allowed to enter the priesthood without first demonstrating prowess in hunting and combat. Malar has no temples in Faerûn's major cities, but villages on the edges of the wilderness might house a temple. During the tenday leading up to {@book Highharvestide|FRHoF|2|Highharvestide}, priests of Malar hunt tirelessly for as much game as they can find. They then invite members of the community to join them at a great feast on Highharvestide called the Feast of the Stags. They keep quiet the dreaded High Hunt ritual, in which priests of Malar choose someone to become their prey for a day and a night. If the prey survives, they gain a favor from the priests of Malar, but death is a far more likely outcome.",
				"Malar's Chosen are gifted trackers, sometimes blessed with lycanthropy. It is said that the Chosen of Malar can smell their quarry from miles away."
			]
		},
		{
			"name": "Mask",
			"altNames": [
				"The Lord of Shadows",
				"The Master of All Thieves"
			],
			"source": "FRHoF",
			"pantheon": "Faerûnian",
			"title": "God of thieves",
			"worshipers": "Assassins, Rogues, thieves, tricksters",
			"plane": "Hades (Niflheim)",
			"symbolImg": {
				"type": "image",
				"href": {
					"type": "internal",
					"path": "deities/FRHoF/Mask.webp"
				},
				"credit": "Conceptopolis",
				"width": 850,
				"height": 1019
			},
			"entries": [
				"Mask is a trickster god, the patron of ne'er-do-wells, spies, and thieves. All that occurs within shadow is in the purview of Mask. People whisper a prayer to Mask whenever stealth is required or intrigue is afoot. Courtiers and diplomats invoke Mask's name in hope of a smooth negotiation.",
				"Mask takes the form of a quick masculine being wielding two shadowy blades, his identity hidden by a mask. Sometimes he takes the form of masks that others might wear. When he speaks to his followers, he does so by claiming a mask as his temporary face, or he sends a living shadow (Neutral Evil {@creature Shadow Demon|XMM}).",
				"Those who favor Mask practice thievery and try to acquire what belongs to others, engaging in pickpocketing, burglary, mugging, and con games. Ordinary folk pray to him so he'll avert his eyes from their valuables, but cautious individuals employ \"Mask's purse,\" a small, cheap cloth pouch worn in plain sight containing a small offering of coin. By convention, a pickpocket pilfers Mask's purse when encountering another person wearing one and considers it a gift from the god, while the one who lost the purse is grateful to Mask for accepting this respectful sacrifice. Of course, nothing prevents another pickpocket from targeting someone who has lost Mask's purse, and anyone with the ill luck to attract multiple pickpockets in a single outing has probably earned Mask's ire anyway.",
				"Priests of Mask are thieves by profession and serve as higher-ups in the local underworld or a criminal syndicate. They go by the title of demarche and wear veil-masks when acting in their priestly capacity.",
				"The foremost organization serving Mask is the Shadowmasters of Telflamm, a criminal syndicate in the land of {@book Thesk|FRHoF|2|Thesk}. The Shadowmasters are based at Mask's largest temple, the House of Shadow, in Telflamm, but they also maintain safe houses throughout Thesk.",
				"Chosen of Mask are master thieves, manipulative spies, and assassins who rarely walk in the light."
			]
		},
		{
			"name": "Mielikki",
			"altNames": [
				"Our Lady of the Forest",
				"The Forest Queen"
			],
			"source": "FRHoF",
			"pantheon": "Faerûnian",
			"title": "God of forests",
			"worshipers": "Fey, foresters, Rangers",
			"plane": "The Beastlands (Krigala)",
			"symbolImg": {
				"type": "image",
				"href": {
					"type": "internal",
					"path": "deities/FRHoF/Mielikki.webp"
				},
				"credit": "Rafael Zanchetin",
				"width": 850,
				"height": 880
			},
			"entries": [
				"Good natured, confident, and fiercely loyal to her allies, Mielikki is a god of the woods and the creatures who live within them. She is also a god of Rangers. When she makes her will known on the Material Plane, Mielikki manifests as a confident voice in a forest glade. Alternatively, she sends a {@creature Dryad|XMM}, {@creature Hawk|XMM}, or {@creature Unicorn|XMM} as a messenger.",
				"Mielikki's followers don't organize into official temples. Instead, they assemble in peaceful wooded glades to worship her or create shrines in her honor. A typical shrine to Mielikki is a dead tree trunk into which has been carved the likeness of her holy symbol: a unicorn or unicorn's head. Such a shrine marks a point in the forest beyond which locals know not to cut timber or hunt; in this way, followers thank Mielikki for the forest's bounty.",
				"Priests of Mielikki protect the forests of Faerûn, using magic to communicate with and protect the animals and plants within. Mielikki's priests wear capes of leaves to match the seasons: verdant green in the summer, burnt orange in autumn, and dotted with flowers in the spring. In winter, they forgo the capes and wear crowns of twigs. Whatever the garb, they wear Mielikki's holy symbol over the heart, carved of ivory or bone or stitched in silver thread.",
				"Mielikki is allied with Silvanus but she takes pity on hurt creatures Silvanus ignores. Mielikki has a close bond with Lurue, god of unicorns, and Lurue serves as her mount when Mielikki goes hunting in the Beastlands. Rangers of Mielikki serve as a line of defense against marauders and followers of the god Malar.",
				"On {@book Greengrass|FRHoF|2|Greengrass} and {@book Midsummer|FRHoF|2|Midsummer}, Mielikki blesses her followers with an event called the Wild Ride. She causes unicorns to gather in herds and gallop through the woods. Mielikki's followers ride the unicorns through the night, covering astonishing distances and enjoying nature's beauty.",
				"Mielikki gifts her Chosen with an undying unicorn that serves them as a mount and companion. Some Chosen transcend their physical forms to become disembodied manifestations of natural spaces—such as Jeryth Phaulkon, a woman from {@book Cormyr|FRHoF|2|Cormyr} who now inhabits an expansive garden estate in {@book Waterdeep|FRHoF|2|Waterdeep} as a disembodied spirit."
			]
		},
		{
			"name": "Milil",
			"altNames": [
				"The Lord of All Songs",
				"The First Poet",
				"The Bard of Oghma"
			],
			"source": "FRHoF",
			"pantheon": "Faerûnian",
			"title": "God of poetry and song",
			"worshipers": "Bards, orators, poets, singers",
			"plane": "Elysium (Amoria)",
			"symbolImg": {
				"type": "image",
				"href": {
					"type": "internal",
					"path": "deities/FRHoF/Milil.webp"
				},
				"credit": "Conceptopolis",
				"width": 850,
				"height": 1144
			},
			"entries": [
				"Milil is a god of poetry, eloquence, and song. He is also a god of creativity and inspiration, of the essence of song beyond the lyrics or the music.",
				"Like Deneir, Milil defers to Oghma's will, and he is sometimes thought of as Oghma's left hand. Milil is the ideal to which performers aspire: poised and confident, winningly charismatic, and a source of inspiration. Songbirds are heralds of Milil. He manifests to mortals as a beautiful, haunting voice echoing through open spaces or through visions that appear to entertainers during performances.",
				"Milil is venerated by bards, troubadours, and other entertainers, but anyone preparing to entertain or speak before a crowd might pray to Milil for a successful performance. Milil's followers need not be entertainers themselves, but simply appreciate good music. His followers tend to be hedonistic in comparison to those of other gods. Milil's most daring followers become tuneservants, traveling with adventuring parties and composing ballads detailing the group's heroics. Fanciful gold netting is a hallmark of tuneservant attire; tuneservants drape this netting around their shoulders or use it to hold up their hair.",
				"Worshipers dedicate holy sites to Milil in performance venues and music schools. Whether the site is a vast concert hall or a small choral chamber, it must have excellent acoustic qualities. Milil's priests are patrons of the arts, performers, and tutors. Each year on {@book Midsummer|FRHoF|2|Midsummer}, priests of Milil hold a holiday called the Grand Revel. In this ceremony, clergy and other followers of Milil dance, feast, act out parodies, and join in wickedly satirical song. Though it isn't an expressly political event, those in power are the revel's biggest targets. For this reason, tyrannical rulers outlaw the Grand Revel—though priests of Milil still conduct it in small, private ceremonies.",
				"Milil's Chosen have angelic voices that resonate far beyond those of most mortals. Their passionate words can crack the hardest of hearts, whether through song or oration."
			]
		},
		{
			"name": "Myrkul",
			"altNames": [
				"The Lord of Bones",
				"Old Lord Skull",
				"The Reaper"
			],
			"source": "FRHoF",
			"pantheon": "Faerûnian",
			"title": "God of death",
			"worshipers": "Necromancers, undead",
			"plane": "Hades (Oinos)",
			"symbolImg": {
				"type": "image",
				"href": {
					"type": "internal",
					"path": "deities/FRHoF/Myrkul.webp"
				},
				"credit": "Conceptopolis",
				"width": 850,
				"height": 1003
			},
			"entries": [
				"Myrkul is a god of death, decay, old age, exhaustion, dusk, and autumn. He claims power over corpses and souls and cares only for the acquisition of knowledge. Myrkul's faithful call him the Reaper. He is one of the Dead Three with Bane and Bhaal, former mortals who took the divine portfolio of the death god Jergal and were slain during the Time of Troubles.",
				"Myrkul can call forth the soul of any slain creature and bind it into a wax skull. To exercise this power, he grinds up a piece of the creature's body, working the powder into the wax skull. As long as the soul remains inside the skull, the eye sockets burn with cold blue flames, and Myrkul can compel the trapped soul to answer his questions and share its knowledge. The skull melts a little with each service the soul renders until it collapses and the soul is freed. When he speaks to his followers, Myrkul sends a {@creature Wraith|XMM} or the {@creature Ghost|XMM} of someone known to the mortal.",
				"Mortals fear Myrkul as the ending of things and as a symbol of hopelessness. Individuals don't pray to him but rather dread him and blame him for aching bones and fading vision. Myrkul is passionless and uncaring even to his most devout worshipers. Those who venerate Myrkul tend to be morose, taciturn, and obsessed with death and the undead. Wizards and other spellcasters who wish to master the necromantic arts follow Myrkul's teachings, as do undertakers and morticians.",
				"Shrines to Myrkul or engravings of his holy symbol appear where people bury their dead, but full-fledged temples are rare. The few that exist are hallowed places where the dead from hundreds of miles around are brought for interment, even if they were not of Myrkul's faith. There is little space set aside for the living in such a location, usually only a single modest shrine, but the surrounding catacombs and ossuaries might be vast. Wicked cults of Myrkul haunt {@book Baldur's Gate|FRHoF|2|Baldur's Gate}, plaguing the city alongside other followers of the Dead Three.",
				"Myrkul's Chosen are imbued with terrifying necromantic might. He teaches them the secret of binding souls, as well as ways to siphon life from others to render themselves immortal."
			]
		},
		{
			"name": "Mystra",
			"altNames": [
				"The Lady of Mysteries",
				"The Mother of All Magic",
				"Our Lady of Spells"
			],
			"source": "FRHoF",
			"pantheon": "Faerûnian",
			"title": "God of magic",
			"worshipers": "Anyone who uses magic",
			"plane": "Elysium (Eronia)",
			"symbolImg": {
				"type": "image",
				"href": {
					"type": "internal",
					"path": "deities/FRHoF/Mystra.webp"
				},
				"credit": "Conceptopolis",
				"width": 850,
				"height": 839
			},
			"entries": [
				"The Lady of Mysteries is a god of tremendous power, even among other deities. Her dominion is {@book the Weave|FRHoF|5|The Weave}, the sum total of magic, from which spells are drawn. Like magic itself, Mystra has undergone many changes over the millennia, including two known passings of her mantle.",
				"The faith of Mystra is pervasive throughout Faerûn, which is unsurprising in a land so touched by magic. Her worshipers include those who use magic or work closely with it, such as alchemists and sages. The goals of her faithful are simple: to preserve and promulgate magic throughout the Realms. Mystra's faithful watch for those who demonstrate magical potential, and they help such people find tutelage with a suitable mentor. She communicates through her Chosen, by sending a {@creature Animal Lord|XMM|Beast Lord} or pixie, or through animals that are blue, white, or multicolored.",
				"The blue-clad priests of Mystran temples, called dweomerkeepers, wield both arcane and divine magic. Mystra inspires magic-centric organizations such as the Knights of the Mystic Fire, her foremost martial champions. In cities and towns, the Children of the Starry Quill serves as an information and spy network, while the Order of the Shooting Star pursues her interests in the wilderness. The secretive Sisterhood of the Silver Fire opposes the {@book Cult of the Dragon|FRHoF|6|Cult of the Dragon}, tracking down and destroying copies of the {@item Tome of the Dragon|FRAiF}, the book that details how to turn a dragon into a dracolich.",
				"Mystra relies on Chosen more than most deities, and the ranks of her Chosen include the Seven Sisters (the daughters of Mystra, including Alustriel Silverhand, Laeral Silverhand, and the Simbul), Elminster Aumar, and other legendary spellcasters. She gives her Chosen the ability to call on silver fire, a destructive manifestation of pure magic that can also restore magic to places that have been cut off from the Weave.",
				{
					"type": "entries",
					"name": "Knights of the Mystic Fire",
					"entries": [
						"Elite warriors in service to Mystra can join the Knights of the Mystic Fire. These knights lead Mystra's martial efforts and command lesser soldiers. With sword and spell, they protect her temples, defend sacred sites, and attack her enemies. Eldritch Knights, Bladesingers, Paladins, Rangers, and other characters who combine fighting skill with magic make excellent Knights of the Mystic Fire.",
						"Individuals who seek to become a Knight of the Mystic Fire must prove themselves in service to Mystra. This service lasts several years and includes garrison duty guarding Mystra's temples, or it might involve membership in one of Mystra's lesser orders (such as the Order of the Shooting Star). Adventurers might prove themselves by questing on Mystra's behalf or defending the faithful from violent assaults.",
						"To be made a knight, a candidate must display three qualities: they must be trusted by Mystra's priests, they must be an exemplary warrior, and they must display leadership. The candidate must hold an all-night vigil under the stars and swear an oath of loyalty to Mystra before being invested with the order's distinctive blue tabard marked with a fiery silver star. They often use a knightly honorific before their name, such as \"Sir,\" \"Lady,\" \"Dame,\" and the like.",
						"Knights of the Mystic Fire receive training in arcane and divine magic as well as fighting techniques. Knights are supported with a free Comfortable lifestyle at any temple of Mystra. With sufficient notice and cause, they can call on a task force of lesser warriors such as {@creature Guard|XMM|Guards}, {@creature Knight|XMM|Knights}, {@creature Scout|XMM|Scouts}, or {@creature Warrior Infantry|XMM}.",
						"In addition to serving Mystra's priests, Knights of the Mystic Fire work alongside followers of Azuth, Kelemvor, and Selûne, traditional allies of Mystra. Their foremost enemy is Cyric and his followers; they defend against Cyric's plots and aggressively seek out his temples and shrines to destroy them."
					]
				}
			]
		},
		{
			"name": "Oghma",
			"altNames": [
				"The Binder of What Is Known",
				"The Lord of Knowledge"
			],
			"source": "FRHoF",
			"pantheon": "Faerûnian",
			"title": "God of knowledge",
			"worshipers": "Archivists, cartographers, sages",
			"plane": "The Outlands",
			"symbolImg": {
				"type": "image",
				"href": {
					"type": "internal",
					"path": "deities/FRHoF/Oghma.webp"
				},
				"credit": "Conceptopolis",
				"width": 850,
				"height": 897
			},
			"entries": [
				"Oghma is a god of knowledge, thought, and ideas. His holy symbol, a blank scroll, is ubiquitous in places of learning. Oghma has an unbridled enthusiasm for knowledge, and he shares it with the people of Faerûn.",
				"Oghma carries a great deal of wisdom behind his carefree demeanor. Should an existential threat to knowledge arise, he doesn't intervene immediately. Instead, he mulls and puzzles over complex plots before taking action, consulting his associated deities—Deneir, Milil, and Gond. If Oghma needs to interact with mortals, he sends an {@creature Owl|XMM}. On rare occasions, he speaks directly into a mortal's mind while they're deep in thought.",
				"Oghma's followers include sages and academics. Students pray for him to fill their minds, and teachers pray that he might guide their instruction. People in Faerûn casually invoke Oghma's name while trying to remember something, and they curse him when something in their memory is just out of reach. Oghma's passionate followers believe he vets every new idea that enters someone's mind. Since criminals use this as an excuse for their actions, this way of thinking has fallen out of favor.",
				"Oghma's temples accumulate and distribute books, scrolls, knowledge, and lore. His clergy includes cloistered sages and archivists who analyze, file, and copy the temple's archives, as well as traveling scholars who seek out new learnings. Oghma's priests believe knowledge is the greatest tool of the mortal mind, and they oppose those who try to keep people ignorant.",
				"Most temples of Oghma double as public libraries. These temples hold a daily evening service called the Covenant, during which clergy and laypeople read works of wisdom, songs, and new knowledge aloud for the sake of Oghma and all others present. Temples financially support themselves by selling maps, {@item Spell Scroll|XDMG|Spell Scrolls}, and other works of scribes. They partner with priests of Deneir to provide these services, since Deneir has few temples of his own.",
				"Chosen of Oghma have supernatural memories that allow them to memorize vast quantities of lore. In communities with oral histories or in places where libraries have burned down, Oghma's Chosen serve as living fonts of knowledge."
			]
		},
		{
			"name": "Selûne",
			"altNames": [
				"The Moonmaiden",
				"The Night White Lady",
				"Our Lady of Silver"
			],
			"source": "FRHoF",
			"pantheon": "Faerûnian",
			"title": "God of the moon",
			"worshipers": "Lycanthropes, sailors, spellcasters",
			"plane": "Ysgard (Ysgard)",
			"symbolImg": {
				"type": "image",
				"href": {
					"type": "internal",
					"path": "deities/FRHoF/Selune.webp"
				},
				"credit": "Swatches Studio",
				"width": 850,
				"height": 769
			},
			"entries": [
				"Selûne is a god of the moon, and she is among the most ancient of Faerûn's deities. People in Faerûn consider the moon to literally be the god gazing down on the world, and the trailing motes of light behind it her tears. She is also a god of stars, navigation, and motherhood.",
				"Selûne appears as a woman of varying ages. She sometimes changes slowly before an onlooker's gaze, passing through the phases of aging as the moon transitions through its cycle. In any form, she emits the silvery-blue glow of the brightest full moon. When she sends an emissary to mortals, she sends an {@creature Owl|XMM} or other night bird, a moonlight-hued {@creature Planetar|XMM}, or a benevolent lycanthrope, commonly a {@creature Werebear|XMM}. Lycanthropes are said to be blessed by Selûne.",
				"The principal legend about Selûne recounts the battle at the beginning of time between Selûne and her sister, Shar. The Tears of Selûne, the cluster of starry lights that follow the moon around the sky, are said to be the result of her joy, sorrow, or both.",
				"Selûne is venerated by navigators, sailors, those who work at night, those seeking protection in the dark, the lost, and the questing. Temples to the Moonmaiden include a series of windows that reveal the moon in the night sky at various positions and in different phases throughout the year.",
				"Selûne's rites include trances and meditation. Those who favor her set a bowl of milk outside on each night of the full moon.",
				"Chosen of Selûne step into danger to light the way through darkness. A select few of her Chosen can create moonfire, a mysterious substance that grants magical power to objects or people.",
				{
					"type": "entries",
					"name": "Swords of the Lady",
					"entries": [
						"The Swords of the Lady is an order of knights devoted to Selûne. Swords are known for an incongruously jovial, even joking, nature, as well as for their unpredictable tactics in battle. The order welcomes those who contemplate the moon and her lessons. The Swords of the Lady eagerly seeks out and recruit arcane spellcasters who were born under a full moon.",
						"Individuals seeking to join the Swords of the Lady are welcomed as Slivers, referring to the first glint of light following the dark of a new moon. Slivers learn the unorthodox manner in which Swords carry out their duty and are encouraged to improvise, use their surroundings, and otherwise employ change and surprise when facing enemies of the Lady.",
						"Once a Sliver has proven worthy in the eyes of their comrades and superiors, the initiate undergoes a vigil held under a waxing half-moon, symbolizing the way in which the new knight's commitment and responsibility has grown. The knight receives their vestments: a tabard, cloak, and cloth mask of gleaming white fabric stitched with silver. (If your campaign uses renown, a character must also have a Renown Score of 3+ with the Swords of the Lady to be knighted.)",
						"Thereafter, the new Sword trains in battle skills, learning a smattering of divine or arcane magic. Swords of the Lady wield both magic and steel to confound their enemies and glorify the Moonmaiden. Swords receive a free Comfortable lifestyle at the organization's holdings. If they demonstrate legitimate need, Swords can secure silvered weaponry on loan or buy these weapons for half their normal price. In times of crisis, a knight can call on a friendly lycanthrope to aid the fight against Selûne's enemies.",
						"The Swords of the Lady sets itself against the children of Shar. The order also finds bitter enemies in the followers of Mask, god of thieves, as well as Umberlee for her callous endangerment of sailors on night seas. They find allies in the followers of Lathander, Mystra, and Sune."
					]
				}
			]
		},
		{
			"name": "Shar",
			"altNames": [
				"The Mistress of the Night",
				"The Dark Lady",
				"Our Lady of Loss"
			],
			"source": "FRHoF",
			"pantheon": "Faerûnian",
			"title": "God of darkness and loss",
			"worshipers": "Anyone suffering pain or loss",
			"plane": "Hades (Niflheim)",
			"symbolImg": {
				"type": "image",
				"href": {
					"type": "internal",
					"path": "deities/FRHoF/Shar.webp"
				},
				"credit": "Clint Lockwood",
				"width": 850,
				"height": 850
			},
			"entries": [
				"The dark twin of Selûne, Shar is a god of darkness, both in its physical form and as it exists in the minds and souls of mortals. People worship Shar as the god of night, secrets, loss, and forgetfulness. She represents hidden pain and vengeances hidden from the light. She has the power to make individuals forget their pain or become inured to a loss, and people in distress pray to Shar for this blessing.",
				"Shar appears as a lithe dancer with skin like a black night set with glittering stars, or as a mysterious woman clad in swirling, black robes. In her guise as the dancer, she is charismatic and magnetic, and in her dark-robed form foreboding and haunting. Rarely, she appears as a black sphere limned in swaying, purple flames, like a strange solar eclipse. She appears to mortals in dreams, or she sends a {@creature Death Tyrant|XMM} or {@creature Shadow|XMM} as an emissary.",
				"Shar is revered by those who venture into dark places, such as miners, as well as by those who fall into melancholy and despair, who wish to forget something, or who wish to recover something lost. Priests who serve Shar nurture their own deep wounds or dark secrets, which in their minds makes them best suited to console those who suffer from a similar ill. Followers of Shar have carried out many dark deeds in her name, and the Shadovar of {@book Anauroch|FRHoF|2|Anauroch} is an entire society dedicated to her. The tragedies and losses brought about by her followers have caused realms to outlaw her worship, driving her priests into secrecy. Such prohibitions only heighten the priests' umbrage toward authorities and make the faithful a focal point for rebellion and revenge against whoever rules.",
				"Chosen of Shar forget who they once were and know only who Shar has made them into. She delights in taking followers from her rivals or from otherwise happy lives and breaking them down until they forget their past, remembering only devotion to the Mistress of the Night.",
				{
					"type": "entries",
					"name": "Order of the Dark Moon",
					"entries": [
						"Shar's Order of the Dark Moon studies darkness, deception, stealth, assassination, and espionage. Monks, Rogues, Sorcerers, grim Rangers, and other characters who seek to cast away their grief into Shar's blissful forgetfulness are welcomed into the order.",
						"Prospective members don't approach the Dark Moon; instead, the order notes a candidate's reputations and deeds, then approaches the potential initiate, offering them succor for their anguish or a way to indulge their darker impulses. Once inducted, the initiate is called a Wanderer—one who searches the darkness. Wanderers are subjected to lessons woven with enchantment magic designed to mold them into spies and weapons. These enchantments cause a Wanderer to doubt their memories and their identity, replacing the candidate's fractured bits of self with a new personality befitting Shar's service.",
						"Once a Wanderer has proved their loyalty and devotion to the cause, they undergo a midnight ceremony and are anointed a Dark Sibling. (If your campaign uses renown, a character must also have a Renown Score of 3+ with the Order of the Dark Moon to be inducted.)",
						"The Dark Sibling learns the crafts of subtle strikes, deception, and ambush through skill and magic. Dark Siblings receive a free Comfortable lifestyle at any holding of Shar's faith. Those ordained into the Dark Moon secure assistance hiding their identity, such as disguises, magical assistance, or forged or stolen credentials useful for travels and on missions.",
						"Despite the enveloping nature of the Order of the Dark Moon, a Wanderer can reclaim bits of who they once were. Such a soul is faced with a difficult path to rebuild their true self or forge a new identity of their own devising while struggling to avoid Shar's clutches.",
						"Selûne is the bitter rival of Shar, and the Order of the Dark Moon frequently works against Selûne's militant orders and priests. The order finds allies in the cult of the death god Myrkul."
					]
				}
			]
		},
		{
			"name": "Shaundakul",
			"altNames": [
				"The Rider of the Winds",
				"The Helping Hand"
			],
			"source": "FRHoF",
			"pantheon": "Faerûnian",
			"title": "God of travel",
			"worshipers": "Guides, explorers, Rangers, travelers",
			"plane": "Ysgard (Ysgard)",
			"symbolImg": {
				"type": "image",
				"href": {
					"type": "internal",
					"path": "deities/FRHoF/Shaundakul.webp"
				},
				"credit": "Clint Lockwood",
				"width": 850,
				"height": 1565
			},
			"entries": [
				"Shaundakul is a god of journeys and travelers. Both mundane and magical means of travel fall under his sphere of influence. Though the heyday of his worship has long since passed, the Rider of the Winds still leaves his mark on Faerûn via rare portal-shrines dotted across the continent.",
				"Shaundakul is an ancient deity, but his worship dwindled in the aftermath of the fall of Myth Drannor, where his chief temple was located. A small but dedicated contingent of scattered priests carries on his faith. Shaundakul communicates with these remaining followers by manifesting as an elderly voice carried on a crisp zephyr.",
				"Travelers pray to Shaundakul before embarking on long treks. Spellcasters invoke his name while casting the {@spell Teleport|XPHB} spell in the hope that he will take them safely to their desired destination. Apart from such brief invocations, lay worship of Shaundakul is rare in the Realms.",
				"Shaundakul's priests wear garb appropriate for arduous treks. Each wears a gauntlet or glove on their left hand: silken lace, gauze, or other diaphanous material trails at the wrist. His only remaining temple is Shaundakul's Throne in the ruins of Myth Drannor. The ruins are infamously perilous, so priests seldom congregate there. Instead, they aim to unearth and protect other shrines to Shaundakul left from long-gone eras. These stone shrines bear the chiseled holy symbol of Shaundakul: a humanlike figure walking on the wind. Each shrine of Shaundakul is linked to another somewhere in Faerûn. When a hopeful traveler stands before the shrine and uses the appropriate command word, a two-way portal of swirling air materializes to connect the two locations. Unless these command words are displayed at the shrine, Shaundakul's priests must sift through ancient dungeons to find them or beseech adventurers to do so.",
				"Chosen of Shaundakul take to the skies through spells like {@spell Fly|XPHB} and {@spell Wind Walk|XPHB}. These Chosen help Shaundakul's lesser priests make the dangerous pilgrimage through Myth Drannor to Shaundakul's Throne. Some take vows to cleanse the ruins of Myth Drannor of the monsters that lurk therein."
			]
		},
		{
			"name": "Silvanus",
			"altNames": [
				"Oak Father",
				"The Old Oak",
				"Old Father Tree"
			],
			"source": "FRHoF",
			"pantheon": "Faerûnian",
			"title": "God of wild nature",
			"worshipers": "Barbarians, Druids, Rangers, wood elves",
			"plane": "The Outlands",
			"symbolImg": {
				"type": "image",
				"href": {
					"type": "internal",
					"path": "deities/FRHoF/Silvanus.webp"
				},
				"credit": "Clint Lockwood",
				"width": 850,
				"height": 1197
			},
			"entries": [
				"Silvanus, god of wild nature, is closely associated with forests, mountains, and plains. In truth, Silvanus represents the entirety of nature: deserts as well as forests, sharks as much as deer. In legends he commands other nature deities, dealing out rewards and punishments to them as he sees fit.",
				"Interpretations of Silvanus's personality vary wildly. Many see him as a vengeful god, looking with aloof disgust on the inhabitants of Faerûn as a shopkeeper regards an infestation of rats. However, worshipers of Silvanus believe that Silvanus doesn't hold people in disdain but rather wishes to maintain the balance of nature. Wilderness is brutally fair when it comes to matters of life and death, and so is the Oak Father.",
				"Whenever he wishes, Silvanus can bring the natural world to sentient life, with streams finding their own courses and trees uprooting to walk around. When he needs to communicate directly with his followers, he sends a {@creature Dryad|XMM}, {@creature Treant|XMM}, or {@creature Twig Blight|XMM} as a divine messenger.",
				"Druids make up most of Silvanus's following. His creed dictates that nature's glory must be preserved not merely because nature is beautiful, but because wild nature is the true state of the world. {@skill Nature|XPHB} refreshes and revitalizes the mortal soul, giving breath to the world. His faithful oppose the expansion of settlements into wild places and consider the excessive consumption of natural resources to be not only wasteful but blasphemous.",
				"The oak leaf is Silvanus's symbol, and villagers might dedicate a grove of oaks nearby as a shrine to him. In places where oak trees don't grow, an oak leaf etched into the bark of another kind of tree signifies a sacred site. Official temples to Silvanus are few and far between and likely to be hidden away in the depths of a forest rather than in a bustling urban center.",
				"Silvanus tasks his Chosen with presiding over a forest, a desert, a lake, or another natural region. Some develop spiritual relationships with their assigned domain, not unlike a dryad's link to its sanctuary. When their domain flourishes, these Chosen become invigorated; when it suffers or comes under attack, they feel the pain."
			]
		},
		{
			"name": "Sune",
			"altNames": [
				"Lady Firehair",
				"The Lady of Love",
				"The Princess of Passion"
			],
			"source": "FRHoF",
			"pantheon": "Faerûnian",
			"title": "God of love and beauty",
			"worshipers": "Artists, hedonists, lovers",
			"plane": "Arborea (Arvandor)",
			"symbolImg": {
				"type": "image",
				"href": {
					"type": "internal",
					"path": "deities/FRHoF/Sune.webp"
				},
				"credit": "Alejandro Pacheco",
				"width": 850,
				"height": 1345
			},
			"entries": [
				"Sune Firehair is a deity of passion and the delights of the senses. She is the god of beauty in all its forms—not just pleasing sights, but also enchanting sounds, luxurious tastes and scents, and exquisite sensual pleasures, from a lover's caress to the whispering brush of silk on the skin. Her worshipers seek out these pleasures in life, not out of mere decadence, but because the experience of pleasure is an act of worship.",
				"Sune appears as a woman of unearthly beauty. Regardless of what features she takes on, her hair is always impossibly long and fiery red. When she doesn't speak in dreams or visions, she sends a {@creature Couatl|XMM} or {@creature Deva|XMM} to act as muse on her behalf.",
				"The followers of Sune have a reputation as hedonists. Her priests foster beauty in the world by creating art or acting as patrons for promising talents. Her priests consider loveliness to be one of their greatest callings and train in comportment, fashion, and cosmetics.",
				"But beauty is more than skin deep, say Sune's followers; it issues from the core of one's being and shows one's true face to the world. The followers of Sune believe in romance, true love winning over all, and following the heart to its true destination. Fated matches, impossible loves, and embracing beauty beyond the physical are the purview of Sune.",
				"Temples dedicated to Sune serve as public baths and places of relaxation. A temple features a mirrored and well-lit salon where individuals can enhance their appearance, as well as see others and be seen. In remote locales or in parts of sprawling cities far from a temple, small, roofed shrines to Sune provide her followers convenient access to beautification resources. Each shrine bears a mirror and is stocked with free perfumes and cosmetics.",
				"Sune's Chosen exemplify some aspect of beauty. For some, this is physical loveliness, but others create beauty through art, music, writing, or other creative endeavors. They inspire through expression and show that beauty exists in all facets of the world.",
				{
					"type": "entries",
					"name": "Sodality of the Ruby Rose",
					"entries": [
						"The Sodality of the Ruby Rose is a knightly order dedicated to Lady Firehair and tasked with guarding Sune's temples and holy sites. The Sodality also accompanies Sune's priests and those questing on the Lady's behalf. Anyone with a drive to protect beauty and oppose those who seek to tear it down find acceptance in the Ruby Rose.",
						"Prospective members are called Hopefuls. A Hopeful who demonstrates adherence to Sune's ideals accompanies knights on simple assignments. When the Hopeful wishes to pursue initiation, they keep vigil in a temple of Sune for one night. If the god shows her favor by granting a vision or other boon, the Hopeful is accepted as a Sodalis, also known as a Companion.",
						"To win Sune's acceptance, a Hopeful must have protected a meaningful aspect of beauty from something that would destroy it, whether through ignorance or malice. Once inducted, the Companion is granted an enameled red rose brooch and joins the order. Members of special distinction bear brooches with ruby petals. (If your campaign uses renown, a character must have a Renown Score of 3+ with the Sodality of the Ruby Rose to join the organization.)",
						"Companions of the Ruby Rose are trained in battle, presentation, and poise. Companions receive a free Comfortable lifestyle when staying at holdings of Sune's faithful. When need arises, Companions can requisition the aid of a {@creature Mage|XMM} or {@creature Priest|XMM} of Sune.",
						"The Sodality of the Ruby Rose strives against creatures that are corrupt and eager to destroy beauty. Sune's nature ensures that most people, even followers of other gods, are unlikely to remain in conflict with her for long, though the Ruby Rose occasionally clashes with the faithful of Talona, Talos, Tempus, and Umberlee."
					]
				}
			]
		},
		{
			"name": "Talona",
			"altNames": [
				"Lady of Poison",
				"Mistress of Disease",
				"The Plague Crone"
			],
			"source": "FRHoF",
			"pantheon": "Faerûnian",
			"title": "God of poison and disease",
			"worshipers": "Those suffering from plague",
			"plane": "Carceri (Cathrys)",
			"symbolImg": {
				"type": "image",
				"href": {
					"type": "internal",
					"path": "deities/FRHoF/Talona.webp"
				},
				"credit": "Alejandro Pacheco",
				"width": 850,
				"height": 739
			},
			"entries": [
				"One of Faerûn's most feared deities, Talona is a god of plague and poison, blamed for everything from common illnesses to crop failure, from brackish wells to plague. She craves propitiation from mortals and pursues it by any means necessary.",
				"Talona is a fickle god. She is more petulant than conniving, more reactive than active. Though she receives many prayers, Talona has almost no temples or cults dedicated to her, and she resents the neglect. When she lashes out with plagues, blights, and magical contagions, victims desperately pray to her for respite, placating her for a time. But once the contagion ends, prayers dwindle, and it isn't long before the neglected god lashes out again.",
				"When Talona communicates with mortals—usually to demand some sort of propitiation—she sends a {@creature Vulture|XMM}, a {@creature Giant Rat|XMM}, or the corpse of a creature infested by insects. Whatever method she chooses, her messenger is shrouded in a sickly yellow-brown glow.",
				"Rituals to placate Talona involve three drops of blood or three tears dropped into a well that has gone bad, dripped into the handkerchief of someone beset by coughing, dropped into a fire made by burning a withered crop, dripped into the mouth of a plague sufferer, and so on. It's common practice to mark a container of poison with her holy symbol, three droplets in a triangle. During epidemics, this image is painted on the homes of the infected.",
				"Talona's priests rarely enter into her service willingly. Some are forced into the role by their communities, while other individuals simply have nothing else to live for. This latter category includes the sole survivors of harrowing magical contagions, or people who have lost loved ones to Talona's whims. They dedicate their lives to the priesthood to make sure the same fate doesn't befall others. A priest of Talona maintains a small shrine instead of a temple. Despite the priest's best efforts, people often lavish these shrines with offerings during tough times while neglecting them in times of health and abundance.",
				"Devoted followers of Talona brew poisons in her name and summon magical contagions to unleash on the people of Faerûn as punishments for neglecting the Mistress of Disease. Among these fanatics, her Chosen are gifted with immunity to poisons and magical maladies."
			]
		},
		{
			"name": "Talos",
			"altNames": [
				"The Destroyer",
				"Storm Lord",
				"The Raging One"
			],
			"source": "FRHoF",
			"pantheon": "Faerûnian",
			"title": "God of storms",
			"worshipers": "Barbarians, Druids, raiders",
			"plane": "Pandemonium (Pandesmos)",
			"symbolImg": {
				"type": "image",
				"href": {
					"type": "internal",
					"path": "deities/FRHoF/Talos.webp"
				},
				"credit": "Alejandro Pacheco",
				"width": 850,
				"height": 848
			},
			"entries": [
				"Talos personifies the destructive aspects of nature. He is best known as a god of storms, but he is also associated with forest fires, earthquakes, tornadoes, and general destruction. Raiders, looters, and brigands flock to his worship.",
				"The Storm Lord's actions seem petty and vengeful, motivated by rage, anger, and the need to posture among other gods. Talos is an ancient god who sprang up from the wreckage of the first battle between Selûne and Shar. Religious art often depicts him as a broad-shouldered, bearded man with an eye patch, but the folk of {@book Calimshan|FRHoF|2|Calimshan} know him by the name Bhaelros and depict him with a genie-like appearance. Talos rules over the gods of fury—Auril, Malar, and Umberlee—though it's said Malar would kill him if he could. The Raging One manifests to mortals as bellowing laughter in the heart of strong winds or as red lightning strikes in a storm.",
				"Day-to-day worship of the Storm Lord is outlawed in most of Faerûn, though folk make desperate offerings to save themselves from natural disasters. Talos's faithful love destruction, and they call storms on towns and cities in the name of their deity. Many become brigands, wandering from place to place demanding loot and threatening destruction. Sometimes Talos's faithful forgo any ultimatum, causing wanton destruction for destruction's sake. They are taught that life is chaos and that each person should seize what they can when they can—after all, who can say when Talos will strike and bring them to the afterlife?",
				"Priests of Talos have few temples, instead traveling like a wayward storm.They wear ragged robes and cloaks shot through with jagged lines of gold and silver. Many wear an eye patch in deference to their god. Priests and other devout worshipers of Talos make pilgrimages to a canyon called the Gulf of Storms in eastern {@book Amn|FRHoF|2|Amn}. The peculiar iron ore in the canyon's walls attracts electrical charges, making the chasm prone to spectacular, deadly arrays of crisscrossing, leaping lightning bolts. This energy develops into storms that race down the valley to lash across Amn and {@book Tethyr|FRHoF|2|Tethyr}.",
				"Talos's Chosen bring terror to Faerûn. They wield incredibly powerful destructive spells such as {@spell Storm of Vengeance|XPHB}, {@spell Earthquake|XPHB}, and {@spell Meteor Swarm|XPHB}, unleashing annihilation on cities and villages that don't bend to the Storm Lord's will."
			]
		},
		{
			"name": "Tempus",
			"altNames": [
				"The Foehammer",
				"The Lord of Battles"
			],
			"source": "FRHoF",
			"pantheon": "Faerûnian",
			"title": "God of war",
			"worshipers": "Fighters, mercenaries, warriors",
			"plane": "Limbo",
			"symbolImg": {
				"type": "image",
				"href": {
					"type": "internal",
					"path": "deities/FRHoF/Tempus.webp"
				},
				"credit": "Rafael Zanchetin",
				"width": 850,
				"height": 2881
			},
			"entries": [
				"Tempus is a war god concerned with brave conduct, using force to settle disputes, and encouraging bloodshed. The Foehammer is friendly with Gond for his war machines and was once Beshaba's lover. Tempus sponsored the Red Knight's ascension to divinity.",
				"This god of war is random in his favors, meaning his chaotic nature favors all sides equally. Tempus might be an army's ally one day and its enemy the next. When he manifests before a battle, he can appear to either side in the conflict. If he rides Veiros, his white mare, the army will succeed. If he rides Deiros, his black stallion, defeat is certain. Most often, he rides with one foot in each mount's stirrup, signifying the unpredictable nature of battle.",
				"In such visions, Tempus is a powerfully built warrior dressed for battle in the style of those who see him. When he speaks to mortals directly, his voice reverberates in a clash of weapons, or he sends a Celestial {@creature Berserker|XMM} to carry his will.",
				"Over the centuries, Tempus's priests have spread and enforced a common code that encourages rules of war, respect for reputation, and professional behavior on the battlefield. This code, called Tempus's Honor, encourages conflicts to be brief, decisive, and as safe as possible for bystanders. The rules in the code include the following: arm anyone who has need of a weapon, disparage no foe, acquit yourself with bravery, train all for battle, and don't engage in feuds. Those who poison wells, taint fields, kill noncombatants, or engage in torture in the name of war are considered enemies.",
				"Worshipers of Tempus are a legion, and soldiers carry his name in their hearts. His priests are tacticians skilled in the art of war. Many of his priests serve as battlefield chaplains with armies and mercenary companies, encouraging fellow soldiers with word and blade. Priests of Tempus teach that war conducted properly is fair because it impacts all sides equally, with each soldier poised for both death and glory. Mortals shouldn't fear war but should see it as a natural force—the storm that civilization brings about by its existence.",
				"The Chosen of Tempus are masterful tacticians, fearsome warriors, and powerful leaders. They find their way to battlefields with such certainty that many suspect the Chosen's presence causes battles to break out.",
				{
					"type": "entries",
					"name": "Stormknives",
					"entries": [
						"Mercenaries loyal to Tempus have long identified themselves through the symbol of a rusty dagger dripping four drops of blood. In recent years, these mercenaries have organized around a common code of conduct beyond Tempus's Honor. These individuals call themselves Stormknives.",
						"A warrior who wishes to become a Stormknife simply declares themself to be one. They carry a dagger at all times—even while sleeping or bathing—and wear a patch bearing four drops of blood. When these individuals sign a mercenary contract, or any other binding agreement related to war or conflict, they add four red marks to their signature, signifying the commitments of a Stormknife.",
						"Each of the four drops of blood in the Stormknives' symbol represents a commitment, ranked in ascending order of importance. The first of these represents loyalty to the sword and signifies the Stormknife's obligation to seek out battle at every opportunity. Whenever a Stormknife is given a choice between violent and nonviolent methods to solve a problem, they should choose violence.",
						"The second drop represents loyalty to the client. A Stormknife respects the wishes of the individual they're working for, obeying them whenever possible. A client, for example, might order a Stormknife to put away their weapons and retreat from battle, and the Stormknife is obliged to obey.",
						"The third drop represents loyalty to the contract, emphasizing the letter of the contract over the client's wishes. If, for example, a client instructs a Stormknife not to loot a body, but the contract includes such plunder as the Stormknife's right, the mercenary can disobey the client in favor of the contract.",
						"And finally, the fourth drop represents loyalty to Tempus. The wishes and whims of the Lord of Battles supersede other rules, even a written contract. But it's up to individual Stormknives to determine what Tempus's will might be, leading to corruption and abuse. Some Stormknives use this part of their code as an excuse to break a contract or disobey a client's wishes, claiming such deeds are the will of Tempus and thus unavoidable."
					]
				}
			]
		},
		{
			"name": "The Red Knight",
			"altNames": [
				"The Crimson General",
				"The Grandmaster of the Lanceboard",
				"The Lady of Strategy"
			],
			"source": "FRHoF",
			"pantheon": "Faerûnian",
			"title": "God of strategy",
			"worshipers": "Fighters, game players, strategists",
			"plane": "Arcadia (Buxenus)",
			"symbolImg": {
				"type": "image",
				"href": {
					"type": "internal",
					"path": "deities/FRHoF/The Red Knight.webp"
				},
				"credit": "Swatches Studio",
				"width": 850,
				"height": 920
			},
			"entries": [
				"Where other war gods focus on the bravery, duty, or pain of battle, the Red Knight is concerned solely with the art of tactics. She is a god of planning and strategy. Her military genius allows her and her followers to see the greater picture in any war, rather than a series of battles won and lost.",
				"In spite of her calm and logical demeanor, the Lady of Strategy isn't without compassion. Faerûn's myths and legends depict her as a wise, daughter-like figure to the god Tempus, advising him in times of need. She aids mortal tacticians by fashioning boulders into red-veined {@creature Stone Golem|XMM|Stone Golems} shaped like lanceboard pieces, sending crimson {@b Pegasi} from the heavens above, or animating lanceboard pieces to demonstrate tactical maneuvers.",
				"Devotees of the Red Knight are rare in the general population. Her name is seldom invoked outside of battle, except perhaps in games of strategy such as lanceboard. High-ranking commanders of armies, instructors in colleges of war, quartermasters, and authors of tomes of tactics revere her.",
				"Worship of the Red Knight arose among a hero-venerating monastic order of Tempus in {@book Tethyr|FRHoF|2|Tethyr} shortly after the Time of Troubles. The Lady of Strategy visited these monks in a dream and delivered to them the Great Stratagem: an imperative to travel to places of warfare to educate generals and monarchs in the arts of strategy and battlefield tactics. Known as the Red Fellowship, her priests traveled throughout southwestern Faerûn sharing their wisdom. Many leaders they approached turned them away at first, but it soon became apparent that those who accepted the counsel of the Lady of Strategy gained a distinct tactical edge. Grateful victors built temples to the Red Knight, and gradually her faith spread. Today, her followers appear in nearly any land that has seen warfare in the past century. The Red Knight's greatest temples include an enchanted war table that visiting generals can rent out to visualize their tactics.",
				"The Red Knight's Chosen ride the god's crimson pegasi into combat. However, their most crucial work takes place in war rooms far from the front lines. These Chosen act as trusted advisers to powerful military forces in Faerûn, predicting their foes' next moves with eerie accuracy."
			]
		},
		{
			"name": "Torm",
			"altNames": [
				"The Hand of Righteousness",
				"The Loyal Fury",
				"Torm the True"
			],
			"source": "FRHoF",
			"pantheon": "Faerûnian",
			"title": "God of courage and self-sacrifice",
			"worshipers": "Guardians, knights, Paladins",
			"plane": "Mount Celestia (Mercuria)",
			"symbolImg": {
				"type": "image",
				"href": {
					"type": "internal",
					"path": "deities/FRHoF/Torm.webp"
				},
				"credit": "Clint Lockwood",
				"width": 850,
				"height": 1423
			},
			"entries": [
				"Those who favor Torm believe salvation is found through service. He is a god of courage and self-sacrifice, an unyielding deity who dutifully puts himself on the front line of the fight against evil and injustice. He is a patron god of many Paladins, embodying the tenets of the Oath of Devotion.",
				"Torm's name carries gravitas and strikes fear into treacherous hearts, but his heart is filled with goodness. In legends, he is kind and gentle when dealing with faithful friends, the weak, and the defenseless. But he is stern and righteous against the forces of evil and injustice. When Torm appears in dreams, he takes the form of an enormous, flying metal gauntlet surrounded by arcs of lightning. He might send a golden {@creature Lion|XMM} or, in extreme cases, a {@creature Deva|XMM} clad in gleaming armor to make his will known.",
				"Torm's faithful believe that brave acts of service please their god. They strive to maintain peace and order while opposing unjust laws and standing alert against corruption. Though many of Torm's followers are warriors, skill in combat isn't required to uphold Torm's ideals. For instance, a council member who worships Torm advocates for what is just, even if this puts their position at risk. Torm's followers believe every failure of duty diminishes Torm and every success adds to his luster. The faithful know everyone stumbles from time to time, but they never cease aspiring to Torm's standards.",
				"Followers construct fortress-temples dedicated to Torm on defensible heights. These structures offer drilling grounds, stables, and austere quarters for residents and visiting knights. Lion statues and armored figures feature in these temples' decor, with the coats of arms of fallen heroes decorating the white-granite walls. The priesthood of Torm is friendly with the priesthoods of Tyr and Ilmater: together with Torm, these gods make up a trio of deities called the Triad. Torm's priests are also allied with the Red Knight and Lathander.",
				"Chosen of Torm dedicate themselves to the fight against evil, especially against the forces of Bane. Torm and Bane battled each other to their mutual destruction during the Time of Troubles—both gods have since returned, and the animosity between them still seethes.",
				{
					"type": "entries",
					"name": "Order of the Golden Lion",
					"entries": [
						"East of the {@book Dalelands|FRHoF|2|Dalelands}, the city of Tantras is home to the greatest concentration of Torm worshipers in Faerûn. There, Torm manifested and slew Bane during the Time of Troubles. While this era was a time of great pride for Torm's followers, it also became one of great shame. After returning to his godly state, Torm was disgusted to find that Tantras's priests had been persecuting believers of other gods, and that this practice had spread throughout the Dalelands and along the Sea of Fallen Stars. As punishment, Torm dictated a series of responsibilities and obligations—the Penance of Duty—for his followers to perform as atonement. Over a century has passed since this decree, and Torm's followers have regained trust in the regions around Tantras. Still, a select group of Torm's faithful vowed to continue the atonement of the Penance of Duty, and those people are known as the Order of the Golden Lion.",
						"The Order of the Golden Lion involves righting three Debts: Persecution, Dereliction, and Destruction. Typically knights of the Golden Lion devote themselves to righting a single debt. Those who choose the Debt of Persecution aid good religions wherever possible. Followers of the Debt of Dereliction atone for abdications of duty by seeking out and eliminating cults of Bane, as well as routing the {@book Zhentarim|FRHoF|6|Zhentarim}. Adherents to the Debt of Destruction are obliged to report and repair areas of dead magic and wild magic throughout Faerûn as penance for the destruction to {@book the Weave|FRHoF|5|The Weave} caused by Torm's battle against Bane.",
						"The Order of the Golden Lion is most active in the Dalelands and the region around Tantras, but faithful as far as the {@book Sword Coast|FRHoF|2|Sword Coast} have picked up the mantle. The order is largely composed of warriors, and members wear the order's signature article of clothing: a pair of golden pauldrons, each carved in the shape of a lion's head. To become a member of the Order of the Golden Lion, an individual must prove their dedication by completing a holy quest for a temple of Torm. (If your campaign uses renown, a character must also have a Renown Score of 5+ with the Order of the Golden Lion to join the organization.)"
					]
				}
			]
		},
		{
			"name": "Tymora",
			"altNames": [
				"Lady Luck",
				"Our Smiling Lady"
			],
			"source": "FRHoF",
			"pantheon": "Faerûnian",
			"title": "God of good fortune",
			"worshipers": "Gamblers, Harpers, merchants, Rogues",
			"plane": "Arborea (Arvandor)",
			"symbolImg": {
				"type": "image",
				"href": {
					"type": "internal",
					"path": "deities/FRHoF/Tymora.webp"
				},
				"credit": "Helder Almeida",
				"width": 850,
				"height": 850
			},
			"entries": [
				"Tymora is a bright-faced god of fortune, the patron deity of game players and gamblers. Our Smiling Lady loves those who gamble with skill and daring. She watches over all who take risks to better their fortunes. Tymora takes the form of a tall, graceful young woman with flowing platinum-blond or silver hair. She might send a faerie dragon as an emissary.",
				"Tymora is Beshaba's sister. Long ago, the Netherese revered Tyche, the god of luck, whose influence extended over both good luck and bad. Tyche perished, but Beshaba and Tymora manifested soon after, each commanding half of Tyche's portfolio.",
				"The battle cry of Tymora is \"Fortune favors the bold.\" Folk pray to Tymora before any endeavor in which a little good luck would help. One common method of divining the future is to toss a coin to a stranger and ask if it's heads. If it is, the coin is left with the stranger as payment for Tymora's favor. If it's not, the stranger can keep it (and the bad luck that comes with it) or return it.",
				"Those who favor Tymora—as distinct from those who merely invoke her name whenever they roll dice—are daring sorts. Many of her followers are adventurers and gamblers. They believe that the good in their lives results from having both good luck and the bravery to seek it out. Tymora draws all sorts of worshipers: the dashing noble, the risk-taking merchant, the daydreaming field hand, and the scheming ne'er-do-well.",
				"Priests of Tymora and temples devoted to Lady Luck are scarce, since her faith doesn't stress a need for intermediaries: \"Let the lucky man and the Smiling Lady suss it out,\" as the old saying goes. Shrines to Tymora at gambling parlors aren't unusual, however, and such establishments might attract a priest and effectively become temples.",
				"Tymora's Chosen become infused with her extraordinary luck. Some never realize they are Chosen, ascribing their luck to mere chance. The Smiling Lady chooses individuals who embrace her tenets and dive boldly into action and risk, rolling the dice and betting big."
			]
		},
		{
			"name": "Tyr",
			"altNames": [
				"The Evenhanded",
				"Grimjaws",
				"The Maimed God"
			],
			"source": "FRHoF",
			"pantheon": "Faerûnian",
			"title": "God of justice",
			"worshipers": "Judges, law enforcers, lawyers, Paladins",
			"plane": "Mount Celestia (Lunia)",
			"symbolImg": {
				"type": "image",
				"href": {
					"type": "internal",
					"path": "deities/FRHoF/Tyr.webp"
				},
				"credit": "Alejandro Pacheco",
				"width": 850,
				"height": 1016
			},
			"entries": [
				"Tyr Grimjaws, Tyr the Evenhanded, Wounded Tyr, the Maimed God, the Lord of Justice—all these names speak to the nature of the god of justice.",
				"Tyr appears as a noble warrior without his right hand, which he lost to Kezef the Chaos Hound in an act of bravery and sacrifice. His eyes are wrapped in cloth, his blindness signifying that justice applies evenly to all. Weary of the foolishness of mortals, Tyr seldom appears or speaks directly to mortals, instead sending an awakened {@creature Mastiff|XMM} as an emissary or sending the sound of a war gong or a choir.",
				"Tyr's followers devote themselves to achieving justice, righting wrongs, and delivering vengeance. This devotion isn't concerned with equality or fairness, but rather discovering the truth and punishing the guilty. Those who favor Tyr are stiff necked about theology and laws, evaluating actions according to a rigid moral code.",
				"Tyr's credo of lawfulness and honesty is demanding, and his priests remind the faithful not to judge too harshly those who fail to live up to Tyr's standards. If Tyr's commands were easily followed, they wouldn't be worth obeying.",
				"Many orders of knighthood devote their lives to Tyr, including the Knights of Holy Judgment and the Knights of the Merciful Sword. Such knights—as well as judges, priests, and others who worship Tyr—wear thin strips of diaphanous cloth over their eyes as a symbol of their faith.",
				"Tyr's Chosen have suffered in their commitment to pursuing justice, but Tyr's power strengthens them, helping them remain true to Tyr's strict code."
			]
		},
		{
			"name": "Umberlee",
			"altNames": [
				"The Queen of the Depths",
				"The Wavemother"
			],
			"source": "FRHoF",
			"pantheon": "Faerûnian",
			"title": "God of the sea",
			"worshipers": "Coastal dwellers, sailors",
			"plane": "The Abyss",
			"symbolImg": {
				"type": "image",
				"href": {
					"type": "internal",
					"path": "deities/FRHoF/Umberlee.webp"
				},
				"credit": "Clint Lockwood",
				"width": 850,
				"height": 850
			},
			"entries": [
				"No seaside community can ignore the influence of Umberlee, the furious sea god whose tempestuous nature is reflected by the waters of the deep. Coastal villages and towns host festivals to propitiate the Wavemother, seek her favor, and avoid seafaring disaster. Although mercurial in temperament, she can be generous to those who do her honor, as any great queen should be. Some Druids worship Umberlee as a manifestation of nature in its cruelest form.",
				"Umberlee manifests as a woman colored like the sea in blues and greens, with taloned hands and fins on her elbows. Clad in a cape of purple jellyfish and wielding a trident, she rises from the sea to terrify sailors. When she speaks through emissaries, she sends an {@creature Air Elemental|XMM}, a {@creature Water Elemental|XMM}, an awakened {@creature Giant Shark|XMM}, or a {@creature Kraken|XMM}.",
				"The Wavemother is worshiped out of fear instead of adoration. Ship crews toss gems over the side as offerings to calm storm-tossed waters. She is capricious and cruel; the sea is a savage place, and those who travel it must be willing to pay the price of challenging her domain.",
				"Umberlee's priesthood thrives in its lack of organization. Her priests roam coastal cities, warning of doom and demanding free passage on ships in return for ensuring the god's pleasure, or at least her indifference. They wear the colors of waves and decorative items reminiscent of the sea's dangerous nature—a necklace of shark teeth, seaweed wrapped around a bone, and so on. The preserved hand of a drowned person is thought to be a particularly holy object, and her priests use such severed hands as holy symbols. Sailors leave flowers or small candies at Umberlee's shrines in coastal cities in hope she will spare them on their next voyage. Both {@book Waterdeep|FRHoF|2|Waterdeep} and {@book Baldur's Gate|FRHoF|3|Baldur's Gate} have temples dedicated to Umberlee, staffed by priests whose loved ones were lost at sea.",
				"Umberlee imbues aquatic people and creatures as her Chosen, counting mighty sahuagin warlords and krakens among their ranks. These Chosen enjoy power over the tides and storm and carry their queen's fury into the dry world."
			]
		},
		{
			"name": "Waukeen",
			"altNames": [
				"The Coinmaiden",
				"Our Lady of Gold",
				"The Merchant's Friend"
			],
			"source": "FRHoF",
			"pantheon": "Faerûnian",
			"title": "God of trade",
			"worshipers": "Merchants, the rich, traders",
			"plane": "The Outlands",
			"symbolImg": {
				"type": "image",
				"href": {
					"type": "internal",
					"path": "deities/FRHoF/Waukeen.webp"
				},
				"credit": "Alejandro Pacheco",
				"width": 850,
				"height": 852
			},
			"entries": [
				"Waukeen is a god of wealth and trade. She is interested in anything that increases trade and the flow of money, whether new trade routes, new inventions, or the whim of changing fashion. Waukeen keeps cordial relationships with other deities, save for Mask, who is her only real enemy—larceny is bad for business, after all.",
				"Waukeen takes the form of a splendidly dressed woman with long golden hair, often accompanied by two golden {@creature Lion|XMM|Lions}. She might more subtly manifest as sprouting golden daffodils, or a stack of gold coins that writhes and slithers like a snake. When she sends an emissary, she sends an awakened golden {@creature Cat|XMM}, {@creature Lion|XMM}, or eagle ({@creature Hawk|XMM}), or she might send a {@creature Sphinx of Lore|XMM}.",
				"Her ardent worshipers include shopkeepers, members of trade organizations, wealthy merchants, caravan guides, itinerant peddlers, moneychangers, and smugglers. Greed motivates those who take Waukeen as a patron, but the Coinmaiden frowns on misers and smiles on the industrious and the profligate. For these reasons, priests who bear her holy symbol are welcome in towns and cities.",
				"Temples of Waukeen resemble guildhalls and serve as meeting places for trade associations. Those who follow Waukeen's ethos create opportunity for all and see competition for wealth as society's best method of progress. Thus, the faithful of Our Lady of Gold are at odds with guilds and others who form monopolies. It's common practice for her followers to set aside a tithe of ten percent of their profits, but rather than being given to a temple, the money is spent to help a struggling business, to finance a new endeavor, or, if all else fails, on frivolous fun.",
				"Chosen of Waukeen possess their god's keen understanding of contracts and agreements and can rival powerful devils at unwinding convoluted terms. They intervene when the wealth of nations is at stake."
			]
		}
	]
}