{
	"_meta": {
		"internalCopies": [
			"backgroundFluff"
		]
	},
	"backgroundFluff": [
		{
			"name": "Chondathan Freebooter",
			"source": "FRHoF",
			"entries": [
				"Though most youths in Chondath accept their four-year term of compulsory military service, you bristled at that authoritarian attempt to control your life. You forsook your nationhood, discarded your given name, and worked as a freebooter with the first ship that would have you. Since then, you've traveled the Vilhon Reach. Though you've never sailed more than a few dozen leagues from land, you make up for it with deep local connections and the breadth of your experiences."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "backgrounds/FRHoF/Chondathan Freebooter.webp"
					},
					"credit": "Miro Petrov",
					"width": 1700,
					"height": 648
				}
			]
		},
		{
			"name": "Dead Magic Dweller",
			"source": "FRHoF",
			"entries": [
				"The dead magic zones of the Anauroch desert are anathema to spellcasters and monsters that rely on magic—which is exactly why you made your life there. Perhaps you're on the run from Red Wizards, or you ran afoul of a powerful djinni in Calimshan. Whatever the case, you decided that living in Anauroch was your best option. After long months or years, you're stronger, wiser, and armed with hard-earned knowledge of desert medicine and wasteland survival."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "backgrounds/FRHoF/Dead Magic Dweller.webp"
					},
					"credit": "Erel Maatita",
					"width": 1700,
					"height": 626
				}
			]
		},
		{
			"name": "Dragon Cultist",
			"source": "FRHoF",
			"entries": [
				"You are an initiate of the Cult of the Dragon. You discovered or were brought to a cell cult, where you exemplified the values honored by dragon cultists: duplicity, secrecy, and determination. In exchange for your oath to serve the cult, the cult offered you the company of fellow dragon worshipers, plus access to resources that might help further your studies in the realms of arcana and occultism."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "backgrounds/FRHoF/Dragon Cultist.webp"
					},
					"credit": "Swatches Studio, Sam White",
					"width": 1700,
					"height": 650
				}
			]
		},
		{
			"name": "Emerald Enclave Caretaker",
			"source": "FRHoF",
			"entries": [
				"As a Caretaker with the Emerald Enclave, you take care of those who care for the world. Either alongside your fellow Emerald Enclave members or by yourself, you've learned essential skills for living with the land: how to track game, where to forage for useful herbs, and even how to forecast the weather. You use these talents to maintain the balance between civilization and the wilds and to rid the world of unnatural creatures."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "backgrounds/FRHoF/Emerald Enclave Caretaker.webp"
					},
					"credit": "Polar Engine",
					"width": 1700,
					"height": 628
				}
			]
		},
		{
			"name": "Flaming Fist Mercenary",
			"source": "FRHoF",
			"entries": [
				"The chief law enforcement branch of Baldur's Gate is the Flaming Fist, a brawny mercenary guild led by the city's grand duke. You once served as a Flaming Fist, where you learned how to preempt trouble with your intimidating stare and, when necessary, absorb deadly blows. Flaming Fist mercenaries, active or retired, are known as some of the toughest, most resilient warriors along the Sword Coast, and you seek to maintain that reputation."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "backgrounds/FRHoF/Flaming Fist Mercenary.webp"
					},
					"credit": "Luca Bancone",
					"width": 1700,
					"height": 648
				}
			]
		},
		{
			"name": "Genie Touched",
			"source": "FRHoF",
			"entries": [
				"Although genies no longer rule Calimshan, genie magic is still common in your homeland. Perhaps you inadvertently summoned a djinni from a magic lamp, or maybe you came upon an oasis guarded by a marid. A dao might have saved you from a landslide, or you bargained with an efreeti for fleeting wealth. However your fate intersected with that of a genie, the experience left you with a keen eye, a silver tongue, and more than a touch of magic."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "backgrounds/FRHoF/Genie Touched.webp"
					},
					"credit": "Luca Bancone",
					"width": 1700,
					"height": 626
				}
			]
		},
		{
			"name": "Harper",
			"source": "FRHoF",
			"entries": [
				"You accepted an invitation to join the Harpers, pledging an oath to uphold the Harper code and act in service to the common good. Like all Harpers, you understand the value of teamwork as well as when it's best to go it alone. Harper veterans have taught you the order's secrets—magical melodies, special watchwords, and legerdemain—and have entrusted you to use such knowledge to surveil and undermine the forces of evil."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "backgrounds/FRHoF/Harper.webp"
					},
					"credit": "Katerina Ladon",
					"width": 1700,
					"height": 649
				}
			]
		},
		{
			"name": "Ice Fisher",
			"source": "FRHoF",
			"entries": [
				"You come from a proud line of ice fishers out of Ten-Towns in Icewind Dale. Catching knucklehead trout isn't the most glorious trade in the North, but it's an honest living. You've trained your senses for the slightest tug on the line, wrestled big trout out of ice-covered lakes, and gutted enough knucklehead trout to feed your village many times over. These experiences have toughened your body and mind for a life of adventuring."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "backgrounds/FRHoF/Ice Fisher.webp"
					},
					"credit": "Erel Maatita",
					"width": 1700,
					"height": 627
				}
			]
		},
		{
			"name": "Knight of the Gauntlet",
			"source": "FRHoF",
			"entries": [
				"Not all who answer the call of a higher power are content to pore over scripture in a stuffy temple apse. You chose the path of the holy warrior by joining the Order of the Gauntlet. As a knight of the Gauntlet, you exercise righteous scorn for the forces of evil, unswerving camaraderie for your siblings in arms, and heartfelt compassion for the survivors of war. With weapon and holy symbol in hand, you've sworn not to rest until the light of justice has vanquished the shadow of chaos across Faerûn."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "backgrounds/FRHoF/Knight of the Gauntlet.webp"
					},
					"credit": "Eric Belisle",
					"width": 1700,
					"height": 648
				}
			]
		},
		{
			"name": "Lords' Alliance Vassal",
			"source": "FRHoF",
			"entries": [
				"You've pledged your loyalty to a member-city of the Lords' Alliance. As an Alliance agent, you must uphold the tenets of the Alliance and seek to increase safety and prosperity along the Sword Coast. You're sworn to bring honor and glory to your lord's house, whether that means securing trade roads for a merchant-lord of Waterdeep or vanquishing monsters upriver of Daggerford. You've trained in the arts of swordplay and statecraft and are as deft with a blade as you are with a quill."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "backgrounds/FRHoF/Lords' Alliance Vassal.webp"
					},
					"credit": "Ignatius Budi",
					"width": 1700,
					"height": 626
				}
			]
		},
		{
			"name": "Moonwell Pilgrim",
			"source": "FRHoF",
			"entries": [
				"Like many who hail from the Moonshae Isles, you grew up revering the blessed land, its unique gods, and the mysterious shrines called the moonwells. As a moonwell pilgrim, you undertook a quest to visit and commune with every moonwell on (or off) the map. Along your idyllic journeys, you collected a repertoire of Moonshavian folk songs, painted landscapes of enchanting vistas, and even learned how to wield a bit of primal magic."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "backgrounds/FRHoF/Moonwell Pilgrim.webp"
					},
					"credit": "Luca Bancone",
					"width": 1700,
					"height": 649
				}
			]
		},
		{
			"name": "Mulhorandi Tomb Raider",
			"source": "FRHoF",
			"entries": [
				"You grew up in a land of living god-kings, and as a child you were told countless stories of ancient empires and buried cities. In these tales, Mulhorand was a land overflowing with forgotten riches—priceless treasures awaiting anyone cunning and brave enough to seek them out. You've taken it upon yourself to explore your homeland's crypts, tombs, and pyramids to reclaim your people's relics."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "backgrounds/FRHoF/Mulhorandi Tomb Raider.webp"
					},
					"credit": "Erel Maatita",
					"width": 1700,
					"height": 627
				}
			]
		},
		{
			"name": "Mythalkeeper",
			"source": "FRHoF",
			"entries": [
				"Mythals are sources of great magical power that can alter the Weave or even the very nature of reality. Most were constructed in antiquity, and many have since been damaged or gone dormant. As a mythalkeeper from the Dalelands, your first experience with a mythal was likely in the ruins of Myth Drannor. You roam Faerûn in search of other ruined places of power, hoping to learn more about the history and powers of mythals—or even restore a malfunctioning one."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "backgrounds/FRHoF/Mythalkeeper.webp"
					},
					"credit": "Pedro Cardoso",
					"width": 1700,
					"height": 648
				}
			]
		},
		{
			"name": "Purple Dragon Squire",
			"source": "FRHoF",
			"entries": [
				"You've pledged your life to the safety of Cormyr and sought admission to that realm's order of elite warriors: the Purple Dragon Knights. But before you have the chance to join the ranks officially, you must first serve as a knight's squire. You've found a liege willing to take you on and teach you the order's ways. Will you uphold the Purple Dragon Knights' ideals of glory, honor, and strength and prove yourself worthy of knighthood?"
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "backgrounds/FRHoF/Purple Dragon Squire.webp"
					},
					"credit": "Ioannis Fiore",
					"width": 1700,
					"height": 626
				}
			]
		},
		{
			"name": "Rashemi Wanderer",
			"source": "FRHoF",
			"entries": [
				"You spent years wandering the highlands of Rashemen, a dangerous windswept heath that's dotted with ancient obelisks enchanted to imprison Fiends and home to dragons, gnolls, and other deadly creatures. Friendships are hard to find in such an isolated land, and you've learned to keep strangers at a distance."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "backgrounds/FRHoF/Rashemi Wanderer.webp"
					},
					"credit": "Bruce Brenneise",
					"width": 1700,
					"height": 648
				}
			]
		},
		{
			"name": "Shadowmasters Exile",
			"source": "FRHoF",
			"entries": [
				"You trained your whole life to become a member of the Shadowmasters, the mysterious thieves' guild that controls the realm of Thesk from behind the scenes. Stealth and quick reflexes were just the start of your Shadowmaster education; you also needed to hone your ruthlessness to ensure the safety of the guild's secrets. But one wrong move led to your expulsion from the order. Now you must walk your own path."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "backgrounds/FRHoF/Shadowmasters Exile.webp"
					},
					"credit": "Bruce Brenneise",
					"width": 1700,
					"height": 627
				}
			]
		},
		{
			"name": "Spellfire Initiate",
			"source": "FRHoF",
			"entries": [
				"You bear the gift of spellfire: a rare form of magic that channels the raw power of the Weave. Wielding spellfire takes a heavy toll on the body. You've trained both mind and body to efficiently wield this sacred power."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "backgrounds/FRHoF/Spellfire Initiate.webp"
					},
					"credit": "Taras Susak",
					"width": 1700,
					"height": 648
				}
			]
		},
		{
			"name": "Zhentarim Mercenary",
			"source": "FRHoF",
			"entries": [
				"Maybe you needed the money. Maybe you longed for a family, no matter how dubious. Or maybe you're just good at getting the job done by any means necessary. Whatever your reason, you enlisted with the Zhentarim, the most notorious mercenary guild in the Realms. Though the Zhentarim's leaders insist the organization is more like a family than a shadowy syndicate, few families exhibit as much dishonesty, nepotism, and corruption as this one. You've honed your cunning, reflexes, and blade to climb the guild's ranks."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "backgrounds/FRHoF/Zhentarim Mercenary.webp"
					},
					"credit": "Ignatius Budi",
					"width": 1700,
					"height": 626
				}
			]
		}
	]
}