{
	"vehicleFluff": [
		{
			"name": "Lyrandar Air Cruiser",
			"source": "EFA",
			"entries": [
				"Haloed by their enormous rings of elemental energy, Lyrandar Air Cruisers cast imposing shadows as they sail through the skies. These airships are the largest and most iconic means of air travel in {@book Khorvaire|ERLW|5|Nations of Khorvaire}, ferrying the wealthy and elite across the {@book Five Nations|ERLW|0|The Five Nations} and beyond. Though airships have become marginally more common since their introduction a few years ago, a fully operational air cruiser is still an impressive sight."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "vehicles/EFA/Lyrandar Air Cruiser.webp"
					},
					"credit": "Dave Sarabia",
					"width": 850,
					"height": 465
				}
			]
		},
		{
			"name": "Lyrandar Skyskiff",
			"source": "EFA",
			"entries": [
				"A recent innovation, the Lyrandar Skyskiff is a nimble and compact airship used for short-range travel and rescue missions. When larger airships are marooned in the sky due to elemental engine failures or other malfunctions, crews often enlist a fleet of skyskiffs to tow the marooned ships to a docking tower for maintenance."
			]
		},
		{
			"name": "Strider Airship",
			"source": "EFA",
			"entries": [
				"The Strider Airship is favored by independent merchants, explorers, and privateers. Larger than a skyskiff but smaller than an air cruiser, these reliable vessels provide ample speed and protection for ferrying cargo across the skies.",
				"Many strider crews take a personal shine to their vessels, modifying stations and adding unique decorative flairs to reflect the crew's composition. One ship might have gold filigree and clockwork wings flanking its hull, while another might have a flaming ballista proudly mounted on its bow."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "vehicles/EFA/Strider Airship.webp"
					},
					"imageType": "map",
					"id": "000",
					"title": "Strider Airship Map",
					"credit": "Sean Macdonald",
					"width": 3165,
					"height": 4096,
					"grid": {
						"type": "square",
						"size": 116,
						"offsetX": -21,
						"offsetY": 11
					}
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "vehicles/EFA/Strider Airship Player Version.webp"
					},
					"imageType": "mapPlayer",
					"mapParent": {
						"id": "000"
					},
					"title": "Player Version",
					"width": 3165,
					"height": 4096,
					"grid": {
						"type": "square",
						"size": 116,
						"offsetX": -21,
						"offsetY": 11
					}
				}
			]
		}
	]
}