{
	"_meta": {
		"internalCopies": [
			"raceFluff"
		]
	},
	"raceFluff": [
		{
			"name": "Dragonborn (Chromatic)",
			"source": "FTD",
			"entries": [
				"Dragonborn with chromatic ancestry claim the raw elemental power of chromatic dragons. The vibrant colors of black, blue, green, red, and white dragons gleam in those dragonborn's scaled skin and in the deadly energy of their breath weapons. Theirs is the raw elemental fury of the volcano, of biting arctic winds, and of raging lightning storms, as well as the subtle whisper of swamp and forest, toxic and corrosive."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/FTD/Chromatic Dragonborn.webp"
					},
					"title": "A red dragonborn sell-sword waits for a client",
					"credit": "Randy Vargas",
					"width": 1700,
					"height": 1111
				}
			]
		},
		{
			"name": "Dragonborn (Gem)",
			"source": "FTD",
			"entries": [
				"Gem dragonborn partake of the heritage of gem dragons, who claim to be heirs of Sardior, the Ruby Dragon. The colors and mysterious powers of gem dragons—amethyst, crystal, emerald, sapphire, and topaz—gleam in these dragonborn's scaled skin and course through their veins. Theirs are the wonders of the mind, the force of will, the brilliant light of insight, and the resounding echo of discovery—but also the desiccation of despair."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/FTD/Gem Dragonborn.webp"
					},
					"title": "Sapphire, amethyst, and emerald dragonborn share stories around the fire",
					"credit": "Zoltan Boros",
					"width": 1700,
					"height": 1103
				}
			]
		},
		{
			"name": "Dragonborn (Metallic)",
			"source": "FTD",
			"entries": [
				"Dragonborn with metallic ancestry lay claim to the tenacity of metallic dragons—brass, bronze, copper, gold, and silver—whose hues glint in their scales. Theirs is the fire of hearth and forge, the cold of high mountain air, the spark of inspiration, and the scouring touch of acid that purifies."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/FTD/Metallic Dragonborn.webp"
					},
					"title": "A copper dragonborn readies her acidic breath as foes approach",
					"credit": "Andrey Kuzinskiy",
					"width": 1700,
					"height": 1137
				}
			]
		}
	]
}