{
	"_meta": {
		"internalCopies": [
			"raceFluff"
		]
	},
	"raceFluff": [
		{
			"name": "Aven",
			"source": "PSA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Aven have humanlike bodies, arms, and legs, along with birdlike wings and heads. Two distinct varieties of aven are found in Naktamun. One has the head of a hawk or similar bird of prey, with short wings allowing fast flight. The other variety has the head of an ibis atop a long neck, with wide, angular wings better suited to soaring. All aven have lean bodies with feathers extending from their heads down to their shoulders.",
						"Aven delight in flying above their foes, using their superior mobility to confound and outpace their opponents. They love soaring through the sky as well, though the Hekma limits their altitude. Like all people of Naktamun, they are grateful for the Hekma's protective magic, of course. But they keenly anticipate the hour when the God-Pharaoh will return and dissolve the veil, letting them fly without limit in the afterlife.",
						{
							"type": "entries",
							"name": "Combat Classes",
							"entries": [
								"Spellcasters are common among {@race Aven (Ibis-Headed)|PSA|ibis-headed aven} drawn to follow the teachings of Kefnet. Their physical resemblance to the god of knowledge is reflected in the metal discipline, focus, and confidence for which aven spellcasters are known. They wield magic of air, wind, and sometimes water to buffet their foes, enhance their own flight, and counter enemy attacks. Hawk-headed aven who follow the path of the mage are more likely to learn sand-based magic that can cloud the air, blast their foes, or bury enemies in living dunes.",
								"{@race Aven (Hawk-Headed)|PSA|Hawk-headed aven} are often drawn to master techniques of long-range combat, whether the {@item javelin|PHB} that is the preferred weapon of many, the bow, or other thrown weapons. Whatever weapon they use, aven hover and swoop in the air above the fray, seeking the opportune moment to strike in exactly the right place. In line with the teachings of the god of solidarity, they often fly in tight formations with other aven in their crops, supporting and protecting each other. Aven take great pride in the precision of their attacks, relying on their keen vision and superior vantage points. They view the sharp tip of a {@item javelin|PHB} or {@item arrow|PHB} as a symbol of their love for precision, and some initiates maintain carefully tended collections of spearheads or arrowheads.",
								"A relatively small number of aven of both varieties end up focusing on hand-to-hand combat. Even there, they use their ability to fly to great advantage, often swooping down on their foes from a great height. The speed and power of a blow from a diving aven can be utterly devastating, but such a strike poses a tremendous risk to the aven as well as the target. An aven who fails to pull up from the dive in time can suffer even worse injuries than the target of the attack. Aven often minimize this risk by hurling {@item javelin|PHB|javelins} while they dive, then pulling up early after a successful throw."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/PSA/Aven.webp"
					},
					"title": "Tah-Crop Elite",
					"credit": "Raoul Vitale",
					"width": 1276,
					"height": 880
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/PSA/Aven2.webp"
					},
					"title": "Companion of the Trials",
					"credit": "Aaron Miller",
					"width": 603,
					"height": 375
				}
			]
		},
		{
			"name": "Aven (Hawk-Headed)",
			"source": "PSA",
			"_copy": {
				"name": "Aven",
				"source": "PSA",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": {
							"type": "section",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"Following the example of Oketra, hawk-headed aven often focus on the techniques of long-range combat. Most prefer {@item javelin|phb|javelins}, but some are skilled with bows, {@item spear|phb|spears}, and {@item handaxe|phb|throwing axes}."
									]
								},
								{
									"type": "hr"
								}
							]
						}
					}
				}
			}
		},
		{
			"name": "Aven (Ibis-Headed)",
			"source": "PSA",
			"_copy": {
				"name": "Aven",
				"source": "PSA",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": {
							"type": "section",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"A majority of ibis-headed aven, drawn to the teachings of Kefnet, specialize in spellcasting. They take great pride in all the qualities they share with the god of knowledge—not just their avian heads, but their quick wit, self-confidence, cunning, and spellcasting prowess."
									]
								},
								{
									"type": "hr"
								}
							]
						}
					},
					"images": {
						"mode": "appendArr",
						"items": [
							{
								"type": "image",
								"href": {
									"type": "internal",
									"path": "races/PSA/Aven (Ibis-Headed).webp"
								},
								"title": "Zenith Seeker",
								"credit": "Jason Kang",
								"width": 759,
								"height": 887
							}
						]
					}
				}
			}
		},
		{
			"name": "Human (Amonkhet)",
			"source": "PSA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Of the five humanoid races of Amonkhet, humans are the most diverse and adaptable. Different humans train in a wide variety of fighting styles, including those particularly favored by other races. A human mage might use any of the five colors of mana, while mages of other races focus on one of only two colors. Human {@background vizier|PSA|viziers} serve all five gods, and different human {@background initiate|PSA|initiates} excel in different trials. Humans defy trends and categorization, and opponents who face a human in one-on-one combat can't know what kind of fight to expect—from the foresight and cunning often associated with Kefnet, to a ruthlessness that emulates Bontu. At the beginning of such a fight, this uncertainty can give an edge to the human combatant.",
						"Once the fight has begun, of course, victory relies on different factors. But here, the human drive toward perfection once more tilts the scales in their favor. Humans are willing to go to any length, exhausting all available options, to reach the pinnacle of achievement and win the favor of the God-Pharaoh.",
						{
							"type": "entries",
							"name": "Two Roads to Perfection",
							"entries": [
								"As diverse as they are in most respects, the humans of Amonkhet share a drive toward perfection. However, they approach this challenge differently. Some humans specialize in a relatively narrow set of skills, while others seek to master a wide range.",
								{
									"type": "entries",
									"name": "Perfection through Specialization",
									"entries": [
										"Humans who choose a path of specialization often piously identify with one of the five gods (often as a {@background vizier|PSA}), and thus focus on one aspect of perfection. For them, the best way to earn a place in the afterlife is to hone a single facet of their character to the utmost quality, and as {@background initiate|PSA|initiates}, they hope to put that quality to use in all five trials. A mage {@background initiate|PSA} who identifies with Hazoret might cultivate zeal above all other virtues, master spells of fiery magic to channel that powerful emotion, and rely on raw energy and enthusiasm to get through the four trials leading up to Hazoret's final test. An {@background initiate|PSA} dedicated to Oketra, on the other hand, relies on cooperation, solidarity, and teamwork to get through the trials—even Bontu's Trial of Ambition, which attempts to break down such bonds. To Oketra's disciple, ambition means a drive to help an entire crop of initiates achieve glory together, rather than exalting oneself over others. Humans with this viewpoint see their chosen virtue coloring all others, and believe that the five gods offer their people a choice of which virtue to emulate and emphasize."
									]
								},
								{
									"type": "entries",
									"name": "Perfection through Balance",
									"entries": [
										"Other humans believe that true perfection lies in mastering all the virtues, without giving preference to any one over the others. They compare themselves to multifaceted stones whose beauty lies in the polished perfection of every facet. These humans are careful not to let their skills in one area outshine their other efforts, and if they grow too accomplished in one set of skills, they set it aside to concentrate their training on others until their abilities are in balance once more.",
										"Philosophically, such humans believe that the gods are five in number so as to remind the people of Amonkhet not to focus their attention on a single god or a single virtue, but to serve the gods equally and master their teachings to the same degree. Thus they hope to achieve a balanced state of perfection that will guarantee their admission into the afterlife."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Combat Classes",
							"entries": [
								"Most human initiates focus their studies on a single specialization—hand-to-hand combat, long-range combat, or magical combat. Humans who choose hand-to-hand combat might focus with single-minded devotion on the use of the sickle-bladed khopesh (treat as a {@item longsword|phb}). Other hand-to-hand specialists take a broader perspective and study the use of all weapons equally.",
								"Some humans, however, apply the idea of perfection through balance to these combat specializations as well, fusing multiple styles together into a unique blend. For example, a human {@background initiate|PSA} might use spells to shape sand into a sword or to wreathe arrows with life-draining magic. Other {@background initiate|PSA|initiates} strike with an axe in one hand while throwing smaller axes with the other, employing techniques of both hand-to-hand and long-range combat. Some humans use slings to launch fireballs, create illusory nets to restrain their opponents, or craft their blades from solid toxins."
							]
						},
						"The humans of Amonkhet use the {@race Human (Variant)|PHB|variant human} traits presented in the {@book Player's Handbook|PHB}. This allows them greater specialization from the very beginning of their careers, and emphasizes the diversity of the human race."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/PSA/Human (Amonkhet).webp"
					},
					"title": "Soul-Scar Mage",
					"credit": "Steve Argyle",
					"width": 1174,
					"height": 883
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/PSA/Human (Amonkhet)2.webp"
					},
					"title": "Victory",
					"credit": "Grzegorz Rutkowski",
					"width": 1276,
					"height": 556
				}
			]
		},
		{
			"name": "Khenra",
			"source": "PSA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"The khenra of Amonkhet are tall and lean, with graceful bodies and heads that strongly resemble {@creature jackal||jackals}. Their snouts are long and sharp, and their angular ears rise straight above their heads. Their bodies are covered in dark, sleek hair that ranges from the brown of the desert sands to ebony black. Despite their sharp teeth, they consider biting to be an uncouth and unworthy combat tactic.",
						"Nearly every khenra is born a fraternal or identical twin, and a pair of khenra twins forms an extremely close emotional bond unknown to most other residents of Amonkhet. The death of one twin in training or the trials causes a tremendous shock to the survivor, who typically grows more aggressive and foolhardy in battle. The rare khenra who are born without twins are believed to have killed their siblings in the womb, and are thus viewed as natural-born {@background initiate|PSA|initiates}, sure to achieve a glorified death in the Trial of Zeal.",
						{
							"type": "entries",
							"name": "Strength and Zeal",
							"entries": [
								"Many khenra believe that they are created in the image of Hazoret, and though they venerate all five gods in the manner of all citizens of Naktamun, they have a special affinity for the teachings and philosophy of the god of zeal. These khenra share a deep love of combat, especially hand-to-hand fighting, and they devote themselves to their training with particular intensity.",
								"The familial bond experienced in the Family Temple of Hazoret's monument is a part of every khenra's experience as one of a pair of twins. As such, these khenra sometimes think of themselves as Hazoret's children even before they finish the fourth trial. For her part, Hazoret seems to favor khenra among her {@background vizier|PSA|viziers}, and some say that she shows particular favor to khenra {@background initiate|PSA|initiates} who survive to reach the Trial of Zeal.",
								"Other khenra choose to distance themselves from Hazoret and the reckless battle frenzy she encourages. They devote themselves instead to honing their physical strength, resilience, and adaptability, inspired and guided by the teachings of Rhonas. These khenra have a great fondness for wrestling (or tussling, as they often call it), and they keep careful track of the matches they win and lose against other {@background initiate|PSA|initiates}. They often seek out matches against {@race minotaur (Amonkhet)|PSA|minotaurs}, enjoying the challenge of pitting their sinewy strength against the brute muscle of larger and heavier opponents."
							]
						},
						{
							"type": "entries",
							"name": "Combat Classes",
							"entries": [
								"Khenra, especially those devoted to Hazoret, are particularly drawn to hand-to-hand combat styles. But the other styles each have their own appeal, and khenra initiates might find themselves specializing in any of the three.",
								"Khenra who focus on hand-to-hand combat often wield the khopesh—a large sickle-bladed sword—as their weapon of choice (treat as a {@item longsword|phb}). Khenra wield these blades with devastating accuracy and power, landing one crushing blow after another in a hail of furious attacks. They favor lightweight armor that doesn't impede their movement, often comparing fighting in organized ranks to wearing a leash that limits their ability to charge, lunge, and roll away from danger. Their natural aggression makes them ideal shock troops, scouts, and skirmishers. And that aggression is even more pronounced in khenra who have already lost their twin, and who sometimes lose any sense of self-preservation as a result.",
								"Khenra who focus on long-range combat prefer hurled weapons—spears and javelins—over bows and slings, and they are known and feared for their deadly accuracy. They carry small cases of {@item javelin|PHB|javelins} into combat, and feel ashamed if they reach the end of a battle with any weapons left unthrown. A khenra might ride on a {@item chariot|PHB} as a {@item spear|PHB} thrower, sometimes augmenting attacks with minor spells of fire magic.",
								"Many khenra mages specialize in fire spells, creating blades or hails of flame to sear and scorch their foes. Their strategy emphasizes overwhelming initial assaults, in magical emulation of Hazoret's battle frenzy. Others prefer magic that augments their natural speed and strength, bolsters their endurance, or drains strength from their enemies. They work to hone their spells alongside their bodies, incorporating elements of hand-to-hand combat into their spellcasting."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/PSA/Khenra.webp"
					},
					"title": "Trueheart Twins",
					"credit": "Matt Stewart",
					"width": 1276,
					"height": 786
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/PSA/Khenra2.webp"
					},
					"title": "Nimble-Blade Khenra",
					"credit": "Tomasz Jedruszek",
					"width": 1275,
					"height": 705
				}
			]
		},
		{
			"name": "Minotaur (Amonkhet)",
			"source": "PSA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Minotaurs are powerfully built, barrel-chested humanoids with heads resembling rams. Their horns curl tight-ly against the sides of their heads to encircle their ears, and manes of shaggy fur—shorter in females—fall over their broad shoulders. As their appearance suggests, they combine physical strength with stubbornness, bravado, and reckless bravery. They revel in combat, especially when the odds against them seem overwhelming.",
						"Minotaurs are rowdy, boisterous, and direct to the point of rudeness. They have no qualms about declaring what they want and defying others to keep it from them. In combat, they bellow loud challenges in defiance of their foes, and roar with laughter as they triumph.",
						"Minotaurs believe they hold a unique place among the races of Amonkhet. The {@race khenra|PSA} can look to Hazoret, the {@race naga|PSA} to Rhonas, and the {@race aven|PSA} to Kefnet to see themselves represented among the gods. Humans have no single god to look to, which explains why they demonstrate such variety. But only one god bears a pair of curving horns: the God-Pharaoh himself, who holds a special place for many of the minotaurs of Amonkhet.",
						{
							"type": "entries",
							"name": "Ruthless and Reckless",
							"entries": [
								"Even those minotaurs who feel personal affinity for the horned God-Pharaoh align themselves most closely with Bontu and Hazoret in practice. Driven by a fierce and powerful desire to prove themselves, to earn glory in life, and to win a glorious death, they view every challenge or obstacle as a chance to demonstrate their prowess. With ruthless abandon, they slash, batter, and pummel their way through anyone or anything that stands in the way of their own advancement. With reckless fervor, they fight without heed for their own safety, shrugging off the blows of their enemies."
							]
						},
						{
							"type": "entries",
							"name": "Combat Classes",
							"entries": [
								"Their size and strength makes minotaurs ideally suited for hand-to-hand combat. They are most effective on the offensive, delivering an endless barrage of attacks that keep their foes off balance, shatter shields and weapons, and inevitably break their opponents. These minotaurs favor large, heavy weapons such as axes, {@item maul|PHB|mauls}, and two-handed khopeshes (treat as a {@item greatsword|phb}), but they are also fond of unarmed combat. Many love to throw their weapons aside in favor of pummeling opponents into submission with their horns and bare hands, believing that such a victory is more glorious—and more humiliating to the loser.",
								"But though minotaurs are known for their physical size and strength, this hardly precludes the presence of keen minds and powerful spellcasters among them. Though they are fewer in number than hand-to-hand specialists, minotaur mages draw on their natural ferocity to instill terror in the hearts of their opponents with a terrible roaring bellow. They manifest their fury as blasts of flame, or imbue their own horns and fists with searing heat to make their physical attacks more deadly.",
								"The relatively few minotaurs who specialize in long-range combat enjoy one aspect of that style in particular—the opportunity to draw first blood, marking the moment when a battle has truly begun. Minotaurs use {@item longbow|phb|heavy bows} and {@item javelin|phb|javelins}, and take special delight in firing into the middle of enemy formations to sow as much chaos and confusion as possible."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/PSA/Minotaur (Amonkhet).webp"
					},
					"title": "Neheb, the Worthy",
					"credit": "Chris Rahn",
					"width": 1276,
					"height": 795
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/PSA/Minotaur (Amonkhet)2.webp"
					},
					"title": "Minotaur Sureshot",
					"credit": "Joseph Meehan",
					"width": 577,
					"height": 1374
				}
			]
		},
		{
			"name": "Naga",
			"source": "PSA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Naga resemble enormous snakes with shoulders, arms, and a torso that resembles a humanoid form. They typically hold their heads and torsos off the ground while moving, but they can increase their speed by lowering their bodies and using their hands for extra propulsion. They adorn their torsos with armor, jewelry, and a vague nod toward the clothing worn by other races. Male naga have broad hoods, wider than their shoulders, while females have narrower hoods and longer faces.",
						"Naga believe in a principle called the Sweetest Harmony, which describes a perfect balance between the body and the mind. Finding that balance, as they understand it, is a sure path to glory in the trials, since a combination of physical and mental preparation will ensure success in every trial. For an example of this Sweetest Harmony, they point to the Luxa river and the land it nourishes, which exist in a delicate and life-giving balance. Either one without the other would be diminished and useless. Just so, mental strength supports physical capabilities, and physical fortitude feeds mental tenacity, so neither mind nor body can exist in isolation.",
						"In the same way, the naga believe that Kefnet and Rhonas exist in interdependence, and that their trials are best conceived as two halves of a whole. But in practice, as much as they strive for balance and harmony, most naga identify more strongly with one god than the other.",
						{
							"type": "entries",
							"name": "Combat Classes",
							"entries": [
								"To the benefit of those naga who struggle with the ideal of the Sweetest Harmony, the training of acolytes encourages specialization. Thus, naga who follow in the path of the snake-headed god Rhonas can cultivate their physical strength as they specialize in hand-to-hand combat styles, while other naga favor the teachings of Kefnet and other combat styles.",
								"Naga who specialize in hand-to-hand combat rely on axes, {@item dagger|PHB|daggers}, and {@item shortsword|PHB|shortswords}—but also on their own fangs and the constricting strength of their serpentine bodies. They make extensive use of poison, coating their weapons with multiple layers of deadly substances—including, but by no means limited to, their own venom. Quick, well-timed, and well-placed blows, followed by an equally nimble retreat, allow many naga to triumph over opponents who might seem stronger. With acknowledgment of the Sweetest Harmony, these naga cultivate an understanding of strategy and tactics that enhances their physical training.",
								"Speed and accuracy are equally important to naga who specialize in long-range combat. Some prefer to analyze a battle from a distance and pick off the strongest opponents with their ranged weapons, including poisoned {@item spear|PHB|spears} and {@item arrow|PHB|arrows}. Others ride in {@item chariot|PHB|chariots} driven by trusted drivers (usually other naga) and throw their {@item spear|PHB|spears} from the midst of battle. In any case, they excel at finding and exploiting strategic advantages.",
								"Some naga mages, drawn to the example of Kefnet, make extensive use of illusion magic to trick and mislead their opponents. Others apply Rhonas's teachings to their studies, wielding poisonous magic that weakens opponents or kills them outright with clouds or darts of deadly toxins. Still others, in service to the ideal of balance, use the magical power of their minds to enhance their physical strength and speed."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/PSA/Naga.webp"
					},
					"title": "Naga Oracle",
					"credit": "Deruchenko Alexander",
					"width": 1217,
					"height": 1345
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/PSA/Naga2.webp"
					},
					"title": "Tah-Crop Skirmisher",
					"credit": "Victor Adame Minguez",
					"width": 1277,
					"height": 867
				}
			]
		}
	]
}