{
	"_meta": {
		"internalCopies": [
			"deity"
		]
	},
	"deity": [
		{
			"name": "Bahgtru",
			"source": "VGM",
			"page": 83,
			"_copy": {
				"name": "Bahgtru",
				"source": "SCAG",
				"pantheon": "Orc"
			},
			"pantheon": "Orc",
			"customExtensionOf": "Bahgtru|Orc|SCAG",
			"title": "the Leg Breaker",
			"entries": [
				"Despite the influence of Ilneval, orcs are and will forever be brutal and feral in how they wage war. Bahgtru is the deity who epitomizes the physical might and ruthlessness that orcs use to overwhelm their foes. He is the one who drives every thrust of an orc's weapon, so that it does as much harm as possible.",
				{
					"type": "entries",
					"name": "Fearless and Mighty",
					"entries": [
						"In the myths, it is said that Bahgtru was out hunting when he was surprised by the mightiest of the behirs, one with hundreds of legs. In a flash, Bahgtru was wrapped in the creature's coils and gripped by its legs. No one had ever escaped the grasp of the behir, but Bahgtru saw this as the ultimate test of his strength, and laughed at his good fortune. One by one, Bahgtru broke the behir's legs, and freed himself from its clutches. The creature's shrieks became the lightning of the storm, and its broken femur became the symbol of Bahgtru's followers, reminding them that anything can be broken and defeated by superior strength."
					]
				},
				{
					"type": "entries",
					"name": "Competing in Cruelty",
					"entries": [
						"Most young orcs that an explorer or an adventurer might encounters are followers of Bahgtru. Orcs of Bahgtru continually try to prove their superior strength and endurance through cruel contests against their tribe mates, acts of unprovoked belligerence, and great success in battle. It is through these tests of strength that Bahgtru's followers prove which among them will eventually be worthy of Gruumsh's unwavering gaze."
					]
				},
				{
					"type": "entries",
					"name": "The Sacred Bull",
					"entries": [
						"Orcs of Bahgtru sometimes enter battle astride {@creature aurochs|vgm}, large creatures that resemble oxen or cattle but are much more ferocious. By doing so they honor the creatures as well as their deity, because legends tell that Bahgtru also rode a great bull into battle. No orc will eat or harm one of these sacred beasts, which are believed to be imbued with Bahgtru's spirit."
					]
				}
			]
		},
		{
			"name": "Dendar",
			"source": "VGM",
			"page": 93,
			"pantheon": "Yuan-ti",
			"entries": [
				"The Night Serpent came into being before recorded history, spawned from the feverish dreams of the first intelligent creatures. She subsists and grows stronger by feeding on the fears that plague the folk of the world. Her followers believe that Dendar is a harbinger of the end of things, which will come when she amasses enough power to consume the world. Another legend concerning her speaks of an iron door to the underworld behind which she lurks; when the time is right, she will tear it down, then eat the sun, plunging the world into darkness before she finally devours it.",
				"Yuan-ti worshipers of Dendar are led by nightmare speakers, malison warlocks that honor their deity through acts of terror and receive magical power in return. Rather than killing enemies, these followers of the Night Serpent prefer to threaten and torture them, the better to feed and strengthen the goddess."
			]
		},
		{
			"name": "Gruumsh",
			"source": "VGM",
			"page": 82,
			"_copy": {
				"name": "Gruumsh",
				"source": "SCAG",
				"pantheon": "Orc"
			},
			"pantheon": "Orc",
			"customExtensionOf": "Gruumsh|Orc|SCAG",
			"title": "He Who Watches",
			"entries": [
				"Gruumsh, the undisputed ruler of the orc pantheon, pushes his children to increase their numbers so they may be his instrument of revenge against the realms of elves, humans, and dwarves. In order to spite the gods who spurned him, Gruumsh leads his orcs on a mission of ceaseless slaughter, fueled by an unending rage that seeks to lay waste to the civilized world and revel in its anguish.",
				"Orcs are naturally chaotic and unorganized, acting on their emotions and instincts rather than out of reason and logic. Only certain charismatic orcs, those who have been directly touched by the will and might of Gruumsh, have the capacity to control the other orcs in a tribe.",
				{
					"type": "entries",
					"name": "A Chosen Few",
					"entries": [
						"Orcs don't become renowned in their tribes by choosing Gruumsh; he chooses them. An orc might claim its allegiance to Gruumsh, but only those who have proven themselves through feats of strength and ferocity in war are considered worthy of being true worshipers. Gruumsh singles out these individuals by bestowing upon each one a powerful dream or vision that signifies acceptance into his inner circle.",
						"Those who are visited by Gruumsh are transformed psychologically and often physically by the experience. Some are driven to the brink of madness, reduced to muttering about omens and prophecies, while others become imbued with supernatural power and rise to positions of leadership."
					]
				},
				{
					"type": "entries",
					"name": "Eyes of Gruumsh",
					"entries": [
						"A few of the orcs touched by the power of Gruumsh are given the ultimate honor of carrying a small part of the god's overwhelming rage into battle, in the form of magic that augments their weapons and helps the tribe succeed. To become an eye of Gruumsh, an orc that has been chosen by Gruumsh must gouge out one of its eyes as a sign of devotion, sacrificing half of its mortal vision in return for divine power. These god-touched orcs are revered as living connections to Gruumsh, and are treated with respect even when they are old and infirm."
					]
				},
				{
					"type": "inset",
					"name": "Nishrek and the Eternal War",
					"entries": [
						"Orcs believe that if they die with honor, their spirits go to the plane of Acheron, the Infinite Battlefield-specifically the layer of Nishrek, where they join Gruumsh's army and fight on his behalf in the endless war against the goblinoid followers of Maglubiyet. Gruumsh sees this conflict as a chance to pit his people against an eager foe and enable them to prove their worth before their deities. He relishes every short-term triumph and swears revenge for every setback.",
						"Luthic, though, takes a longer view. She understands the cosmic implications of Maglubiyet's attacks. To prevent the goblinoids from outstripping her people in population, she urges the orcs to have many offspring and teach them the ways of battle not only for survival in the material world, but to keep Maglubiyet at bay in the conflict on the planes. Her children will remain in her care, and if need be she wouldn't hesitate to take to the field herself and claw Maglubiyet's beady eyes from his face to prevent him from taking them from her.",
						"The cosmic battle between the two pantheons has raged for eons without resolution, leading those who study its ebb and flow to expect the stalemate to continue. A different view is put forth by the archmage Tzunk, who notes that Maglubiyet has never faced a foe as ferocious and protective as Luthic. He predicts that the war will end with Luthic the only deity standing, as the cave mother ascends to rule her warrior children."
					]
				}
			]
		},
		{
			"name": "Ilneval",
			"source": "VGM",
			"page": 83,
			"_copy": {
				"name": "Ilneval",
				"source": "SCAG",
				"pantheon": "Orc"
			},
			"pantheon": "Orc",
			"customExtensionOf": "Ilneval|Orc|SCAG",
			"title": "the War Maker",
			"entries": [
				"Ilneval is the loyal right hand of Gruumsh. He is the god who plans the attacks and devises the strategies that allow the forces of Gruumsh to dominate the battle and fill their war wagons with plunder and severed heads. Ilneval stands with his bloody sword, calling to those who understand the ebb and flow of combat to sit around his council fire and learn the ways of warfare.",
				{
					"type": "entries",
					"name": "Skilled Strategists",
					"entries": [
						"Orcs that show aptitude for the nuances of warfare at an early age are considered chosen by Ilneval and are groomed to serve as blades of Ilneval. These individuals are battle captains that follow the orders of the tribe's chief, leading a portion of the tribe's warriors into the thick of battle and bringing a measure of strategy to the assault. Blades of Ilneval are fearsome opponents, seeming to have an uncanny sense of when to move and when to strike, able to exploit the weakness of their enemy like a pack of hungry wolves."
					]
				}
			]
		},
		{
			"name": "Luthic",
			"source": "VGM",
			"page": 84,
			"_copy": {
				"name": "Luthic",
				"source": "SCAG",
				"pantheon": "Orc"
			},
			"pantheon": "Orc",
			"customExtensionOf": "Luthic|Orc|SCAG",
			"title": "the Cave Mother",
			"entries": [
				"While Gruumsh is the external force that pushes the orcs to victory over their enemies, it is the influence of Luthic, his wife, that binds them together and makes the orcs internally cohesive. She is the force that keeps the explosive rage of Gruumsh from bursting the orcs apart. If it was not for the followers of Luthic, it is possible that the race of orcs would be no more than small bands of warrior-nomads, scratching out a meager existence, rather than a force capable of great destruction.",
				"Far from the den's war hearth, within the protective depths of the caves, the followers of Luthic tend the orc brood, raising them to be strong and cruel like their progenitors. By invoking the power of superstitions, omens, and traditions, these claws of Luthic hold the tribe together through ritual, fear and, if necessary, force.",
				{
					"type": "entries",
					"name": "Talons of the Bear",
					"entries": [
						"Luthic is often thought to take the guise of an enormous cave bear. Her followers honor this aspect of her by keeping cave bears as pets to guard the whelping pens that are filled with squabbling young. Luthic's devoted also grow their claws long and paint them black to mimic the fearsome talons of their goddess. Luthic rewards them by making their claws as strong and tough as iron."
					]
				},
				{
					"type": "entries",
					"name": "Holding the Fort",
					"entries": [
						"Along with protecting the young and the tribe's food stores, the worshipers of Luthic also serve as the crafters, engineers, and builders of an orc tribe. They fashion crude weapons, armor, and the few manufactured items that the orcs need for daily life. When the tribe is away on raids, they are expected to dig deeper into the caverns of the den to create more living space for the ever-increasing population."
					]
				}
			]
		},
		{
			"name": "Merrshaulk",
			"source": "VGM",
			"page": 94,
			"pantheon": "Yuan-ti",
			"entries": [
				"Though the Master of the Pit is not conscious, neither is he entirely dormant. Mirroring the fate of yuan-ti in the world, Merrshaulk entered a deep slumber when the serpent folk left the surface and went into hiding in ages past. It is unclear if declining worship caused him to fall asleep, or if his prolonged torpor caused his worshipers to abandon him. Even in his compromised state, Merrshaulk grants spells to his clergy in response to their invocations. Rousing him for advice or direct intervention is possible, but requires many ritual murders to be performed in his name, and his return to consciousness lasts only a short time.",
				"The leaders of Merrshaulk's worshipers, called pit masters, are malison warlocks that uphold and advance the age-old yuan-ti traditions. They sense that it has become easier to wake him in recent decades, and believe this to be a sign that he will soon fully awaken, shed his skin, and-renewed by transformation-restore the yuan-ti to their rightful place as masters of the mortal world."
			]
		},
		{
			"name": "Shargaas",
			"source": "VGM",
			"page": 84,
			"_copy": {
				"name": "Shargaas",
				"source": "SCAG",
				"pantheon": "Orc"
			},
			"pantheon": "Orc",
			"customExtensionOf": "Shargaas|Orc|SCAG",
			"title": "the Night Lord",
			"entries": [
				"Shargaas is a god of darkness and the unknown. He is a secretive and murderous deity, dangerous to all except Gruumsh. His realm is the darkness that no creatures but those devoted to him can see through.",
				"To other orcs, the followers of Shargaas are depraved and twisted creatures that have no honor and skulk in the shadows. Rejected by Yurtrus as too unsuitable to serve as custodians of the dead, these orcs live even deeper inside the lair, close to where the entrance to Shargaas's realm is located. There in the darkness, orcs exiled to meet their fate are either brought into the fold as members of the tribe's Shargaas cult, or are torn to pieces and devoured as sacrificial tributes by the worshipers  of the Night Lord.",
				{
					"type": "entries",
					"name": "Culling the Weak",
					"entries": [
						"Although most followers of Shargaas are exiles, living in the farthest reaches of the lair away from the rest of the tribe, others remain within the main body, posing as ordinary warriors. These agents single out the weakest members of the fighting force, because removing these weak links strengthens the rest of the group. Soon after being born, an orc must be able to show that it will grow into a capable warrior, or else it will be visited by the cultists of Shargaas. The cultists also waylay orcs that have proved themselves ineffectual in leadership or combat, then drag them into Shargaas's dark caverns to be ritually murdered and devoured.",
						"This culling of the weak and the unworthy is accepted as necessary by the tribe, but speaking about it is taboo. Those that disappear are simply said to be \"with Shargaas\" and are spoken of no more."
					]
				},
				{
					"type": "entries",
					"name": "Alliance of Convenience",
					"entries": [
						"When faced with a particularly skilled foe able to withstand direct assaults, a war chief might call upon the cultists of Shargaas to assassinate an enemy leader, kidnap an influential hostage, or steal a valuable item.",
						"Gruumsh doesn't always look kindly on acts of subterfuge and indirectness, because orcs are meant to take and do what they want through straightforward assault and brutality. Nonetheless, when the chief seeks the aid of Shargaas to accomplish such a task, the leader of the cult is willing to comply-for a price. In exchange for its less than honorable services, the leader will strike a deal with the war chief to provide food, tools, slaves, or some other commodity that the cult prizes."
					]
				}
			]
		},
		{
			"name": "Sseth",
			"source": "VGM",
			"page": 94,
			"pantheon": "Yuan-ti",
			"entries": [
				"In the last years before the yuan-ti empire collapsed, Sseth appeared to the serpent folk in the form of a winged yuan-ti. He promised to lead the yuan-ti away from the brink of defeat and back to the pinnacle of world domination in return for their veneration. Many of Merrshaulk's devout turned to the worship of the Sibilant Death, believing him to be an avatar of their deity. They granted him enough power to mount a brief recovery, but those actions were too little and too late to prevent the collapse of the empire. Sseth chose to rest and gather strength during the years of decline, as more and more of the yuan-ti adopted his worship.",
				"His most devout followers, known as mind whisperers, use their god-given magic to emulate Sseth's tactics and principles. They strive to succeed by offering an alternative choice to contesting viewpoints or plans, and in so doing they exude an air of self-importance that gives them a less than savory reputation among yuan-ti that follow other gods."
			]
		},
		{
			"name": "Yurtrus",
			"source": "VGM",
			"page": 84,
			"_copy": {
				"name": "Yurtrus",
				"source": "SCAG",
				"pantheon": "Orc"
			},
			"pantheon": "Orc",
			"customExtensionOf": "Yurtrus|Orc|SCAG",
			"title": "the White Hand",
			"entries": [
				"Yurtrus is often depicted as consumed by rot and covered in oozing pustules, utterly repulsive except for his hands, which are pure white and free of any blemish. Yurtrus has no mouth and never utters a sound, so that he may come in absolute silence for his chosen.",
				"The followers of Yurtrus are allowed to dwell on the fringes of the tribe, but are looked upon with distaste and unease. They interact with the tribe mostly on occasions of death, claiming the bones of fallen warriors to add to the ossuary shrines of Yurtrus, and sometimes during shamanic rites when contact with spirits occurs.",
				{
					"type": "entries",
					"name": "The White Hands",
					"entries": [
						"Shamans who heed the telepathic whispers of Yurtrus walk the perilous line between the living and the dead, and gain uncanny powers from doing so. Through this nonverbal communion, they begin to comprehend how to use the magic of death. These shamans, known as White Hands, cover their hands in white ash or wear pale gloves made of elf skin to symbolize their connection to the power of Yurtrus. The necromancy practiced by the shamans of Yurtrus is a force considered taboo by orcs, which makes them both revered and feared by the rest of the tribe."
					]
				},
				{
					"type": "entries",
					"name": "Traffickers of the Dead",
					"entries": [
						"Orcs who die \"a good death\" are sent to Gruumsh by the priests of Yurtrus. The priests seek out the bodies of such fallen heroes and sever their heads, boil or smoke them to rid them of most of the flesh, and then use a ritual punch to break out the bridge of the nose and leave the skull with a single eye. Orcs that appreciate the strength and ferocity of a foe might choose to honor that enemy by giving it the same treatment. The bodies of orcs that die in a failed battle are left behind; they were weak and don't deserve to join Gruumsh. Those that die of old age have typically already been taken into Yurtrus's fold, and their bones are used to build furnishings and structures in the area of the lair dedicated to the worship of Yurtrus."
					]
				},
				{
					"type": "entries",
					"name": "Chosen of Yurtrus",
					"entries": [
						"Orcs that suffer from gruesome diseases are brought into Yurtrus's fold and tended like prized cattle. These orcs are called nurtured ones, and they are considered the chosen of Yurtrus because they have been picked for the special purpose of spreading his virulent message among the enemy. At night, or during a heavy fog, these infected orcs rush toward an enemy's encampment, often through a hail of arrows, in order to spread their affliction within their foe's ranks."
					]
				}
			]
		}
	]
}