{
	"_meta": {
		"internalCopies": [
			"raceFluff"
		]
	},
	"raceFluff": [
		{
			"name": "Aasimar",
			"source": "VGM",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"Aasimar bear within their souls the light of the heavens. They are descended from humans with a touch of the power of Mount Celestia, the divine realm of many lawful good deities. Aasimar are born to serve as champions of the gods, their births hailed as blessed events. They are a people of otherworldly visages, with luminous features that reveal their celestial heritage.",
								{
									"type": "inset",
									"name": "Falling from Grace or Rising to It",
									"entries": [
										"With your DM's consent, you can change your character's subrace to fallen aasimar if your protector/scourge aasimar turns to evil. To do so, replace your subrace benefits, including the ability score increase, with those of a fallen aasimar.",
										"Similarly, if your fallen aasimar turns to good, your DM might allow you to become a protector or scourge aasimar."
									]
								},
								{
									"type": "entries",
									"name": "Celestial Champions",
									"entries": [
										"Aasimar are placed in the world to serve as guardians of law and good. Their patrons expect them to strike at evil, lead by example, and further the cause of justice.",
										"From an early age, an aasimar receives visions and guidance from celestial entities via dreams. These dreams help shape an aasimar, granting a sense of destiny and a desire for righteousness.",
										"Each aasimar can count a specific celestial agent of the gods as a guide. This entity is typically a deva, an angel who acts as a messenger to the mortal world."
									]
								},
								{
									"type": "entries",
									"name": "Hidden Wanderers",
									"entries": [
										"While aasimar are strident foes of evil, they typically prefer to keep a low profile. An aasimar inevitably draws the attention of evil cultists, fiends, and other enemies of good, all of whom would be eager to strike down a celestial champion if they had the chance.",
										"When traveling, aasimar prefer hoods, closed helms, and other gear that allows them to conceal their identities. They nevertheless have no compunction about striking openly at evil. The secrecy they desire is never worth endangering the innocent."
									]
								},
								{
									"type": "entries",
									"name": "Aasimar Guides",
									"entries": [
										"An aasimar, except for one who has turned to evil, has a link to an angelic being. That being—usually a deva—provides guidance to the aasimar, though this connection functions only in dreams. As such, the guidance is not a direct command or a simple spoken word. Instead, the aasimar receives visions, prophecies, and feelings.",
										"The angelic being is far from omniscient. Its guidance is based on its understanding of the tenets of law and good, and it might have insight into combating especially powerful evils that it knows about.",
										"As part of fleshing out an aasimar character, consider the nature of that character's angelic guide. The Angelic Guide tables offer names and natures that you can use to flesh out your character's guide.",
										{
											"type": "table",
											"colLabels": [
												"d6",
												"Name"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"Tadriel"
												],
												[
													"2",
													"Myllandra"
												],
												[
													"3",
													"Seraphina"
												],
												[
													"4",
													"Galladia"
												],
												[
													"5",
													"Mykiel"
												],
												[
													"6",
													"Valandras"
												]
											]
										},
										{
											"type": "table",
											"colLabels": [
												"d6",
												"Nature"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"Bookish and lecturing"
												],
												[
													"2",
													"Compassionate and hopeful"
												],
												[
													"3",
													"Practical and lighthearted"
												],
												[
													"4",
													"Fierce and vengeful"
												],
												[
													"5",
													"Stern and judgmental"
												],
												[
													"6",
													"Kind and parental"
												]
											]
										},
										{
											"type": "inset",
											"name": "Note to the DM: Playing an Angelic Guide",
											"entries": [
												"As DM, you take on the role of an aasimar's angelic guide and decide what kind of advice or omens to send in dreams.",
												"The deva, or other celestial being, is your chance to add special roleplaying opportunities to the game. Remember, a deva lives in a realm of absolute law and good. The deva might not understand the compromises and hard choices that mortals must grapple with in the world. To the deva, an aasimar is a prized student who must live up to high, sometimes inflexible standards."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Conflicted Souls",
									"entries": [
										"Despite its celestial origin, an aasimar is mortal and possesses free will. Most aasimar follow their ordained path, but some grow to see their abilities as a curse. These disaffected aasimar are typically content to turn away from the world, but a few become agents of evil. In their minds, their exposure to celestial powers amounted to little more than brainwashing.",
										"Evil aasimar make deadly foes. The radiant power they once commanded becomes corrupted into a horrid, draining magic. And their angelic guides abandon them.",
										"Even aasimar wholly dedicated to good sometimes feel torn between two worlds. The angels that guide them see the world from a distant perch. An aasimar who wishes to stop and help a town recover from a drought might be told by an angelic guide to push forward on a greater quest. To a distant angel, saving a few commoners might pale in comparison to defeating a cult of Orcus. An aasimar's guide is wise but not infallible."
									]
								},
								{
									"type": "entries",
									"name": "Aasimar Names",
									"entries": [
										"Most aasimar are born from human parents, and they use the same naming conventions as their native culture."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/VGM/Aasimar.webp"
					},
					"credit": "Shawn Wood",
					"width": 385,
					"height": 618
				}
			]
		},
		{
			"name": "Aasimar (Fallen)",
			"source": "VGM",
			"_copy": {
				"name": "Aasimar",
				"source": "VGM",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": {
							"type": "section",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"An aasimar who was touched by dark powers as a youth or who turns to evil in early adulthood can become one of the fallen-a group of aasimar whose inner light has been replaced by shadow."
									]
								}
							]
						}
					}
				}
			}
		},
		{
			"name": "Aasimar (Protector)",
			"source": "VGM",
			"_copy": {
				"name": "Aasimar",
				"source": "VGM",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": {
							"type": "section",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"Protector aasimar are charged by the powers of good to guard the weak, to strike at evil wherever it arises, and to stand vigilant against the darkness. From a young age, a protector aasimar receives advice and directives that urge to stand against evil."
									]
								}
							]
						}
					}
				}
			}
		},
		{
			"name": "Aasimar (Scourge)",
			"source": "VGM",
			"_copy": {
				"name": "Aasimar",
				"source": "VGM",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": {
							"type": "section",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"Scourge aasimar are imbued with a divine energy that blazes intensely within them. It feeds a powerful desire to destroy evil-a desire that is, at its best, unflinching and, at its worst, all-consuming. Many scourge aasimar wear masks to block out the world and focus on containing this power, unmasking themselves only in battle."
									]
								}
							]
						}
					}
				}
			}
		},
		{
			"name": "Bugbear",
			"source": "VGM",
			"monstrous": true,
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/VGM/Bugbear.webp"
					},
					"width": 420,
					"height": 601
				}
			]
		},
		{
			"name": "Firbolg",
			"source": "VGM",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"Firbolg tribes cloister in remote forest strongholds, preferring to spend their days in quiet harmony with the woods. When provoked, firbolgs demonstrate formidable skills with weapons and druidic magic.",
								{
									"type": "entries",
									"name": "Humble Guardians",
									"entries": [
										"Firbolgs love nothing more than a peaceful day spent among the trees of an old forest. They see forests as sacred places, representing the heart of the world and monuments to the durability of life.",
										"In their role as caretakers, firbolgs live off the land while striving to remain in balance with nature. Their methods reflect common sense and remarkable resourcefulness. During a bountiful summer, they store away excess nuts, fruit, and berries. When winter arrives, they scatter everything they can spare to ensure the animals of the wood survive until springtime.",
										"In a firbolg's eyes, there is no greater fault than greed. The firbolgs believe that the world remains healthiest when each creature takes only what it needs. Material goods, especially precious gems and gold, have little appeal to them. What use are such things when winter lingers and food runs short?"
									]
								},
								{
									"type": "entries",
									"name": "Natural Druids",
									"entries": [
										"Firbolgs have a talent for druidic magic. Their cultural reverence for nature, combined with their strong and insightful minds, makes learning such magic an instinctive part of their development. Almost every firbolg learns a few spells, typically those used to mask their presence, and many go on to master nature magic.",
										"Firbolgs who become druids serve as stronghold leaders. With every action the tribe takes, the druids weigh not only the group's needs, but the effect each action will have on the forest and the rest of the natural world. Firbolg tribes would rather go hungry than strain the land during a famine.",
										{
											"type": "inset",
											"name": "Firbolg Classes",
											"entries": [
												"Most firbolgs are druids, rangers, or fighters. Among their kind, these vocations are passed down from one generation to the next. The firbolgs' magical heritage also expresses itself in other ways; those who become bards preserve the clan's lore, and firbolg sorcerers defend their communities. Firbolg wizards arise when a clan becomes friendly with elves.",
												"Firbolg rogues are typically scouts tasked with spying on neighboring folk to determine their intentions. They are most common among firbolgs whose homes border human settlements.",
												"Firbolg barbarians are rare except among clans that face constant threats from evil humanoids and other invaders.",
												"Firbolg clerics and paladins are usually dedicated to nature gods and are seen as enforcers of that god's will.",
												"Firbolg warlocks are rare, but some clans forge alliances and arcane pacts with powerful fey beings.",
												"Firbolg monks are almost entirely unheard of, though a monastery might take in the young survivors of a devastated firbolg clan."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Hidden Shepherds",
									"entries": [
										"As caretakers of the land, firbolgs prefer to remain out of sight and out of mind. They don't try to dominate nature, but rather seek to ensure that it prospers and survives according to its own laws.",
										"Firbolgs use their magic to keep their presence in a forest secret. This approach allows them to avoid the politics and struggles of elves, humans, and orcs. Such events concern the firbolgs only when the events affect the forest.",
										"Even in the face of an intrusion, firbolgs prefer a subtle, gentle approach to prevent damage to their territory. They employ their magic to make the forest an unappealing place to explore by temporarily diverting springs, driving away game, stealing critical tools, and altering trails to leave hunting or lumber parties hopelessly lost. The firbolgs' presence is marked by an absence of animals and a strange quiet, as if the forest wishes to avoid attracting attention to itself. The faster travelers decide to move on, the better.",
										"If these tactics fail, the firbolgs take more direct action. Their observations of a settlement determine what happens next. If the outsiders seem peaceful, the firbolgs approach and gently ask them to leave, even offering food and other supplies to aid their departure. If those who insist on remaining respect nature, take only what they need, and live in harmony with the wood, firbolgs explore the possibility of friendship with them, as long as the outsiders vow to safeguard the forest. If the settlers clearly display evil intentions, however, the firbolgs martial their strength and magic for a single overwhelming attack."
									]
								},
								{
									"type": "entries",
									"name": "Outcast Adventurers",
									"entries": [
										"As guardians of the wood, few firbolgs would dream of leaving their homes or attempting to fit into human society. An exiled firbolg, or one whose clan has been destroyed, might not have a choice in the matter. Most adventuring firbolgs fall into this latter category.",
										"Outcast firbolgs can never return home. They committed some unforgivable deed, usually something that put their homeland at risk, such as starting a forest fire or killing a rare or beautiful wild creature. These firbolgs are loners who wander the world in hope of finding a new place to call home.",
										"Orphaned firbolgs are those whose clans or home lands have been destroyed. They become crusaders for nature, seeking to avenge their loss and prevent the further destruction of the natural world.",
										"A few rare firbolgs are entrusted by their clan with an important mission that takes them beyond their homes. These firbolgs feel like pilgrims in a strange land, and usually they wish only to complete their quests and return home as quickly as possible.",
										"The Firbolg Adventurers table can serve as inspiration for determining why a firbolg character leaves home.",
										{
											"type": "table",
											"caption": "Firbolg Adventurers",
											"colLabels": [
												"d8",
												"Reason for Adventuring"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"Outcast for murder"
												],
												[
													"2",
													"Outcast for severely damaging home territory"
												],
												[
													"3",
													"Clan slain by invading humanoids"
												],
												[
													"4",
													"Clan slain by a dragon or demon"
												],
												[
													"5",
													"Separated from the tribe and lost"
												],
												[
													"6",
													"Homeland destroyed by natural disaster"
												],
												[
													"7",
													"Personal quest ordained by omens"
												],
												[
													"8",
													"Dispatched on a quest by tribe leaders"
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Firbolg Names",
									"entries": [
										"Firbolg adopt elven names when they must deal with outsiders, although the concept of names strikes them as strange. They know the animals and plants of the forest without formal names, and instead identify the forest's children by their deeds, habits, and other actions.",
										"By the same token, their tribe names merely refer to their homes. When dealing with other races, firbolgs refer to their lands by whatever name the surrounding folk use, as a matter of tact and hospitality, but among their own kind they simply call it \"home.\" Sometimes firbolgs adopt the nicknames or titles outsiders give them under the assumption that those who need names can call them whatever they wish."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/VGM/Firbolg.webp"
					},
					"credit": "Shawn Wood",
					"width": 420,
					"height": 515
				}
			]
		},
		{
			"name": "Goblin",
			"source": "VGM",
			"monstrous": true,
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/VGM/Goblin.webp"
					},
					"width": 420,
					"height": 582
				}
			]
		},
		{
			"name": "Goliath",
			"source": "VGM",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"At the highest mountain peaks-far above the slopes where trees grow and where the air is thin and the frigid winds howl-dwell the reclusive goliaths. Few folk can claim to have seen a goliath, and fewer still can claim friendship with them. Goliaths wander a bleak realm of rock, wind, and cold. Their bodies look as if they are carved from mountain stone and give them great physical power. Their spirits take after the wandering wind, making them nomads who wander from peak to peak. Their hearts are infused with the cold regard of their frigid realm, leaving each goliath with the responsibility to earn a place in the tribe or die trying.",
								{
									"type": "entries",
									"name": "Driven Competitors",
									"entries": [
										"Every day brings a new challenge to a goliath. Food, water, and shelter are rare in the uppermost mountain reaches. A single mistake can bring doom to an entire tribe, while an individual's heroic effort can ensure the entire group's survival.",
										"Goliaths thus place a premium on self-sufficiency and individual skill. They have a compulsion to keep score, counting their deeds and tallying their accomplishments to compare to others. Goliaths love to win, but they see defeat as a prod to improve their skills.",
										"This dedication to competition has a dark side. Goliaths are ferocious competitors, but above all else they are driven to outdo their past efforts. If a goliath slays a dragon, he or she might seek out a larger, more powerful wyrm to battle. Few goliath adventurers reach old age, as most die attempting to surpass their past accomplishments."
									]
								},
								{
									"type": "entries",
									"name": "Fair Play",
									"entries": [
										"For goliaths, competition exists only when it is supported by a level playing field. Competition measures talent, dedication, and effort. Those factors determine survival in their home territory, not reliance on magic items, money, or other elements that can tip the balance one way or the other. Goliaths happily rely on such benefits, but they are careful to remember that such an advantage can always be lost. A goliath who relies too much on them can grow complacent, a recipe for disaster in the mountains.",
										"This trait manifests most strongly when goliaths interact with other folk. The relationship between peasants and nobles puzzles goliaths. If a king lacks the intelligence or leadership to lead, then clearly the most talented person in the kingdom should take his place. Goliaths rarely keep such opinions to themselves, and mock folk who rely on society's structures or rules to maintain power."
									]
								},
								{
									"type": "entries",
									"name": "Survival of the Fittest",
									"entries": [
										"Among goliaths, any adult who can't contribute to the tribe is expelled. A lone goliath has little chance of survival, especially an older or weaker one. Goliaths have little pity for adults who can't take care of themselves, though a sick or injured individual is treated, as a result of the goliath concept of fair play.",
										"A permanently injured goliath is still expected to pull his or her weight in the tribe. Typically, such a goliath dies attempting to keep up, or the goliath slips away in the night to seek the cold will of fate.",
										"In some ways, the goliath drive to outdo themselves feeds into the grim inevitability of their decline and death. A goliath would much rather die in battle, at the peak of strength and skill, than endure the slow decay of old age. Few folk have ever meet an elderly goliath, and even those goliaths who have left their people grapple with the urge to give up their lives as their physical skills decay.",
										"Because of their risk-taking, goliath tribes suffer from a chronic lack of the experience offered by long-term leaders. They hope for innate wisdom in their leadership, for they can rarely count on a wisdom grown with age."
									]
								},
								{
									"type": "entries",
									"name": "Goliath Names",
									"entries": [
										"Every goliath has three names: a birth name assigned by the newborn's mother and father, a nickname assigned by the tribal chief, and a family or clan name. A birth name is up to three syllables long. Clan names are five syllables or more and end in a vowel.",
										"Birth names are rarely linked to gender. Goliaths see females and males as equal in all things, and they find societies with roles divided by gender to be puzzling or worthy of mockery. To a goliath, the person who is best at a job should be the one tasked with doing it.",
										"A goliath's nickname is a description that can change on the whim of a chieftain or tribal elder. It refers to a notable deed, either a success or failure, committed by the goliath. Goliaths assign and use nicknames with their friends of other races, and change them to refer to an individual's notable deeds.",
										"Goliaths present all three names when identifying themselves, in the order of birth name, nickname, and clan name. In casual conversation, they use their nickname.",
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "Birth Names:",
													"entry": "Aukan, Eglath, Gae-Al, Gauthak, Ilikan, Keothi, Kuori, Lo-Kag, Manneo, Maveith, Nalla, Orilo, Paavu, Pethani, Thalai, Thotham, Uthal, Vaunea, Vimak"
												},
												{
													"type": "item",
													"name": "Nicknames:",
													"entry": "Bearkiller, Dawncaller, Fearless, Flintfinder, Horncarver, Keeneye, Lonehunter, Longleaper, Rootsmasher, Skywatcher, Steadyhand, Threadtwister, Twice-Orphaned, Twistedlimb, Wordpainter"
												},
												{
													"type": "item",
													"name": "Clan Names:",
													"entry": "Anakalathai, Elanithino, Gathakanathi, Kalagiano, Katho-Olavi, Kolae-Gileana, Ogolakanu, Thuliaga, Thunukalathi, Vaimei-Laga"
												}
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/VGM/Goliath.webp"
					},
					"width": 420,
					"height": 573
				}
			]
		},
		{
			"name": "Hobgoblin",
			"source": "VGM",
			"monstrous": true,
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/VGM/Hobgoblin.webp"
					},
					"width": 420,
					"height": 471
				}
			]
		},
		{
			"name": "Kenku",
			"source": "VGM",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"Haunted by an ancient crime that robbed them of their wings, the kenku wander the world as vagabonds and burglars who live at the edge of human society. Kenku suffer from a sinister reputation that is not wholly unearned, but they can prove to be valuable allies.",
								{
									"type": "entries",
									"name": "An Ancient Curse",
									"entries": [
										"The kenku once served a mysterious, powerful entity on another plane of existence. Some believe they were minions of Graz'zt, while others say that they were scouts and explorers for the Wind Dukes of Aaqa. Whatever the truth, according to legend, the kenku betrayed their master. Unable to resist the lure of a beautiful sparkling treasure, the kenku plotted to steal the item and escape to the Material Plane.",
										"Unfortunately for the kenku, their master discovered their plan before they could enact it. Enraged, the entity imposed three dreadful curses upon them. First, the kenku's beloved wings withered and fell away from their bodies, leaving them bound to the earth. Second, because their ingenuity and skill had turned toward scheming against their patron, the spark of creativity was torn from their souls. Finally, to ensure that the kenku could never divulge any secrets, their master took away their voices. Once the entity was satisfied that they had been sufficiently punished, the kenku were set loose on the Material Plane.",
										"Since then, the kenku have wandered the world. They settle in places that accept them, usually bleak cities that have fallen on hard times and are overrun with crime."
									]
								},
								{
									"type": "entries",
									"name": "Dreams of Flight",
									"entries": [
										"Above all else, kenku wish to regain their ability to fly. Every kenku is born with a desire to take to the air, and those who learn spellcasting do so in hope of mastering spells that will allow them to fly. Rumors of magic items such as flying carpets, brooms capable of flight, and similar objects provoke a great desire for the kenku to acquire the items for themselves.",
										"Despite their lack of wings, kenku love dwelling in towers and other tall structures. They seek out ruins that reach to the sky, though they lack the motivation and creativity to make repairs or fortify such places. Even so, their light weight and size allow them to dwell in rickety structures that would collapse beneath a human or an orc.",
										"Some thieves' guilds use kenku as lookouts and messengers. The kenku dwell in the tallest buildings and towers the guild controls, allowing them to lurk in the highest levels and to keep watch on the city below."
									]
								},
								{
									"type": "entries",
									"name": "Hopeless Plagiarists",
									"entries": [
										"As a result of their lack of creativity, kenku function comfortably as minions of a powerful master. Flock leaders enforce discipline and minimize conflicts, but they fail at effective planning or crafting long-term schemes.",
										"Although unable to speak in their own voices, kenku can perfectly mimic any sound they hear, from a halfling's voice to the noise of rocks clattering down a hillside. However, kenku cannot create new sounds and can communicate only by using sounds they have heard. Most kenku use a combination of overheard phrases and sound effects to convey their ideas and thoughts.",
										"By the same token, kenku have no ability to invent new ideas or create new things. Kenku can copy existing items with exceptional skill, allowing them to become excellent artisans and scribes. They can copy books, make replicas of objects, and otherwise thrive in situations where they can produce large numbers of identical items. Few kenku find this work satisfying, since their quest for the freedom of flight makes them ill-suited to settle into a routine."
									]
								},
								{
									"type": "entries",
									"name": "Ideal Minions",
									"entries": [
										"Kenku gather in groups called flocks. A flock is led by the oldest and most experienced kenku with the widest store of knowledge to draw on, often called Master.",
										"Although kenku can't create new things, they have a talent for learning and memorizing details. Thus, ambitious kenku can excel as superb spies and scouts. A kenku who learns of clever schemes and plans devised by other creatures can put them to use. The kenku lack the talent to improvise or alter a plan, but a wise Master sets multiple plans in motion at once, confident that underlings can follow orders to the letter.",
										"For this reason, many kenku make an easy living serving as messengers, spies, and lookouts for thieves' guilds, bandits, and other criminal cartels. A network of kenku can relay a bird call or similar noise across the city, alerting their allies to the approach of a guard patrol or signaling a prime opportunity for a robbery.",
										"Since kenku can precisely reproduce any sound, the messages they carry rarely suffer degradation or shifts in meaning. Human messengers might switch words or phrases and garble a message inadvertently, but the kenku produce perfect copies of whatever they hear."
									]
								},
								{
									"type": "entries",
									"name": "Kenku Adventurers",
									"entries": [
										"Kenku adventurers are usually the survivors of a flock that has sustained heavy losses, or a rare kenku who has grown weary of a life of crime. These kenku are more ambitious and daring than their fellows. Others strike out on their own in search of the secrets of flight, to master magic, or to uncover the secret of their curse and find a method to break it.",
										"Kenku adventurers, despite their relative independence, still have a tendency to seek out a companion to emulate and follow. A kenku loves to mimic the voice and words of its chosen companion."
									]
								},
								{
									"type": "inset",
									"name": "Roleplaying a Kenku",
									"entries": [
										"If you're playing a kenku, constant attempts to mimic noises can come across as confusing or irritating rather than entertaining. You can just as easily describe the sounds your character makes and what they mean. Be clear about your character's intentions unless you're deliberately aiming for inscrutable or mysterious.",
										"You might say, \"Snapper makes the noise of a hammer slowly and rhythmically tapping a stone to show how bored he is. He plays with his dagger and studies the Lords' Alliance agent sitting at the bar.\" Creating a vocabulary of noises for the other players to decode might sound like fun, but it can prove distracting and could slow down the game."
									]
								},
								{
									"type": "entries",
									"name": "Kenku Names",
									"entries": [
										"Given that kenku can duplicate any sound, their names are drawn from a staggering variety of noises and phrases. Kenku names tend to break down into three categories that make no distinction between male and female names.",
										"Kenku thugs, warriors, and toughs adopt noises made by weapons, such as the clang of a mace against armor or the sound made by a breaking bone. Non-kenku refer to the kenku by describing this noise. Examples of this type of name include Smasher, Clanger, Slicer, and Basher.",
										"Kenku thieves, con artists, and burglars adopt animal noises, typically those common in urban settings. In this manner, kenku can call out to each other while those who overhear them mistake them for common animals. Non-kenku use names that refer to the sound made or the animal a kenku mimics, such as Rat Scratch, Whistler, Mouser, and Growler.",
										"Some kenku turn their back on crime to pursue legitimate trades. These kenku adopt noises made as part of their craft. A sailor duplicates the sound of a fluttering sail, while a smith mimics the clanging of a hammer on metal. Non-kenku describe these folk by their trade sounds, such as Sail Snap, Hammerer, and Cutter."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/VGM/Kenku.webp"
					},
					"width": 420,
					"height": 530
				}
			]
		},
		{
			"name": "Kobold",
			"source": "VGM",
			"monstrous": true,
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/VGM/Kobold.webp"
					},
					"width": 420,
					"height": 557
				}
			]
		},
		{
			"name": "Lizardfolk",
			"source": "VGM",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"Only a fool looks at the lizardfolk and sees nothing more than scaly humanoids. Their physical shape notwithstanding, lizardfolk have more in common with iguanas or dragons than they do with humans, dwarves, or elves. Lizardfolk possess an alien and inscrutable mindset, their desires and thoughts driven by a different set of basic principles than those of warm-blooded creatures. Their dismal swamp homes might lie hundreds of miles from the nearest human settlement, but the gap between their way of thinking and that of the smooth-skins is far greater.",
								"Despite their alien outlook, some lizardfolk make an effort to understand and, in their own manner, befriend people of other races. Such lizardfolk make faithful and skilled allies.",
								{
									"type": "entries",
									"name": "Alien Minds",
									"entries": [
										"The lizardfolk's reptilian nature comes through not only in their appearance, but also in how they think and act. Lizardfolk experience a more limited emotional life than other humanoids. Like most reptiles, their feelings largely revolve around fear, aggression, and pleasure.",
										"Lizardfolk experience most feelings as detached descriptions of creatures and situations. For example, humans confronted by an angry troll experience fear on a basic level. Their limbs shake, their thinking becomes panicked and jumbled, and they react by instinct. The emotion of fear takes hold and controls their actions. In contrast, lizardfolk see emotions as traits assigned to other creatures, objects, and situations. A lizardfolk doesn't think, \"I'm scared.\" Instead, aggressive, stronger creatures register to the lizardfolk as fearsome beings to be avoided if possible. If such creatures attack, lizardfolk flee, fighting only if cornered. Lizardfolk aren't scared of a troll; instead, they understand that a troll is a fearsome, dangerous creature and react accordingly.",
										"Lizardfolk never become angry in the way others do, but they act with aggression toward creatures that they could defeat in a fight and that can't be dealt with in some other manner. They are aggressive toward prey they want to eat, creatures that want to harm them, and so on.",
										"Pleasurable people and things make life easier for lizardfolk. Pleasurable things should be preserved and protected, sometimes at the cost of the lizardfolk's own safety. The most pleasurable creatures and things are ones that allow lizardfolk to assess more situations as benign rather than fearsome."
									]
								},
								{
									"type": "entries",
									"name": "Cold and Calculating",
									"entries": [
										"Most humanoids describe cold-blooded people as lacking in emotion and empathy. The same label serves as an apt depiction of lizardfolk.",
										"Lacking any internal emotional reactions, lizardfolk behave in a distant manner. They don't mourn fallen comrades or rage against their enemies. They simply observe and react as a situation warrants.",
										"Lizardfolk lack meaningful emotional ties to the past. They assess situations based on their current and future utility and importance. Nowhere does this come through as strongly as when lizardfolk deal with the dead. To a lizardfolk, a comrade who dies becomes a potential source of food. That companion might have once been a warrior or hunter, but now the body is just freshly killed meat.",
										"A lizardfolk who lives among other humanoids can, over time, learn to respect other creatures' emotions. The lizardfolk doesn't share those feelings, but instead assesses them in the same clinical manner. Yes, the fallen dwarf might be most useful as a meal, but hacking the body into steaks provokes aggression in the other humanoids and makes them less helpful in battle."
									]
								},
								{
									"type": "entries",
									"name": "Utility and Survival",
									"entries": [
										"The lizardfolk mindset might seem unnecessarily cruel, but it helps them survive in a hostile environment. The swamps they inhabit are filled with a staggering variety of threats. Lizardfolk focus on survival above all, without sentiment.",
										"Lizardfolk assess everyone and everything in terms of utility. Art and beauty have little meaning for them. A sharp sword serves a useful and good purpose, while a dull sword is a dead weight without a whetstone.",
										"Lizardfolk see little need to plan more than a season or so into the future. This approach allows them to maintain their current level of influence in the world, but it limits their growth. Lizardfolk have no interest in developing writing, making long-term plans, or cultivating other methods to progress beyond their simple existence as hunters and gatherers."
									]
								},
								{
									"type": "entries",
									"name": "Hapless Soft Ones",
									"entries": [
										"At their core, lizardfolk view other humanoids with an indifference verging on pity. Born into the world lacking stout scales and sharp teeth, it's a wonder they have managed to survive for so long. The typical human would barely make it through a day in the swamps.",
										"Still, if other creatures prove useful to lizardfolk, those creatures can trigger a protective response made all the stronger by their apparent weakness. The lizardfolk assess such beings as hatchlings, young ones incapable of protecting themselves but who might prove useful in the future if they receive care."
									]
								},
								{
									"type": "entries",
									"name": "Lizardfolk Personality",
									"entries": [
										"You can use the Lizardfolk Quirks table to determine a personality quirk for a lizardfolk character or to inspire a unique mannerism.",
										{
											"type": "table",
											"caption": "Lizardfolk Quirks",
											"colLabels": [
												"d8",
												"Quirk"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"You hate waste and see no reason not to scavenge fallen enemies. Fingers are tasty and portable!"
												],
												[
													"2",
													"You sleep best while mostly submerged in water."
												],
												[
													"3",
													"Money is meaningless to you."
												],
												[
													"4",
													"You think there are only two species of humanoid: lizardfolk and meat."
												],
												[
													"5",
													"You have learned to laugh. You use this talent in response to all emotional situations, to better fit in with your comrades."
												],
												[
													"6",
													"You still don't understand how metaphors work. That doesn't stop you from using them at every opportunity."
												],
												[
													"7",
													"You appreciate the soft humanoids who realize they need chain mail and swords to match the gifts you were born with."
												],
												[
													"8",
													"You enjoy eating your food while it's still wriggling."
												]
											]
										}
									]
								},
								{
									"type": "inset",
									"name": "Lizardfolk Speech",
									"entries": [
										"Lizardfolk can master Common, but their mindset results in a speech pattern distinct from other humanoids.",
										"Lizardfolk rarely use metaphors. Their speech is almost always literal. They might pick up idioms, but only with some difficulty.",
										"Names confuse them, unless they are descriptive. They tend to apply their own naming conventions to other creatures using Common words.",
										"Lizardfolk use active verbs to describe the world. A lizardfolk in cold weather might say, \"This wind brings cold\" rather than \"I feel cold.\" Lizardfolk tend to define things in terms of actions, rather than effects."
									]
								},
								{
									"type": "entries",
									"name": "Lizardfolk Names",
									"entries": [
										"Lizardfolk take their names from the Draconic language. They use simple descriptives granted by the tribe based on an individual's notable deeds or actions. For example, Garurt translates as \"axe,\" a name given to a lizardfolk warrior who defeated an orc and claimed his foe's weapon. A lizardfolk who likes to hide in a stand of reeds before ambushing an animal might be called Achuak, which means \"green\" to describe how she blends into the foliage.",
										"Lizardfolk make no distinction between male and female in their naming conventions. Each example name includes its translation in parenthesis.",
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "Lizardfolk Names:",
													"entry": "Achuak (green), Aryte (war), Baeshra (animal), Darastrix (dragon), Garurt (axe), Irhtos (secret), Jhank (hammer), Kepesk (storm), Kethend (gem), Korth (danger), Kosj (small), Kothar (demon), Litrix (armor), Mirik (song), Othokent (smart), Sauriv (eye), Throden (many), Thurkear (night), Usk (iron), Valignat (burn), Vargach (battle), Verthica (mountain), Vutha (black), Vyth (steel)"
												}
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/VGM/Lizardfolk.webp"
					},
					"width": 420,
					"height": 470
				}
			]
		},
		{
			"name": "Orc",
			"source": "VGM",
			"monstrous": true,
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/VGM/Orc.webp"
					},
					"width": 377,
					"height": 618
				}
			]
		},
		{
			"name": "Tabaxi",
			"source": "VGM",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"Hailing from a strange and distant land, wandering tabaxi are catlike humanoids driven by curiosity to collect interesting artifacts, gather tales and stories, and lay eyes on all the world's wonders. Ultimate travelers, the inquisitive tabaxi rarely stay in one place for long. Their innate nature pushes them to leave no secrets uncovered, no treasures or legends lost.",
								{
									"type": "entries",
									"name": "Wandering Outcasts",
									"entries": [
										"Most tabaxi remain in their distant homeland, content to dwell in small, tight clans. These tabaxi hunt for food, craft goods, and largely keep to themselves.",
										"However, not all tabaxi are satisfied with such a life. The Cat Lord, the divine figure responsible for the creation of the tabaxi, gifts each of his children with one specific feline trait. Those tabaxi gifted with curiosity are compelled to wander far and wide. They seek out stories, artifacts, and lore. Those who survive this period of wanderlust return home in their elder years to share news of the outside world. In this manner, the tabaxi remain isolated but never ignorant of the world beyond their home."
									]
								},
								{
									"type": "entries",
									"name": "Barterers of Lore",
									"entries": [
										"Tabaxi treasure knowledge rather than material things. A chest filled with gold coins might be useful to buy food or a coil of rope, but it's not intrinsically interesting. In the tabaxi's eyes, gathering wealth is like packing rations for a long trip. It's important to survive in the world, but not worth fussing over.",
										"Instead, tabaxi value knowledge and new experiences. Their ears perk up in a busy tavern, and they tease out stories with offers of food, drink, and coin. Tabaxi might walk away with empty purses, but they mull over the stories and rumors they collected like a miser counting coins.",
										"Although material wealth holds little attraction for the tabaxi, they have an insatiable desire to find and inspect ancient relics, magical items, and other rare objects. Aside from the power such items might confer, a tabaxi takes great joy in unraveling the stories behind their creation and the history of their use."
									]
								},
								{
									"type": "inset",
									"name": "The Cat Lord",
									"entries": [
										"The deity of the tabaxi is a fickle entity, as befits the patron of cats. The tabaxi believe that the Cat Lord wanders the world, watching over them and intervening in their affairs as needed. Clerics of the Cat Lord are rare and typically access the Trickery domain."
									]
								},
								{
									"type": "entries",
									"name": "Fleeting Fancies",
									"entries": [
										"Wandering tabaxi are mercurial creatures, trading one obsession or passion for the next as the whim strikes. A tabaxi's desire burns bright, but once met it disappears to be replaced with a new obsession. Objects remain intriguing only as long as they still hold secrets.",
										"A tabaxi rogue could happily spend months plotting to steal a strange gem from a noble, only to trade it for passage on a ship or a week's lodging after stealing it. The tabaxi might take extensive notes or memorize every facet of the gem before passing it on, but the gem holds no more allure once its secrets and nature have been laid bare."
									]
								},
								{
									"type": "entries",
									"name": "Tinkers and Minstrels",
									"entries": [
										"Curiosity drives most of the tabaxi found outside their homeland, but not all of them become adventurers. Tabaxi who seek a safer path to satisfy their obsessions become wandering tinkers and minstrels.",
										"These tabaxi work in small troupes, usually consisting of an elder, more experienced tabaxi who guides up to four young ones learning their way in the world. They travel in small, colorful wagons, moving from settlement to settlement. When they arrive, they set up a small stage in a public square where they sing, play instruments, tell stories, and offer exotic goods in trade for items that spark their interest. Tabaxi reluctantly accept gold, but they much prefer interesting objects or pieces of lore as payment.",
										"These wanderers keep to civilized realms, preferring to bargain instead of pursuing more dangerous methods of sating their curiosity. However, they aren't above a little discreet theft to get their claws on a particularly interesting item when an owner refuses to sell or trade it."
									]
								},
								{
									"type": "entries",
									"name": "Tabaxi Names",
									"entries": [
										"Each tabaxi has a single name, determined by clan and based on a complex formula that involves astrology, prophecy, clan history, and other esoteric factors. Tabaxi names can apply to both males and females, and most use nicknames derived from or inspired by their full names.",
										"Clan names are usually based on a geographical feature located in or near the clan's territory.",
										"The following list of sample tabaxi names includes nicknames in parenthesis.",
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "Tabaxi Names:",
													"entry": "Cloud on the Mountaintop (Cloud), Five Timber (Timber), Jade Shoe (Jade), Left-Handed Hummingbird (Bird), Seven Thundercloud (Thunder), Skirt of Snakes (Snake), Smoking Mirror (Smoke)"
												},
												{
													"type": "item",
													"name": "Tabaxi Clans:",
													"entry": "Bright Cliffs, Distant Rain, Mountain Tree, Rumbling River, Snoring Mountain"
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Tabaxi Personality",
									"entries": [
										"A tabaxi might have motivations and quirks much different from a dwarf or an elf with a similar background. You can use the following tables to customize your character in addition to the trait, ideal, bond, and flaw from your background.",
										"The Tabaxi Obsession table can help hone your character's goals. For extra fun, roll a new result every few days that pass in the campaign to reflect your ever-changing curiosity.",
										{
											"type": "table",
											"caption": "Tabaxi Obsessions",
											"colLabels": [
												"d8",
												"My curiosity is currently fixed on..."
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"A god or planar entity"
												],
												[
													"2",
													"A monster"
												],
												[
													"3",
													"A lost civilization"
												],
												[
													"4",
													"A wizard's secrets"
												],
												[
													"5",
													"A mundane item"
												],
												[
													"6",
													"A magic item"
												],
												[
													"7",
													"A location"
												],
												[
													"8",
													"A legend or tale"
												]
											]
										},
										{
											"type": "table",
											"caption": "Tabaxi Quirks",
											"colLabels": [
												"d10",
												"Quirk"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"You miss your tropical home and complain endlessly about the freezing weather, even in summer."
												],
												[
													"2",
													"You never wear the same outfit twice, unless you absolutely must."
												],
												[
													"3",
													"You have a minor phobia of water and hate getting wet."
												],
												[
													"4",
													"Your tail always betrays your inner thoughts."
												],
												[
													"5",
													"You purr loudly when you are happy."
												],
												[
													"6",
													"You keep a small ball of yarn in your hand, which you constantly fidget with."
												],
												[
													"7",
													"You are always in debt, since you spend your gold on lavish parties and gifts for friends."
												],
												[
													"8",
													"When talking about something you're obsessed with, you speak quickly and never pause and others can't understand you."
												],
												[
													"9",
													"You are a font of random trivia from the lore and stories you have discovered."
												],
												[
													"10",
													"You can't help but pocket interesting objects you come across."
												]
											]
										}
									]
								},
								{
									"type": "inset",
									"name": "Tabaxi in the Forgotten Realms",
									"entries": [
										"In the Forgotten Realms, tabaxi hail from Maztica, a realm located far across the ocean west of the Sword Coast. The tabaxi of Maztica are known for their isolation, and until recently they never ventured from their homeland. The tabaxi say little of why that has changed, though rumors persist of strange happenings in that distant land."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/VGM/Tabaxi.webp"
					},
					"width": 307,
					"height": 618
				}
			]
		},
		{
			"name": "Triton",
			"source": "VGM",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"Tritons guard the ocean depths, building small settlements beside deep trenches, portals to the elemental planes, and other dangerous spots far from the eyes of land-bound folk. Long-established guardians of the deep ocean floor, in recent years the noble tritons have become increasingly active in the world above.",
								{
									"type": "entries",
									"name": "Aquatic Crusaders",
									"entries": [
										"Centuries ago, tritons entered the world in response to the growing threat of evil elementals. Tritons waged many wars against their enemies on the Plane of Water, driving them into the Darkened Depths where they escaped into the crushing pressure and utter darkness. In time, the tritons noticed that their ancient elemental foes had grown quiet. Expeditions to the depths revealed that krakens, sahuagin, and far worse foes had fled the Plane of Water for the Material Plane.",
										"The tritons, driven by a sense of duty and responsibility, would not allow their foes to escape so easily. A great conclave of tritons chose volunteers skilled in weapons and magic as part of an expeditionary force to enter the Material Plane and seek out their enemies.",
										"Those tritons spread across the world's oceans and established protectorates to watch over deep sea trenches, portals, undersea caves, and other locations where their enemies might lurk. They defeated their foes when they found them and drove the rest into hiding.",
										"With their foes banished to the deepest reaches of the sea, tritons settled in to watch for any sign of their return. Over time, the tritons extended their stewardship over the sea floor from their initial settlements and built outposts to create trade with other races. Despite this expansion, few folk know of them. Their settlements are so remote even merfolk and sea elves rarely encounter them."
									]
								},
								{
									"type": "entries",
									"name": "Haughty Nobles",
									"entries": [
										"As a result of their isolation and limited understanding of the Material Plane, tritons can come across as haughty and arrogant. They see themselves as caretakers of the sea, and they expect other creatures to pay them deep respect, if not complete deference.",
										"This attitude might grate on others, but it arises from a seed of truth. Few know of the tritons' great victories over dreadful undersea threats. The tritons make little allowance for such ignorance and are delighted to expound upon the great debt others owe them.",
										"Tritons also have a tendency to emerge from their isolation under the assumption that other folk will welcome them as respected allies and mentors. Again, distance drives much of this attitude. The tritons' limited view of the world leaves them ignorant of the kingdoms, wars, and other struggles of the surface world. Tritons readily see such concerns as minor events, a sideshow to the tritons' role as the world's true protectors."
									]
								},
								{
									"type": "entries",
									"name": "Staunch Champions",
									"entries": [
										"Despite their off-putting manners, tritons are benevolent creatures at heart, convinced that other civilized races deserve their protection. Their attitude might grate, but when pirate fleets prowl the waves or a kraken awakens from its slumber, they are among the first to take up arms to protect others.",
										"Tritons readily sacrifice themselves for the common good. They will fight and die for humans, merfolk, and other creatures without question. Their self-absorbed nature makes them overlook the history of other creatures, but they also endure a sense of guilt over allowing the evils of the Plane of Water to enter the Material Plane and threaten its inhabitants. The tritons believe they owe a debt of honor to the world, and they will fight and die to pay it.",
										"At times their fervor and ignorance of the world can lead them astray. Tritons encountering other creatures for the first time can underestimate them, leaving the tritons vulnerable to deception. With their strong martial tradition, tritons can sometimes be too eager to leap into a fight."
									]
								},
								{
									"type": "entries",
									"name": "Strangers to the Surface",
									"entries": [
										"Given their isolation, most tritons have never been to the surface world. They struggle with the idea that they can't easily move up and down out of water, and the changing of the seasons mystifies them.",
										"Tritons also find the variety of social institutions, kingdoms, and other customs bewildering. For all their proud culture, they remain innocent of the surface world. The typical triton protectorate is tightly regimented, organized, and unified around a common cause. A triton on the surface becomes easily confused by the bewildering array of alliances, rivalries, and petty grievances that prevent the surface folk from truly unifying.",
										"At its worst, a triton's arrogance compounds the tendency for the triton not to understand the ways of the surface world.",
										"It's easy for a triton to blame baffling social practices on what the triton perceives as the barbarism, weakness, or cowardice of surface folk."
									]
								},
								{
									"type": "entries",
									"name": "Triton Personality",
									"entries": [
										"Far from flawless, these champions of good mean well, but they are easily frustrated by others. You can select, roll, or adapt a triton-specific quirk from the Triton Quirks table. Use the quirk to inform how you portray your character.",
										{
											"type": "table",
											"caption": "Triton Quirks",
											"colLabels": [
												"d6",
												"Quirk"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"You phrase requests as orders that you expect to be obeyed."
												],
												[
													"2",
													"You are quick to boast of the greatness of your civilization."
												],
												[
													"3",
													"You learned an antiquated version of Common and drop \"thee\" and \"thou\" into your speech."
												],
												[
													"4",
													"You assume that people are telling you the truth about local customs and expectations."
												],
												[
													"5",
													"The surface world is a wondrous place, and you catalog all its details in a journal."
												],
												[
													"6",
													"You mistakenly assume that surface folk know about and are impressed by your people's history."
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Triton Names",
									"entries": [
										"Most triton names have two or three syllables. Male names typically end with a vowel and the letter s, and female names traditionally end with an n. Tritons use their home protectorate as a surname, with the name formed by adding a vowel followed by a \"th\" to the end of the protectorate's name.",
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "Female Triton Names:",
													"entry": "Aryn, Belthyn, Duthyn, Feloren, Otanyn, Shalryn, Vlaryn, Wolyn"
												},
												{
													"type": "item",
													"name": "Male Triton Names:",
													"entry": "Corus, Delnis, Jhimas, Keros, Molos, Nalos, Vodos, Zunis"
												},
												{
													"type": "item",
													"name": "Triton Surnames:",
													"entry": "Ahlorsath, Pumanath, Vuuvaxath"
												}
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/VGM/Triton.webp"
					},
					"width": 374,
					"height": 618
				}
			]
		},
		{
			"name": "Yuan-ti Pureblood",
			"source": "VGM",
			"monstrous": true,
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/VGM/Yuan-ti Pureblood.webp"
					},
					"width": 282,
					"height": 618
				}
			]
		}
	]
}