{
	"language": [
		{
			"name": "Grung",
			"source": "VGM",
			"page": 156,
			"typicalSpeakers": [
				"{@creature Grung|VGM|grungs}",
				"{@creature Grung Wildling|VGM|grung wildlings}",
				"{@creature Grung Elite Warrior|VGM|grung elite warriors}"
			]
		},
		{
			"name": "Qualith",
			"source": "VGM",
			"page": 75,
			"typicalSpeakers": [
				"{@creature Mind Flayer||Mind Flayers}"
			],
			"script": "Qualith",
			"entries": [
				"The \"writing\" of mind flayers, known as Qualith, isn't as simple as a set of symbols representing sounds or ideas. An inscription in Qualith captures the thoughts of its creator and psionically transmits the thoughts to a mind flayer who later reads the inscription by touching it with its tentacles. Mind flayers write in Qualith by psionically imprinting their messages on nonmagical, nonliving material they grasp or caress with their tentacles. The imprinting causes imperceptible surface changes to the object, and abrasion or degradation of the material can cause the inscription to fade and fail.",
				"An expression in Qualith is made up of four-line stanzas packed into interlocking blocks, creating complex patterns that are indecipherable by other creatures. Someone that touches a Qualith inscription, however, can receive fragmentary insight into the multilayered thoughts contained within it. A non-illithid that wants to understand a Qualith inscription can make an Intelligence check (DC based on the complexity of the contained thoughts) to try to derive some of the inscription's meaning. Multiple successful attempts might uncover different aspects about the illithid author, its intended meaning, and its intended audience. A failed attempt results in a crushing headache and, in extreme cases, madness. A {@spell comprehend languages} spell provides understanding of the inscription roughly equivalent to what a mind flayer would get from it."
			]
		},
		{
			"name": "Tlincalli",
			"source": "VGM",
			"page": 193,
			"typicalSpeakers": [
				"{@creature tlincalli|VGM}"
			]
		},
		{
			"name": "Vegepygmy",
			"source": "VGM",
			"page": 196,
			"typicalSpeakers": [
				"{@creature Vegepygmy|VGM|vegepygmies}",
				"{@creature Vegepygmy Chief|VGM|vegepygmy chiefs}"
			]
		}
	]
}