{
	"_meta": {
		"internalCopies": [
			"deity"
		]
	},
	"deity": [
		{
			"name": "Arms of the Betrayers",
			"source": "EGW",
			"page": 30,
			"pantheon": "Exandria",
			"alignment": [
				"N",
				"E"
			],
			"category": "Lesser Idols",
			"domains": [
				"Death",
				"War"
			],
			"province": "The Fiend, the Hexblade",
			"symbol": "Blade thrust downward through an eight-eyed skull",
			"entries": [
				"Before the Calamity, eight of the Betrayer Gods each forged a sentient weapon using the life force of a greater fiend and gave the weapon to a chosen champion in the kingdom of Ghor Dranas. The Calamity flung these weapons across Wildemount, burying them in mountains, forests, fields, and underground. Several of these weapons have been recovered, but a few have never been found and are highly sought-after. The weapons—or more properly, the fiends bound inside them—attract their own followings of mortal worshipers.",
				"When an Arm of the Betrayers is found, it grants its wielder some of the power of the Betrayer Gods and the wisdom of the fiend within. The bound fiends know that their war was lost long ago, but they still desire to be used in battle, win victories, and spill blood in the hands of skilled warriors. As a weapon's wielder becomes more powerful, so too does the weapon, which in turn is able to lend even more magic to the wielder. Whenever a weapon's wielder dies, the weapon disappears and reappears elsewhere.",
				"The Betrayer Gods made the following weapons, which are described in more detail in {@book chapter 6|EGW|20|Arms of the Betrayers}:",
				"{@item Blade of Broken Mirrors|EGW}. This stone dagger of Tharizdun has yet to be found after the Calamity. It has the power to warp reality around its wielder. The life force of a {@creature glabrezu} named Ragazuu was used to forge the weapon.",
				"{@item Grovelthrash|EGW}. This obsidian warhammer carries the tortured will of Torog and can raze whole structures with a single strike. The life force of an {@creature ultroloth} named Ciria was used to forge the weapon.",
				"{@item Lash of Shadows|EGW}. This Zehir-touched whip ends in five serpent heads that pump poisons of varying effects into the wielder's foes. The life force of a {@creature marilith} named Sizlifeth was used to forge the weapon.",
				"{@item Mace of the Black Crown|EGW}. This mace with a fiend's head of ruby carries the boon of Asmodeus, capable of summoning devils for the wielder to command and burning hot enough to melt steel. The life force of an {@creature erinyes} named Xartaza was used to forge the weapon.",
				"{@item Ruin's Wake|EGW}. This Gruumsh-blessed ivory spear can effortlessly pierce armor and transforms into lightning when hurled. The life force of a {@creature balor} named Yarrowish was used to forge the weapon.",
				"{@item Silken Spite|EGW}. This rapier has a blade forged from spider silk that gives the wielder Lolth's blessing. The life force of a {@creature yochlol} named Sinnafex was used to forge the weapon.",
				"{@item The Bloody End|EGW}. This adamantine morningstar bears the boon of Bane, and has yet to be found after the Calamity. It has the power to subjugate the wielder's enemies. The life force of a {@creature pit fiend} named Izeelzee was used to forge the weapon.",
				"{@item Will of the Talon|EGW}. This war pick bears the mark of Tiamat and makes the wielder impervious to the elements and grants them the power of dragon breath. The life force of an {@creature bone devil} named Ashtyrlon was used to forge the weapon."
			]
		},
		{
			"name": "Asmodeus",
			"reprintAlias": "The Lord of the Hells",
			"source": "EGW",
			"page": 26,
			"pantheon": "Exandria",
			"alignment": [
				"L",
				"E"
			],
			"title": "the Lord of the Nine Hells",
			"category": "Betrayer Gods",
			"domains": [
				"Trickery",
				"War"
			],
			"province": "God of the Nine Hells",
			"symbol": "Crown of spiked onyx and curved horns",
			"symbolImg": {
				"type": "image",
				"href": {
					"type": "internal",
					"path": "deities/EGW/Symbol of Asmodeus.webp"
				},
				"credit": "Claudio Pozas"
			},
			"entries": [
				"The devil god of the Hells is the master of tyranny and domination. His words are honeyed and carefully crafted, soothing and corrupting the mortal heart. Asmodeus rules his domain with an iron fist, and the punishments awaiting those that cross him are the basis of nightmares. Evil entities pay him tribute alongside his devils, and many warlocks are drawn to his power.",
				"Asmodeus lords over his fiendish hordes from within his fortress of Nalsheem, nestled in the depths of Nessus, the ninth and deepest of the Nine Hells.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Depiction",
							"entries": [
								"A twisted image of the celestial blood that once bore him, the Lord of the Nine Hells is revealed in many tomes and murals as a handsome humanoid with deep, red skin and long, black hair. Two curling horns rise from his brow, and his lips bear an eternal, knowing grin."
							]
						},
						{
							"type": "entries",
							"name": "Enemies",
							"entries": [
								"Asmodeus's enemies are numerous, even among the Betrayer Gods, many of whom only follow the archdevil for fear of his immense power. His archnemesis is Avandra, the Change Bringer, whose mischief and cunning has vexed him throughout the eons. It was she who defeated him in the Calamity by tricking his fiendish armies into attacking one another. The Devil Lord's greatest triumph during the Calamity was fooling and betraying the Everlight and slaughtering all her followers in one fell stroke—an act that has united the followers of Raei and Avandra in a bond of unbreakable fellowship ever since."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Commandments of Asmodeus",
					"entries": [
						{
							"type": "list",
							"items": [
								"Assert dominance and power over others. Show your strength of will in the image of the Asmodeus.",
								"Repay cruelty done unto you with further evil. If others show you kindness, exploit it.",
								"As you ascend to power, do not pity or show mercy to those you climb over to get there. Compassion is for the weak."
							]
						}
					]
				}
			]
		},
		{
			"name": "Avandra",
			"reprintAlias": "The Changebringer",
			"source": "EGW",
			"page": 20,
			"pantheon": "Exandria",
			"alignment": [
				"C",
				"G"
			],
			"title": "the Change Bringer",
			"category": "Prime Deities",
			"domains": [
				"Nature",
				"Trickery"
			],
			"province": "Change, freedom, luck",
			"symbol": "Woman's profile embossed on a gold coin or pendant",
			"symbolImg": {
				"type": "image",
				"href": {
					"type": "internal",
					"path": "deities/EGW/Symbol of Avandra.webp"
				},
				"credit": "Claudio Pozas"
			},
			"entries": [
				"Also known as \"She Who Makes the Path,\" Avandra champions freedom, travel, trade, and adventure across the lands. Her will heralds open frontiers, and her call beckons her followers to discover that which awaits them beyond the known. There are few urban temples dedicated to the Change Bringer, but her shrines are often found along well-traveled roads and off the beaten path. Her worship is common among merchants, free spirits, and adventurers, and tavern cheers celebrate her as a bringer of luck and fortune.",
				"Avandra calls no domain in the planes her residence, instead eternally wandering through the Outer Planes where serenity can be found, distantly watching over the potential of mortals.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Depiction",
							"entries": [
								"The Change Bringer is often depicted as a young woman of dark complexion and long, light brown hair that cascades to form the road left behind her. Most art shows her in constant motion, ever leading into the unknown."
							]
						},
						{
							"type": "entries",
							"name": "Holy Day",
							"entries": [
								"Avandra's holy day, called New Dawn, takes place on the first day of the first month, when the old year gives way to the new. On the Menagerie Coast, people celebrate by having a feast on the shore at dusk to watch the sunset. They feast and discuss their hopes for the new year until the sun rises."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Commandments of Avandra",
					"entries": [
						{
							"type": "list",
							"items": [
								"Luck favors the bold. Your fate is your own to grasp, and to do so is to have the Change Bringer behind you.",
								"Change is inevitable. The righteous can ensure that such change is for the better.",
								"Rise against tyranny. Fight for the freedom of yourself and others when you can, and inspire others to fight when you cannot."
							]
						}
					]
				}
			]
		},
		{
			"name": "Bahamut",
			"reprintAlias": "The Platinum Dragon",
			"source": "EGW",
			"page": 21,
			"pantheon": "Exandria",
			"alignment": [
				"L",
				"G"
			],
			"title": "the Platinum Dragon",
			"category": "Prime Deities",
			"domains": [
				"Life",
				"Order",
				"War"
			],
			"province": "Honor, justice",
			"symbol": "Silver dragon's head in profile",
			"symbolImg": {
				"type": "image",
				"href": {
					"type": "internal",
					"path": "deities/EGW/Symbol of Bahamut.webp"
				},
				"credit": "Claudio Pozas"
			},
			"entries": [
				"The pillar of justice, protection, nobility, and honor, Bahamut is a beacon to paladins of order and good, and is revered by most metallic dragons as the first of their kind. The crest of the Platinum Dragon adorns many halls of high leadership and justice, invoking his will in all matters of justice. To follow him is to look after those who cannot look after themselves.",
				"When not wandering the Outer Planes, Bahamut resides within his magnificent, glittering palace of gold, platinum, and mithral hidden among the winds of the Seven Heavens of Celestia.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Depiction",
							"entries": [
								"The Platinum Dragon is often seen emblazoned on shields and armor, both functional and decorative, in the form of a brilliant dragon head in profile. Temples and works of art depict a massive, glittering dragon with vibrant platinum scales and seemingly endless wingspan."
							]
						},
						{
							"type": "entries",
							"name": "Holy Day",
							"entries": [
								"Bahamut's holy day is called Embertide, and is celebrated on the fifth day of Duscar. This is a day of remembrance, solemnity, and respect for those who have fallen in the defense of others."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Commandments of Bahamut",
					"entries": [
						{
							"type": "list",
							"items": [
								"Stand as a paragon of honor and justice.",
								"Smite evil wherever it is found, yet show compassion to those who have strayed from the path of righteousness.",
								"Defend the weak, bring freedom to the persecuted, and protect the ideals of justice and order."
							]
						}
					]
				}
			]
		},
		{
			"name": "Bane",
			"reprintAlias": "The Strife Emperor",
			"source": "EGW",
			"page": 26,
			"pantheon": "Exandria",
			"alignment": [
				"L",
				"E"
			],
			"title": "the Strife Emperor",
			"category": "Betrayer Gods",
			"domains": [
				"Forge",
				"Order",
				"War"
			],
			"province": "Conquest, tyranny",
			"symbol": "Flail of chains, each ending in shackles",
			"symbolImg": {
				"type": "image",
				"href": {
					"type": "internal",
					"path": "deities/EGW/Symbol of Bane.webp"
				},
				"credit": "Claudio Pozas"
			},
			"entries": [
				"Blood-drenched armies of brutal warriors oft crush their foes in the name of Bane, the evil patron of war and conquest. To serve his will is to accept the call to conflict, seeking lesser people to break and subjugate. Warmongering nations and goblinoid tribes worship the Strife Emperor as they strike out at the world to bend it beneath them. Bane twists all living things to his iron will, forcing even nature itself to bow to his whims.",
				"Bane plots his conquest of the planes from within the bastion of Banehold, towering among the blood-soaked battlefields of Acheron.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Depiction",
							"entries": [
								"Bane is often depicted as a brutish, ogre-like man clad from head to toe in jagged black armor. Heads dangle from his belt, and the shadows that obscure his helmeted face do not hide his yellow eyes."
							]
						},
						{
							"type": "entries",
							"name": "Enemies",
							"entries": [
								"The Strife Emperor's greatest enemy is Melora, who defeated him at Rifenmist during the Calamity. The Strife Emperor grew his armies by corrupting noble creatures into monsters and destroying the wilds to fuel his terrible engines of conflict, and the two deities clashed many times during the war before his defeat at Beynsfal Plateau."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Commandments of Bane",
					"entries": [
						{
							"type": "list",
							"items": [
								"Fear is your ally. Conquer your fear and inspire it in your foes.",
								"Disorder and rebellion are to be punished severely.",
								"Combat is the greatest gift, and perfecting your skills to master it is the greatest pursuit."
							]
						}
					]
				}
			]
		},
		{
			"name": "Ceratos",
			"source": "EGW",
			"page": 31,
			"pantheon": "Exandria",
			"alignment": [
				"C",
				"N"
			],
			"category": "Lesser Idols",
			"domains": [
				"Knowledge",
				"Tempest"
			],
			"province": "The Great Old One",
			"symbol": "Three mismatched eyes surrounded by teeth",
			"entries": [
				"A being that slipped from the Far Realm into Exandria before the Founding, Ceratos is one of the oldest creatures in the world. A single creature of many minds, Ceratos reveled in chaos. When the Elemental Chaos was divided into four planes, Ceratos retreated underground, their minds unraveling as they entered a nightmarish slumber.",
				"The digging of the Crawling King woke Ceratos a long time after. Though their minds were scattered, each desired the return of chaos to unite themselves. So Ceratos sent thoughts to the surface, offering magic to those who could create chaos in the land above, so that they might one day regain their full power. Ceratos tells their followers that chaos brings clarity and destruction begets rebirth.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Appearance",
							"entries": [
								"Ceratos is thought to be a massive skinless sphere of flesh covered in mismatched eyes, mouths, and tentacles. They can project their minds' thoughts into other creatures, especially those who desire to bring chaos to the world."
							]
						}
					]
				}
			]
		},
		{
			"name": "Corellon",
			"reprintAlias": "The Arch Heart",
			"source": "EGW",
			"page": 22,
			"pantheon": "Exandria",
			"alignment": [
				"C",
				"G"
			],
			"title": "the Arch Heart",
			"category": "Prime Deities",
			"domains": [
				"Arcana",
				"Light"
			],
			"province": "Art, beauty, elves",
			"symbol": "Two crescent moons facing each other atop a four-pointed star",
			"symbolImg": {
				"type": "image",
				"href": {
					"type": "internal",
					"path": "deities/EGW/Symbol of Corellon.webp"
				},
				"credit": "Claudio Pozas"
			},
			"entries": [
				"Guardian of spring, beauty, and the arts, Corellon is the patron of arcane magic and the fey. The Founding inspired them to wander the twisted lands, seeding them with the first arcane magics and raising the most ancient of forests. It was by the Arch Heart's hand that the first elves wandered from the Feywild, and for this reason they are considered the Mother and Father of all elves. Those who seek art in all their work, whether magical or mundane, often worship at the altar of Corellon. They loathe the Spider Queen and her priestesses for leading the drow astray.",
				"Corellon watches the business of mortals and gods from within the palace of Crescent Grove in the beautiful realm of Arborea, surrounded by towering white trees and pillars of marble.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Depiction",
							"entries": [
								"Most modern tapestries and tomes depict the Arch Heart as an elven being of impossible grace and beauty, androgynous and alluring, framed by long, wavy, golden hair. They were the inspiration for many early elven art pieces, and elements of their visage or symbol are included in most elven architecture."
							]
						},
						{
							"type": "entries",
							"name": "Holy Day",
							"entries": [
								"Corellon's holy day is called Elvendawn, or Midsummer. It is celebrated on the twentieth day of the sixth month, and commemorates the elves' first emergence from the Feywild. Though the Dwendalian Empire doesn't promote the worship of the Arch Heart, the elves of Bysaes Tyl quietly celebrate in private by opening small doors to the Feywild and having a little more wine than usual."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Commandments of Corellon",
					"entries": [
						{
							"type": "list",
							"items": [
								"Create, inspire, and find beauty in all that you do.",
								"Follow the echoes of lost magics, forgotten sites, and ancient art, for within these lie the Arch Heart's first works.",
								"Combat the followers of Lolth wherever they might be."
							]
						}
					]
				}
			]
		},
		{
			"name": "Desirat",
			"source": "EGW",
			"page": 31,
			"pantheon": "Exandria",
			"alignment": [
				"L",
				"E"
			],
			"title": "the Twilight Phoenix",
			"category": "Lesser Idols",
			"domains": [
				"Light",
				"Trickery"
			],
			"province": "The Fiend, the Undying",
			"symbol": "Burning purple feather",
			"entries": [
				"Desirat was the companion and mount of Asmodeus during the great wars of the Calamity. Before the Divergence, she was torn from her master by the remnants of the original Cerberus Assembly, who wished to study and harvest the phoenix's fiendish form for their own purposes. After the assembly was destroyed in the war and the pantheon was banished from Exandria, the phoenix remained chained beneath the Cyrios Mountains. Her shadowed flames have scalded and scarred the realm above for centuries, giving birth to the thermal phenomena surrounding Mount Metiri in Western Wynandir.",
				"Desirat's sanity has fractured in isolation, lending to delusions of divinity, which she perpetuates in the hearts of those who carry a seed of fiery vengeance by reaching out to them through dreams and visions. Though she once amassed a following with the aid of Uk'otoa's worshipers, who nearly dug deep enough to free her, her followers were then subjugated and scattered when the Julous Dominion took power in the Marrow Valley. She now speaks to the minds of those who lie spurned and angry at night, calling them to unlock their inner flame and let Desirat aid them in their vengeance.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Appearance",
							"entries": [
								"Desirat is depicted as a giant phoenix of dark purple down, wreathed in purple-black flames. Her sword-like beak is pointed and smooth, while her three onyx eyes peer from beneath bright, burning lids."
							]
						}
					]
				}
			]
		},
		{
			"name": "Erathis",
			"reprintAlias": "The Lawbearer",
			"source": "EGW",
			"page": 22,
			"pantheon": "Exandria",
			"alignment": [
				"L",
				"N"
			],
			"title": "the Law Bearer",
			"category": "Prime Deities",
			"domains": [
				"Knowledge",
				"Order"
			],
			"province": "Civilization, law, peace",
			"symbol": "Double-headed axe inset with a pattern of scales",
			"symbolImg": {
				"type": "image",
				"href": {
					"type": "internal",
					"path": "deities/EGW/Symbol of Erathis.webp"
				},
				"credit": "Claudio Pozas"
			},
			"entries": [
				"The inspiration behind many great inventions, the creation of vast cities, and law and order within society, Erathis claims dominion over civilization. Judges and rulers pay respect at her temples, which are central structures in many cities across Exandria. Peace and order through structure and law guides the will of her devout followers. The Law Bearer has a tempestuous romance with Melora the Wild Mother, a furious love that is tempered only when civilization and nature are in balance.",
				"Erathis resides within the glorious divine metropolis of Hestavar, the Bright City. This glowing oasis coasts through the Astral Plane, as the Law Bearer watches over the denizens bathed in the endless daytime that illuminates the busy streets.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Depiction",
							"entries": [
								"Erathis is shown in most texts and statues as a hooded, armored woman sitting atop a throne of pillars. Her face is generally obscured or depicted without expression, giving her presence an impartial yet imposing nature."
							]
						},
						{
							"type": "entries",
							"name": "Holy Day",
							"entries": [
								"The Law Bearer's holy day is Civilization's Dawn, which is celebrated on the autumnal equinox, usually the twenty-second day of the ninth month. In the Dwendalian Empire, people celebrate by having feasts in honor of the laws of the Dwendal bloodline. One seat at every table is left open for the king, who eats in spirit with the people he rules."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Commandments of Erathis",
					"entries": [
						{
							"type": "list",
							"items": [
								"Utilize the company and aid of others. The efforts of the individual often pale against the capabilities of the community.",
								"Strive to tame the wilds in the name of civilization, and defend the points of light and order against the chaos of darkness.",
								"Uphold and revere the spirit of invention. Create new settlements, build where inspiration strikes, and expand the edicts of the Law Bearer."
							]
						}
					]
				}
			]
		},
		{
			"name": "Gruumsh",
			"reprintAlias": "The Ruiner",
			"source": "EGW",
			"page": 27,
			"pantheon": "Exandria",
			"alignment": [
				"C",
				"E"
			],
			"title": "the Ruiner",
			"category": "Betrayer Gods",
			"domains": [
				"Death",
				"Tempest",
				"War"
			],
			"province": "Slaughter, warfare",
			"symbol": "Single, unblinking eye that bleeds",
			"symbolImg": {
				"type": "image",
				"href": {
					"type": "internal",
					"path": "deities/EGW/Symbol of Gruumsh.webp"
				},
				"credit": "Claudio Pozas"
			},
			"entries": [
				"Gruumsh commands hordes of barbaric marauders to destroy, pillage, and slaughter for the sheer joy of it. Orderless and without honor, the creeds of the evil hordemaster urge savage creatures to devour the world around them, giving in to the chaotic and selfish nature of the predator. A number of violent clans of humanoids and beasts across Xhorhas pay homage to Gruumsh, asking him to bless their hunts and gift them with spoils worth ruining.",
				"Gruumsh rules the barren plains of Nishrek in the chaotic realm of Acheron, where he stokes the fury of his twisted armies and prepares to wage a violent war across the planes.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Depiction",
							"entries": [
								"Primitive clay representations in barbaric communities of his followers show the Ruiner as a hulking, bulbous behemoth of an orc. His missing eye has shifted, and the prominent eye is now centered in his face, like a nightmarish cyclops."
							]
						},
						{
							"type": "entries",
							"name": "Enemies",
							"entries": [
								"Corellon shot out Gruumsh's right eye during the Calamity, and the god of slaughter longs for the day he can return the favor twofold. Those who serve the Ruiner are sometimes hypnotized by his hateful rage from across the Divine Gate and fall into a strange bloodlust, longing to slaughter elves and those who worship magic at the altar of the Arch Heart."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Commandments of Gruumsh",
					"entries": [
						{
							"type": "list",
							"items": [
								"Ruin. Conquer. Kill.",
								"The weak exist to be crushed by the strong. Be the strong.",
								"There are no emotions but fury and joy. The rest are weakness."
							]
						}
					]
				}
			]
		},
		{
			"name": "Ioun",
			"reprintAlias": "The Knowing Mentor",
			"source": "EGW",
			"page": 23,
			"pantheon": "Exandria",
			"alignment": [
				"N"
			],
			"title": "the Knowing Mentor",
			"category": "Prime Deities",
			"domains": [
				"Arcana",
				"Knowledge"
			],
			"province": "Knowledge, learning, teaching",
			"symbol": "Pair of open eyes crowned with a third open eye",
			"symbolImg": {
				"type": "image",
				"href": {
					"type": "internal",
					"path": "deities/EGW/Symbol of Ioun.webp"
				},
				"credit": "Claudio Pozas"
			},
			"entries": [
				"Revered by seers, sages, and teachers of all walks of life, Ioun guided the growth of civilization throughout the Age of Arcanum like sunlight guides the branches of a tree. Grievously wounded by the Chained Oblivion during the Calamity, her followers are now hunted by agents of her ancient foes as she recovers. Her devout now worship in private, spreading knowledge, philosophy, and lore anonymously through traceless channels.",
				"Ioun sits among the infinite library that fills the hidden realm of the Endless Athenaeum, her celestial servants cataloging all known things as she inspires those who pray for her insight and guidance.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Depiction",
							"entries": [
								"Common representations show the Knowing Mentor as a graying, mature woman with a welcoming, matronly smile, swathed in billowing robes and scarves that fan into books and scrolls. Some colloquially refer to Ioun as the Knowing Mistress, revering her as a headmistress of knowledge among the gods."
							]
						},
						{
							"type": "entries",
							"name": "Holy Day",
							"entries": [
								"Ioun has no public holy day, for her public worship was shattered during the Calamity, and she has since fallen into half-remembered myth. Only in the monasteries of the Cobalt Soul has the Knowing Mentor's faith been resurrected—though her worship by the intellectuals of the city bears little resemblance to that of the knowledge-seekers of old."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Commandments of Ioun",
					"entries": [
						{
							"type": "list",
							"items": [
								"Unmask those who would destroy Ioun. Learn their secrets and unveil them to the world.",
								"Uphold and teach the importance of reason, perception, and truth in guiding one's emotions and path.",
								"Condemn those who lie without moral cause, for evil folk gain power when their followers obscure the truth. Never stoop to the level of selfish liars."
							]
						}
					]
				}
			]
		},
		{
			"name": "Kord",
			"reprintAlias": "The Stormlord",
			"source": "EGW",
			"page": 23,
			"pantheon": "Exandria",
			"alignment": [
				"C",
				"N"
			],
			"title": "the Storm Lord",
			"category": "Prime Deities",
			"domains": [
				"Tempest",
				"War"
			],
			"province": "Battle, competition, storms",
			"symbol": "Four bolts of lightning radiating from the center of a shield",
			"symbolImg": {
				"type": "image",
				"href": {
					"type": "internal",
					"path": "deities/EGW/Symbol of Kord.webp"
				},
				"credit": "Claudio Pozas"
			},
			"entries": [
				"Where thunder booms and conflict rises, prayers to the Storm Lord are shouted into the maelstrom. Reveling in all tests of strength, Kord blesses those who prove themselves on the battlefield. Worshiped by athletes and warriors all across Exandria, he exalts those whose force of spirit and desire for victory call his attention. He brings tumultuous storms over land and sea, and those who wish for clearer skies offer their praises and prayers to appease him.",
				"Kord dwells among the roving settlements and battlefields within the rugged and glorious realm of Ysgard, where struggle, victory, and celebration shape the landscape and those who reside there.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Depiction",
							"entries": [
								"Within his temples, Kord is shown as a quintessential warrior, often nude with a beard and short, curled hair. As the epitome of muscle and strength, most art depicts the Storm Lord in a stance of dominance, and perhaps wrestling a terrible beast."
							]
						},
						{
							"type": "entries",
							"name": "Holy Day",
							"entries": [
								"Kord's holy day is the Day of Challenging, which is celebrated on the seventh day of the second month. The Day of Challenging is one of the most raucous holidays in Port Damali, and thousands of spectators attend the annual Godsbrawl held in the Temple of Kord to root for their favored deity's champion, particularly the chosen champions of the Storm Lord and the All-Hammer."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Commandments of Kord",
					"entries": [
						{
							"type": "list",
							"items": [
								"Bravery above all. There is no glory in cowardice.",
								"Strength is the path to greatness, but greatness is the responsible use of strength.",
								"The glory of the Storm Lord lives through your own glory on the battlefield."
							]
						}
					]
				}
			]
		},
		{
			"name": "Lolth",
			"reprintAlias": "The Spider Queen",
			"source": "EGW",
			"page": 27,
			"pantheon": "Exandria",
			"alignment": [
				"C",
				"E"
			],
			"title": "the Spider Queen",
			"category": "Betrayer Gods",
			"domains": [
				"Knowledge",
				"Trickery"
			],
			"province": "Deceit, spiders",
			"symbol": "Jeweled spider",
			"symbolImg": {
				"type": "image",
				"href": {
					"type": "internal",
					"path": "deities/EGW/Symbol of Lolth.webp"
				},
				"credit": "Claudio Pozas"
			},
			"entries": [
				"The evil god of deceit, shadows, and spiders, Lolth weaves a complicated web of schemes and treachery through her worshipers, deceiving allies and enemies alike to gain power. It is said that the Spider Queen can see through the eyes of all spiders, and that she is truly all-knowing. Lolth's worship is entwined with the society of dark elves across much of Exandria, but she has lost her influence in Wildemount since the Calamity, when her drow rejected her in favor of the ancient entity known as the Luxon. This slight has drawn her venomous hatred, and she now seeks vengeance against those who betrayed her.",
				"Lolth sends forth her corrupting poisons and whispers from her realm of the Demonweb, which is tethered to the Abyss and home to her many spider children.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Depiction",
							"entries": [
								"Many Lolthite icons and idols show an alluring woman with dark purple skin and silver hair, her abdomen swelling into the terrifying body of a monstrous spider."
							]
						},
						{
							"type": "entries",
							"name": "Enemies",
							"entries": [
								"Lolth holds a searing grudge against Kord, the Storm Lord, for with one throw of his mighty thunderspear he impaled her against a cliffside, leaving her drow armies leaderless during the Calamity. Lolth and Gruumsh also share a burning hatred for Corellon, whom she claims drove her children below the earth, and Lolth often manipulates Gruumsh's followers into attacking her enemies so that the drow may remain safe. While Lolth cannot sense the will or power of the Luxon, the entity that is now worshiped by the dark elves of Xhorhas, she is bent entirely toward the destruction of its followers and their memory."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Commandments of Lolth",
					"entries": [
						{
							"type": "list",
							"items": [
								"It is better to be loved than feared, but you may certainly try to be both.",
								"Misdirection, slander, and shadowed steps have more function than direct conflict.",
								"Death to the elves who live under the sun, and death to all their allies!"
							]
						}
					]
				}
			]
		},
		{
			"name": "Melora",
			"reprintAlias": "The Wildmother",
			"source": "EGW",
			"page": 23,
			"pantheon": "Exandria",
			"alignment": [
				"N"
			],
			"title": "the Wild Mother",
			"category": "Prime Deities",
			"domains": [
				"Life",
				"Nature",
				"Tempest"
			],
			"province": "Seas, wilderness",
			"symbol": "Wreath of grass and grain affixed to a crook",
			"symbolImg": {
				"type": "image",
				"href": {
					"type": "internal",
					"path": "deities/EGW/Symbol of Melora.webp"
				},
				"credit": "Claudio Pozas"
			},
			"entries": [
				"The realm of Melora extends to wherever the seas shift and the land grows wild. As the keeper of the wilderness, Melora represents the wild creatures of nature, the rush of the angry rapids, and the heat-heavy stillness of the desert. Elves worship her, as do hunters, accepting her guidance to exist harmoniously within savage lands. Those seeking safe passage across dangerous waters pray to her to guide them.",
				"Followers of the Raven Queen also show respect to the Wild Mother as the caretaker of what remains when the Matron of Death's work is done. Those of Ki'Nau descent often make offerings to Melora, considering her a collective entity that represents their ancient nature gods within a singular feminine form. Druids of Melora the Wild Mother and clerics of her lover, Erathis the Law Bearer, work together to preserve the balance of nature and civilization. However, worship of Melora was outlawed in the Dwendalian Empire, causing disagreement between clerics of Erathis within Western Wynandir, where many blame poor weather and natural disasters on the ire of their deity's partner.",
				"Eschewing a permanent realm, Melora prefers to wander the planes to oversee natural life. She is often found among the unearthly beauty of Arvandor's infinite expanse of deep woods, hunting unnatural things that corrupt the wilds.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Depiction",
							"entries": [
								"Immortalized through wooden reliefs and carved idols in hidden, overgrown groves and rural shrines, the Wild Mother is shown as a beautiful woman with green skin nearly swallowed by a wild, tangled wreath of hair, leaves, and vines that dwarf her lithe form."
							]
						},
						{
							"type": "entries",
							"name": "Holy Day",
							"entries": [
								"Melora's holy day is Wild's Grandeur, which is celebrated on the vernal equinox, usually the twentieth day of the third month. The people of the Menagerie Coast set aside this day to sail for no reason other than the pleasure of observing the natural beauty of their surroundings. Those who still partake in elements of Ki'Nau culture take this day to appreciate the fruits and foods granted by the sea, leaving offerings of delicacies and small handmade crafts at temporary altars of twisted roots and grasses."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Commandments of Melora",
					"entries": [
						{
							"type": "list",
							"items": [
								"Protect the untamed wilderness from exploitation and destruction.",
								"Slay abominations and other mockeries of nature.",
								"Embrace and respect the savage nature of the world. Exist in harmony with it."
							]
						}
					]
				}
			]
		},
		{
			"name": "Moradin",
			"reprintAlias": "The All-Hammer",
			"source": "EGW",
			"page": 24,
			"pantheon": "Exandria",
			"alignment": [
				"L",
				"G"
			],
			"title": "the All-Hammer",
			"category": "Prime Deities",
			"domains": [
				"Forge",
				"Knowledge",
				"War"
			],
			"province": "Craft, creation",
			"symbol": "Hammer with ends carved in the likeness of dwarven heads",
			"symbolImg": {
				"type": "image",
				"href": {
					"type": "internal",
					"path": "deities/EGW/Symbol of Moradin.webp"
				},
				"credit": "Claudio Pozas"
			},
			"entries": [
				"Moradin is worshiped by smiths, artisans, and miners alike, granting inspiration in exchange for respect and prayer. He shaped the mountains from the chaos of the Founding, and stands as the patron protector of home and family. The devotion to the All-Hammer is strongest in dwarven communities, and many temples to Moradin mark the center of a mighty dwarven stronghold.",
				"Moradin lords over the soul forges within the massive tunneled mansion of Erackinor, deep beneath the slopes of Solania on the plane of Celestia.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Depiction",
							"entries": [
								"Many guild halls and workshops contain images of Moradin, a faceless, stout dwarven being of immense strength, hunched over a flaming heart clasped within his massive hands."
							]
						},
						{
							"type": "entries",
							"name": "Holy Day",
							"entries": [
								"Moradin's holy day is Deep Solace, which is celebrated on the eighteenth day of the fifth month. Especially devout followers of the All-Hammer spend the day in isolation, meditating on the meaning of family and how they may be better mothers, fathers, siblings, and children. The dwarven community in Grimgolir celebrates with a full day of feasting and drinking."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Commandments of Moradin",
					"entries": [
						{
							"type": "list",
							"items": [
								"Remain stoic and tenacious in the face of catastrophe.",
								"Uphold and promote loyalty to your family, loyalty to your clan, and loyalty to your people.",
								"Legacy is paramount. To create something that lasts is to change the world for the better."
							]
						}
					]
				}
			]
		},
		{
			"name": "Naviask",
			"source": "EGW",
			"page": 32,
			"pantheon": "Exandria",
			"alignment": [
				"N",
				"G"
			],
			"category": "Lesser Idols",
			"domains": [
				"Life",
				"Nature"
			],
			"province": "The Archfey",
			"symbol": "Wreath of flowers shaped into demon horns",
			"entries": [
				"Once a powerful balor pursuing total annihilation of the Feywild, Naviask was transformed into a fey spirit by Queen Titania of the Summer Court after falling into one of her traps. Titania's magic changed Naviask's mission to destroy into a quest to heal scarred lands with nature. After the Calamity, Naviask was drawn to Exandria, where he currently remains, seeking to heal the devastation and ruin that still plague the world.",
				"Naviask's followers say that the strange demon-turned-fey wanders the wastes of Xhorhas but is only glimpsed by those he wishes to see him. He aims to heal the land, but the magics that destroyed Ghor Dranas do not easily fade. He searches for those of similar heart and offers to share his power, so that the land might finally be healed.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Appearance",
							"entries": [
								"Naviask retains his balor shape, but his demonic profile is softened by a verdant hue, and the flowers and vines that adorn his body. The former demon's inner fire has been replaced with sunlight, and he wields a whip made of pure radiance."
							]
						}
					]
				}
			]
		},
		{
			"name": "Pelor",
			"reprintAlias": "The Dawnfather",
			"source": "EGW",
			"page": 24,
			"pantheon": "Exandria",
			"alignment": [
				"N",
				"G"
			],
			"title": "the Dawn Father",
			"category": "Prime Deities",
			"domains": [
				"Life",
				"Light",
				"Nature"
			],
			"province": "Healing, sun",
			"symbol": "Bright, eight-pointed star",
			"symbolImg": {
				"type": "image",
				"href": {
					"type": "internal",
					"path": "deities/EGW/Symbol of Pelor.webp"
				},
				"credit": "Claudio Pozas"
			},
			"entries": [
				"Pelor rules over sun and summer, his vigil encircling the ages as the keeper of time. As lord of agriculture and harbinger of the harvest, he is worshiped by farmers and most common folk, and his priests are welcomed in many lands. Supporter of the needy and destroyer of evil, the Dawn Father is often the patron of paladins and rangers who follow a similar creed. He is also known for his defeat of the Chained Oblivion and is revered by those who hunt aberrations.",
				"Pelor is often found within the Fortress of the Sun, a shining, golden citadel that brings vibrant life to the limitless orchards of the Blessed Fields of Elysium.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Depictions",
							"entries": [
								"Tapestries of old match early texts describing Pelor as a paternal figure in silver and gold armor, his head a beacon of light and fire so bright that his face can barely be seen. Many statues in holy places use the head as a brazier, lit with each dawn and extinguished at dusk."
							]
						},
						{
							"type": "entries",
							"name": "Holy Day",
							"entries": [
								"Pelor's holy day is called Highsummer, and takes place on the fifteenth day of the seventh month. While other parts of Exandria feast, the Dwendalian Empire uses this day as an opportunity to enlist more soldiers in its army. The military holds great feasts and hands out toy soldiers and other propaganda, encouraging people to enlist and help fight against the evil that threatens the king."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Commandments of Pelor",
					"entries": [
						{
							"type": "list",
							"items": [
								"Be ever vigilant for evil. People are quick to forget the lessons of the past.",
								"Help relieve the suffering of the innocent.",
								"Deliver the light of Pelor where darkness dwells, with kindness, compassion, and mercy."
							]
						}
					]
				}
			]
		},
		{
			"name": "Quajath",
			"source": "EGW",
			"page": 32,
			"pantheon": "Exandria",
			"alignment": [
				"C",
				"N"
			],
			"title": "the Undermaw",
			"category": "Lesser Idols",
			"domains": [
				"Nature",
				"War"
			],
			"province": "The Fiend, the Great Old One",
			"symbol": "Ring of teeth",
			"entries": [
				"The mystery of whether Quajath is a creation or the direct progeny of Torog is unknown, but the deranged, gargantuan worm creature that scouted the Crawling King's advances in the Calamity was thought to have been slain in the ferocious final battles. Leaving a sizable portion of its wounded body behind, a slimy fragment of Quajath burrowed deep beneath the surface and slumbered in the cold earth beneath Eiselcross to recover and regrow. When the Undermaw attempted to rise once more, the elemental ice of Eiselcross proved too strong, and Quajath remains entombed within the frozen north to this day.",
				"Some of the wildfolk of Eiselcross have discovered an exposed segment of the Tomb of the Worm, and after generations of feeding on its eternally regrowing flesh, the will of the Undermaw has suffused their minds. Some of these wormkin now wander the world as vessels of Quajath's primal drive and alien mind, helping him psychically reach those whose shattered minds can find purpose in following Quajath, taking its gifts of raw magic and fractured secrets. They seek to one day return and free it from its icy prison.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Appearance",
							"entries": [
								"Quajath's recovered body resembles a monstrous, muscular worm of folded, bulbous skin covered in tooth-like scales. Its jagged mouth is surrounded by a ring of pointed teeth, with a thrice-forked tongue bearing its three ivory eyes."
							]
						}
					]
				}
			]
		},
		{
			"name": "Raei",
			"source": "EGW",
			"page": 24,
			"pantheon": "Exandria",
			"alignment": [
				"N",
				"G"
			],
			"title": "the Everlight",
			"category": "Prime Deities",
			"domains": [
				"Life",
				"Light"
			],
			"province": "Atonement, compassion",
			"symbol": "Humanoid, feminine phoenix",
			"symbolImg": {
				"type": "image",
				"href": {
					"type": "internal",
					"path": "deities/EGW/Symbol of Raei.webp"
				},
				"credit": "Claudio Pozas"
			},
			"entries": [
				"God of atonement and compassion, Raei spreads the message of understanding and optimism in even the darkest of places. She believes that the corrupt can be redeemed, a mindset that led to a betrayal by the Lord of the Nine Hells, who decimated her followers during the Calamity. This misplaced trust caused many priests to strike her name from historical records, leaving her title and faith scattered to obscurity for much of the recent age. Only recently has her faith been rediscovered and her temples returned to prominence. The Everlight's followers are often rural healers and community philosophers, offering a voice of reason and empathy in angry and cynical times.",
				"Raei guides her people from within her temple beside the crystal beaches of the Island of Renewal, a hidden sanctuary of flame alongside the Blessed Fields of Elysium.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Depiction",
							"entries": [
								"Those who bring the Everlight's words back to the light unearth her image from ruined temples, or create new art to inspire others with her message. Raei is represented as a beautiful, strong woman with dark skin and light hair, rising betwixt a set of angelic ivory wings."
							]
						},
						{
							"type": "entries",
							"name": "Holy Day",
							"entries": [
								"The Everlight's holy day has been long forgotten, and her followers have yet to decide when her festival should be held and what the festivities should be. The debate has gone on for years, and no great miracles have yet been performed to unify the squabbling clerics."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Commandments of Raei",
					"entries": [
						{
							"type": "list",
							"items": [
								"Lead with mercy, patience, and compassion. Inspire others to unite in fellowship.",
								"Aid those who are without guidance. Heal those who are without hope.",
								"Those who are beyond redemption, who revel in slaughter and remorseless evil, must be dispatched with swift justice."
							]
						}
					]
				}
			]
		},
		{
			"name": "Sehanine",
			"reprintAlias": "The Moonweaver",
			"source": "EGW",
			"page": 25,
			"pantheon": "Exandria",
			"alignment": [
				"C",
				"G"
			],
			"title": "the Moon Weaver",
			"category": "Prime Deities",
			"domains": [
				"Arcana",
				"Nature",
				"Trickery"
			],
			"province": "Illusion, moonlight, night",
			"symbol": "Crescent moon turned upward, strung like a bow",
			"symbolImg": {
				"type": "image",
				"href": {
					"type": "internal",
					"path": "deities/EGW/Symbol of Sehanine.webp"
				},
				"credit": "Claudio Pozas"
			},
			"entries": [
				"Sehanine is the god of moonlight and the autumn season, as well as the patron of illusions and misdirection. Widely worshiped in halfling and elven cultures, she is considered to be the deity of love, protecting the trysts of lovers with shadows of her own making. Those who work in darkness and trickery often ask for her blessing.",
				"Sehanine is found among the verdant tangles of the realm of Arborea, watching over the elven courts, or wandering among the colorful fields of the Feywild.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Depiction",
							"entries": [
								"The Moon Weaver's depictions are as numerous as the myths and stories of her meddling with the unions of mortals. She is most often painted as a young girl with light-blue skin and white hair, her body and limbs merely wavy silk strands of silver moonlight that caress and create the edges of the shadows around her."
							]
						},
						{
							"type": "entries",
							"name": "Holy Day",
							"entries": [
								"Sehanine has no holy day but is celebrated by the elves on the night of the decade's largest full moon. Elven astronomers track the moon's phases and how it grows closer and farther to Exandria to predict these days with great accuracy. Many haughty elves use this festival as an excuse to be sly and mischievous, while younger elves use costumes and illusions to prank their peers. Some elves of Bysaes Tyl hold a secret festival in the Pearlbow Wilderness during the full moon, since the Dwendalian Empire doesn't allow worship of the Moon Weaver."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Commandments of Sehanine",
					"entries": [
						{
							"type": "list",
							"items": [
								"Seize your own destiny by pursuing your passions.",
								"Let the shadows protect you from the burning light of fanatical good and the absolute darkness of evil.",
								"Walk unbridled and untethered, forging new memories and experiences."
							]
						}
					]
				}
			]
		},
		{
			"name": "Tharizdun",
			"reprintAlias": "The Chained Oblivion",
			"source": "EGW",
			"page": 28,
			"pantheon": "Exandria",
			"alignment": [
				"C",
				"E"
			],
			"title": "the Chained Oblivion",
			"category": "Betrayer Gods",
			"domains": [
				"Death",
				"Grave",
				"Trickery"
			],
			"province": "Darkness, destruction",
			"symbol": "Crooked, seven-pointed star made of chains",
			"symbolImg": {
				"type": "image",
				"href": {
					"type": "internal",
					"path": "deities/EGW/Symbol of Tharizdun.webp"
				},
				"credit": "Claudio Pozas"
			},
			"entries": [
				"It is darkness unending, less like a god and more like another world. Life and death do not exist within Tharizdun, only utter destruction and madness. Even the other Betrayer Gods treat this mad god with caution. In its endless imprisonment, Tharizdun dreams the infinite depths of the Abyss into reality, along with all its demonic legions. The Prime Deities had thought it locked away during the Founding until it nearly returned to ruin the world during the conflicts of the Calamity.",
				"Now, its chaotic mind has fallen into more frightful dreams, imagining nightmarish aberrations into existence deep beneath Exandria. The Chained Oblivion's demented cultists work without word from their twisted patron, awaiting the Epoch of Ends, when its freedom will be attained and all beings shall be consumed in deathlessness unending.",
				"Tharizdun is believed to be chained in the deepest pits of the Abyss, bound by divine shackles that slowly weaken, leaking its madness into the planes.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Depiction",
							"entries": [
								"Few visual attempts to depict Tharizdun exist, but the texts speak of a creature of rolling, hungry ink and darkness, a spreading cloud of lightless destruction born from a thousand ravenous mouths. Current references show the nightmare constrained by chains of gold and black, barely keeping the dark at bay."
							]
						},
						{
							"type": "entries",
							"name": "Enemies",
							"entries": [
								"The few remaining followers of Ioun are dedicated to ensuring that Tharizdun is never again unchained. Ioun led the charge against the all-consuming destroyer god's reemergence, and her bravery allowed the other Prime Deities to shackle their enemy, though the victory nearly cost her immortal life. Some say Ioun can only be fully restored if the Chained Oblivion is destroyed for good."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Commandments of Tharizdun",
					"entries": [
						{
							"type": "list",
							"items": [
								"Offer and siphon power to Tharizdun until his liberation comes.",
								"Uncover, restore, and exalt forgotten shrines and relics in his honor.",
								"Ruin and raze the realms to prepare for the Epoch of Ends."
							]
						}
					]
				}
			]
		},
		{
			"name": "The Hag Mother",
			"source": "EGW",
			"page": 32,
			"pantheon": "Exandria",
			"alignment": [
				"N",
				"E"
			],
			"category": "Lesser Idols",
			"domains": [
				"Knowledge",
				"Trickery"
			],
			"province": "The Fiend",
			"symbol": "Single red horn",
			"entries": [
				"Rumored to be the oldest hag and progenitor of all other hags in Exandria, the Hag Mother arrived in the world just after the Founding. She has a soft spot for humanoids in peril that caused her original coven to exile and bind her to Exandria with a magical curse. She wanders the land, making deals with people in dire straits, offering the power to save themselves in return for their service. The tasks the Hag Mother asks of those who accept her deals are always dangerous and sometimes grotesque and cruel. Some of these quests save lives, while others end them. Others still result in the creation of more hags. Many of the missions seem to serve no purpose, but the Hag Mother always has a plan. Whether her endgame is to destroy her enemies, break her curse, or rule Exandria is known only to the Hag Mother herself.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Appearance",
							"entries": [
								"The Hag Mother can take any female humanoid form she chooses and often travels in disguise, but her true form is that of a gnarled, purple-skinned crone with stringy black hair, yellow eyes, and red ram's horns that curl back from her forehead."
							]
						}
					]
				}
			]
		},
		{
			"name": "The Luxon",
			"source": "EGW",
			"page": 32,
			"pantheon": "Exandria",
			"alignment": [
				"N"
			],
			"title": "the First Radiance",
			"category": "Lesser Idols",
			"domains": [
				"Arcana",
				"Light"
			],
			"symbol": "Hollow dodecahedron",
			"entries": [
				"Very few throughout Exandria have heard of the Luxon, and fewer still believe they even exist. The Luxon is the central deity of the Kryn Dynasty and their way of life, but study of the Luxon beyond the borders of Xhorhas has only recently begun—and such study is mostly motivated by the Dwendalian Empire's desire to gain an advantage in the war.",
				"The Luxon doesn't have an active consciousness or personality. The worship of them is largely a system of pure faith, backed by scientific and metaphysical truths that stem from the discovery of the beacons and the Umavi who interpret their meaning (see \"{@book Kryn Dynasty|EGW|3|Kryn Dynasty}\" in chapter 2). Priests of the Luxon often study dunamis and its primal arcane nature, while others are born with dunamantic gifts granted by the reality-bending powers of the beacons. Those that do call on the rarer threads of divinity use the beacons themselves as a source of magic.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Appearance",
							"entries": [
								"By all accounts, the Luxon's original form is believed to be a colossal, shapeless body of impossibly bright light, like a burning star. Followers of the Luxon carry small, often hollow, dodecahedrons as a symbol of their faith.",
								{
									"type": "inset",
									"name": "Origins of the Luxon",
									"entries": [
										"According to the teachings of the Kryn and the Umavi who scribe their faith, it is believed that long before the gods of Exandria came to shape this world, there was a time when a single Light came from the dark nothingness. Other lights came into being around them, settling as the stars in the cosmos. This one Light, however, resisted the force that beckoned them to burn like their star-fated brethren. This one Light wanted to understand what they were and chose to wander alone, choosing a different path. This choice led to endless stretches of lonely dark, the voices of the stars silent to the Light that walked away. Lonely, they wandered until they found a cold, dark rock: a world. The Light grew fond of this rock, seeing it as lonely as they were, and embraced it. They sparked a fire within, cracking the surface and giving fiery life to the cold world.",
										"From within the fiery core, the Light began to watch the world change and turn, the chaos giving birth to the first souls: the Primordials. Amazed with their children, the Light wanted to guide them to learn of themselves, which in turn would help the Light discover their own purpose—but the children warred amongst themselves and killed one another, their souls born of the Light becoming lost to the dark beyond. Confused but determined, the Light decided that a time of learning was required, and that a cycle of trial and error must be enacted for their children of chaos to better themselves. Sacrificing a majority of their own essence, the Light created beacons of their own self, crystals of great power that enacted a cycle of rebirth for those who were bound to the Light.",
										"This act exhausted the Light, and they fell into a deep slumber within the core of the world, awaiting a time where the children of their own mind would learn from life to life, through eons of struggle and self-reflection, until the knowledge had matured enough to reassemble them, awaken them, and the children could grant the answer to the question the Light had sought from the very beginning: what are they and what was their purpose? This Light is now referred to by the mortal followers of the Kryn as the Luxon."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "The Raven Queen",
			"reprintAlias": "The Matron of Ravens",
			"source": "EGW",
			"page": 24,
			"pantheon": "Exandria",
			"alignment": [
				"L",
				"N"
			],
			"title": "Matron of Death",
			"category": "Prime Deities",
			"domains": [
				"Death",
				"Grave"
			],
			"province": "Death, fate, winter",
			"symbol": "White, humanoid mask framed in black feathers",
			"symbolImg": {
				"type": "image",
				"href": {
					"type": "internal",
					"path": "deities/EGW/Symbol of The Raven Queen.webp"
				},
				"credit": "Claudio Pozas"
			},
			"entries": [
				"Master of the skein of fate and the mistress of winter, the Raven Queen is the god of death. Her gaze follows and marks the end of each mortal life, watching over the border between life and death and ensuring the natural transition is undefiled. Many funerals ask her blessing to protect the deceased from the terrible curse of undeath. Those who study ancient lore believe that the Matron of Death was once mortal herself and is the only known mortal to have ascended to godhood. Her rise instantly obliterated the previous, now-forgotten god of death, and the other gods quickly and fearfully destroyed the secrets to the rites of ascension.",
				"The Raven Queen tugs at the threads of fate from her stronghold of black ice within the frozen realm of Letherna, nestled in a frigid corner of the Shadowfell.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Depiction",
							"entries": [
								"Few existing visual depictions of the Raven Queen exist; many temples merely use the raven as a symbol of her blessing. The few illustrations of her portray a tall, pale woman wrapped in dangling black linens, with her face obscured by a white porcelain mask and her onyx-black hair straight and never-ending."
							]
						},
						{
							"type": "entries",
							"name": "Holy Day",
							"entries": [
								"The Raven Queen's holy day is called the Night of Ascension, celebrating her apotheosis. The actual date of the her rise to divinity is unclear, but the Night of Ascension is celebrated on the thirteenth day of the tenth month. What was once a night of cheery celebration of the dead in the Dwendalian Empire has recently become an occasion to burn effigies and decry the Kryn Dynasty for their unnatural relationship with death."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Commandments of the Raven Queen",
					"entries": [
						{
							"type": "list",
							"items": [
								"Death is the natural end of life. There is no pity for those who have fallen.",
								"The path of Fate is sacrosanct. Those who pridefully attempt to cast off their destiny must be punished.",
								"Undeath is an atrocity. Those who would pervert the transition of the soul must be brought down."
							]
						}
					]
				}
			]
		},
		{
			"name": "The Traveler",
			"source": "EGW",
			"page": 32,
			"pantheon": "Exandria",
			"alignment": [
				"C",
				"N"
			],
			"category": "Lesser Idols",
			"domains": [
				"Nature",
				"Trickery"
			],
			"province": "The Archfey",
			"symbol": "Arched doorway over a road that vanishes into the distance",
			"entries": [
				"This powerful archfey of selfish and anarchic intent, who was once known by the name Artagan, drew the ire of Corellon a millennium ago when his prank-like dabblings on the Material Plane left an entire nascent elven culture worshipping a whale carcass. Banished to the Feywild and barred from the mortal realm, Artagan wandered his home plane for hundreds of years, sowing chaos for his own enjoyment—until he struck a deal with the heroes of Vox Machina that enabled him to return to the Material Plane. There, he embarked on his latest plot of dubious divinity under a new identity: the Traveler.",
				"Eccentric, fickle, and prone to whimsy and impulse, the Traveler wanders Exandria, seeking allies and followers who entertain him. Lending his powerful fey magics in the guise of divine boons and weaving a spreading myth surrounding his secretive purpose, the Traveler appears when least expected and leaves when least preferred. Those who hear of his tenets are prone to disbelief, but the occasional \"miracle\" serves to reinforce his influence. Does he wish to become a new god, or is this all still just a game?",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Appearance",
							"entries": [
								"The Traveler is often depicted as a tall elf man hidden within a billowing green cloak, the hood obscuring his face except for his knowing grin."
							]
						}
					]
				}
			]
		},
		{
			"name": "Tiamat",
			"reprintAlias": "The Scaled Tyrant",
			"source": "EGW",
			"page": 28,
			"pantheon": "Exandria",
			"alignment": [
				"L",
				"E"
			],
			"title": "the Scaled Tyrant",
			"category": "Betrayer Gods",
			"domains": [
				"Order",
				"Trickery",
				"War"
			],
			"province": "Dragon god of evil",
			"symbol": "Taloned dragon claw",
			"symbolImg": {
				"type": "image",
				"href": {
					"type": "internal",
					"path": "deities/EGW/Symbol of Tiamat.webp"
				},
				"credit": "Claudio Pozas"
			},
			"entries": [
				"The evil queen of dragons is a fearsome god of greed, envy, and hoarded wealth. While chromatic dragons are her foremost worshipers, Tiamat accepts the worship of any who crave wealth. All chromatic dragons have a fearful reverence for their tyrannical queen, but many dragons of near-deific power and ambition chafe under her rule.",
				"Tiamat remains imprisoned in Avernus, the first of the Nine Hells, influencing the souls of chromatic dragons across the planes and seeking the means to free herself.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Depiction",
							"entries": [
								"Most representations of Tiamat exist as warnings within sanctuaries of the Platinum Dragon Bahamut. She is shown as a drake of frightful size, with massive leathery wings spreading clouds of poisonous mist, while she shouts from five vicious dragon heads, each one a chromatic color of her evil children."
							]
						},
						{
							"type": "entries",
							"name": "Enemies",
							"entries": [
								"The Scaled Tyrant's hatred for Bahamut is as old as the Founding, and her cults are ever hunted by his justice. For centuries, the zealous paladins of Bahamut have limited her worship to the chromatic dragons, but a rise in cult activity in the underbelly of Dwendalian society has priests of the Platinum Dragon on edge."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Commandments of Tiamat",
					"entries": [
						{
							"type": "list",
							"items": [
								"Amass wealth, but spend little. The gold—and the power that comes with it—is sufficient reward in itself.",
								"Do not forgive nor forget an indignity to yourself. Let no affront go unpunished.",
								"Take what you covet. Those without the strength to defend their dominion are not worthy to have one."
							]
						}
					]
				}
			]
		},
		{
			"name": "Torog",
			"reprintAlias": "The Crawling King",
			"source": "EGW",
			"page": 28,
			"pantheon": "Exandria",
			"alignment": [
				"N",
				"E"
			],
			"title": "the Crawling King",
			"category": "Betrayer Gods",
			"domains": [
				"Death",
				"Trickery"
			],
			"province": "Enslavement, torture",
			"symbol": "Three pale arms clawing from a dark void",
			"symbolImg": {
				"type": "image",
				"href": {
					"type": "internal",
					"path": "deities/EGW/Symbol of Torog.webp"
				},
				"credit": "Claudio Pozas"
			},
			"entries": [
				"The dark god of the endless tunnels and caverns beneath Exandria, Torog is the patron of torturers, slavers, and jailers across the realms. His violent tears carved the pathways under the world, and his realm of imprisonment is a network of deadly caves and manacles from which few return. Creatures that wander the desolation of Carceri often construct prisons in his image. Those who rob others of their freedom offer prayers to him in cellars and other subterranean domains, and many creatures who live in the darkness below worship him and seek his guidance.",
				"Torog remains banished within an unknown sliver of the Far Realm that now borders the deepest pits of the Underdark, where the boundaries between worlds grow thin and birth terrible abominations bent on subjugation.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Depiction",
							"entries": [
								"The Crawling King is rendered as a swollen, malformed worm that slithers through the dark below, with a screaming, hairless human head at the helm and three arms carving through the lightless rock."
							]
						},
						{
							"type": "entries",
							"name": "Enemies",
							"entries": [
								"Pelor and Raei defeated Torog during the Calamity by luring their nemesis above ground. Pelor pierced Torog's tenebrous body with ten thousand lances of sunlight, and the Everlight imprisoned him beyond the boundaries of Exandria. The tears of pain and anger the Crawling King shed burned through Exandria, and his faithful fled into these tunnels to escape their enemies' holy light."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Commandments of Torog",
					"entries": [
						{
							"type": "list",
							"items": [
								"Seek and exalt places where no light touches.",
								"Revel in the pain you inflict on others, and relish the pain you suffer yourself as an offering to Torog.",
								"Imprison those who cannot resist you, and drag all life into the darkness."
							]
						}
					]
				}
			]
		},
		{
			"name": "Uk'otoa",
			"source": "EGW",
			"page": 33,
			"pantheon": "Exandria",
			"alignment": [
				"N",
				"E"
			],
			"title": "the Leviathan Lord",
			"category": "Lesser Idols",
			"domains": [
				"Knowledge",
				"Tempest"
			],
			"province": "The Great Old One, the Hexblade",
			"symbol": "Yellow, slitted eye",
			"entries": [
				"Uk'otoa was created by Zehir and terrorized the seas of Wildemount until the Divergence left the leviathan without master or purpose. The surviving indigenous people of the Swavain Islands, the Ki'Nau, took Uk'otoa as their guide and god to rule the waters and bring them prosperity. The leviathan elevated the Ki'Nau to conquer the southern coasts of the continent until the jealous will of Zehir reached beyond the Divine Gate and discovered the insolence of his creation, commanding his followers to seal away Uk'otoa in the bedrock beneath the Lucidian Ocean.",
				"Uk'otoa now reaches out to the dreams of nautical wanderers and shipwrecked sailors, lending his power to those who wish to rule the sea as he once did, beckoning them to free him from his suboceanic prison with promises of arcane gifts and the blessing of the blade known as the Sword of Fathoms, an extension of Uk'otoa's will and influence. His consciousness has found the minds of Desirat and Quajath, and the three have a tenuous accord to convince mortals to find and free them from their binds.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Appearance",
							"entries": [
								"Uk'otoa takes the form of an incredibly massive sea serpent. His coiled and twisting length is covered with fins, scales, and amber eyes, with a head ending in a pointed, fanged jaw and a face of three amber eyes."
							]
						}
					]
				}
			]
		},
		{
			"name": "Vecna",
			"reprintAlias": "The Whispered One",
			"source": "EGW",
			"page": 29,
			"additionalSources": [
				{
					"source": "SCAG",
					"page": 125
				}
			],
			"pantheon": "Exandria",
			"alignment": [
				"N",
				"E"
			],
			"title": "the Whispered One",
			"category": "Betrayer Gods",
			"domains": [
				"Arcana",
				"Death",
				"Grave",
				"Knowledge"
			],
			"province": "Necromancy, secrets",
			"symbol": "Desiccated hand with an eye in the palm",
			"symbolImg": {
				"type": "image",
				"href": {
					"type": "internal",
					"path": "deities/EGW/Symbol of Vecna.webp"
				},
				"credit": "Claudio Pozas"
			},
			"entries": [
				"The lich lord Vecna presides over villainous mages, conspiring politicians, and envious servants as the dark god of necromancy, undeath, and secrets. Once a dangerously clever and powerful archmage-turned-lich, his hunger for dominion over all mysteries and obsession with conquering the pantheon led to his own dissolution, leaving behind only his left hand and eye. His enduring spirit reformed through the ages and managed to reconstruct the Raven Queen's rites of ascension to become the newest of gods to walk Exandria. Defeated by the legendary heroes Vox Machina and sealed behind the Divine Gate, the Whispered One now quietly rules over that which is not meant to be known.",
				"Vecna calls no place among the planes his home, instead wandering in search of powerful artifacts and secrets to further his unknowable plots.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Depiction",
							"entries": [
								"Those who claim to have looked on Vecna's form speak of a tall, skeletal lich swathed in tattered robes and enchanted jewels, missing both his left hand and left eye."
							]
						},
						{
							"type": "entries",
							"name": "Enemies",
							"entries": [
								"While Vecna loathes all other gods and wishes to destroy them and become the sole divine power in the planes, he has a particular hatred for Ioun. Ioun seeks to share with the world the same secrets Vecna guards for himself, and his followers work diligently to undermine and destroy the Library of the Cobalt Soul and any others who follow her path. The Raven Queen also despises Vecna, and sees his presence as a mighty affront to her purpose."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Commandments of Vecna",
					"entries": [
						{
							"type": "list",
							"items": [
								"Learn all you can, and keep hidden that which you know. Reveal what pieces you must, but never the whole.",
								"Express and cultivate the evil within yourself, and in doing so, recognize it in others to exploit them for your own benefit.",
								"Seed the ruin of all who worship other deities, until only those who kneel before Vecna remain."
							]
						}
					]
				}
			]
		},
		{
			"name": "Vesh",
			"source": "EGW",
			"page": 33,
			"pantheon": "Exandria",
			"alignment": [
				"N",
				"E"
			],
			"title": "the Bloody Siren",
			"category": "Lesser Idols",
			"domains": [
				"Death",
				"Life"
			],
			"province": "The Archfey, the Undying",
			"symbol": "Crimson ring hanging from a chain",
			"entries": [
				"None know whether Vesh is a witch or a demigod, but she has walked Exandria for centuries, seducing those who pry into forbidden magics and drawing them to her as possible suitors. Acolytes cultivate sects of worshipers who engage in ritualistic orgies and masochistic rites, these hedonistic rituals culminating with her selection of a mate. Vesh feeds on the unchosen in a bloody massacre before laying with her selected survivor and vanishing to her realm. Their essences intertwined, she then lends her strength to her mate, watching over them for life.",
				"A being with conflicting duality, Vesh has moods that demand sacrifice and pain, and others that ask for benevolence and mercy. Because Vesh's whims are truly unknown, many who wish to gain her favor and attention commit terrible acts. While she has many partners, she is a jealous patron who demands the true heart of her chosen. Those who stray are never heard from again.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Appearance",
							"entries": [
								"Vesh resembles a nude woman with faintly glowing gray skin, long purple hair, and unnaturally long arms and fingers that end in claw-like nails. Her eyes are pale white with no iris, and her expression varies from alluring to monstrous depending on her mood."
							]
						}
					]
				}
			]
		},
		{
			"name": "Xalicas",
			"source": "EGW",
			"page": 33,
			"pantheon": "Exandria",
			"alignment": [
				"L",
				"G"
			],
			"category": "Lesser Idols",
			"domains": [
				"Life",
				"Light"
			],
			"province": "The Archfey, the Celestial",
			"symbol": "Single blackened wing",
			"entries": [
				"The Calamity took the lives of mortals and immortals alike. Many angels that fought with the Prime Deities were slain, and most that survived were wounded. The solar Xalicas, the right hand of the Arch Heart, was so injured that even the magic of the gods cannot help the angel regain the ability to see, fly, or leave Exandria. For over a century, Xalicas lay broken and blinded in the Greying Wildlands, moss and plants covering her body, until she had the strength to move, blaming herself for the small part she played in the Calamity.",
				"Now Xalicas wanders Wildemount to make up for the sins of the Calamity and prevent another devastating war. Her followers attempt to heal war-scarred lands and repair the natural world. Xalicas knows that alone and in her injured state she cannot stop all the evils in the world, so the angel lends her power to those she finds worthy: creatures who wish to stop unnecessary war, stand up to tyranny, and defend the innocent.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Appearance",
							"entries": [
								"Xalicas is a silver-skinned solar who wears a clean white bandage around her eyes. Her body is covered in scars, and one of her wings is blackened and burned."
							]
						}
					]
				}
			]
		},
		{
			"name": "Zehir",
			"reprintAlias": "The Cloaked Serpent",
			"source": "EGW",
			"page": 29,
			"pantheon": "Exandria",
			"alignment": [
				"C",
				"E"
			],
			"title": "the Cloaked Serpent",
			"category": "Betrayer Gods",
			"domains": [
				"Nature",
				"Trickery"
			],
			"province": "Assassins, poison, snakes",
			"symbol": "Coiled serpent",
			"symbolImg": {
				"type": "image",
				"href": {
					"type": "internal",
					"path": "deities/EGW/Symbol of Zehir.webp"
				},
				"credit": "Claudio Pozas"
			},
			"entries": [
				"A wanderer in the shadows and the creator of snakes and serpentkin, Zehir is the evil god of poisons, assassins, and darkness. The ancient serpentkin worship him over all other deities, dragging screaming offerings to their temples in his honor. Most of the Cloaked Serpent's worshipers were annihilated during the Calamity, and the rest are either suspended in self-induced stasis or hunted for sport by the servants of Lolth and Torog. But perhaps Zehir is merely biding his time, waiting for the proper moment to unleash his hidden armies on the world once more.",
				"Zehir subverts and poisons Exandria from the shadowed Towers of Night, hidden among the ever-shifting winds of the Astral Plane.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Depiction",
							"entries": [
								"Many forgotten temples were once built to the Cloaked Serpent, and within these chambers his image was embedded within much of the architecture. He is shown as a human body with six arms and a gargantuan serpentine head, fanged and frilled in aggression. Strands of thick, dark hair that sprout from his scaled body form layers of swirling shadow, obscuring his form."
							]
						},
						{
							"type": "entries",
							"name": "Enemies",
							"entries": [
								"Zehir loathes Erathis and Melora, for he despises life, order, and love above all things. His surviving worshipers use poison and fire to undermine civilization and consume nature, hoping to infuriate both gods and cast Exandria into chaos."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Commandments of Zehir",
					"entries": [
						{
							"type": "list",
							"items": [
								"Keep your acts obfuscated and secret. The night is your greatest ally.",
								"Strike quickly and without reason. Blind the target with their own confusion.",
								"Kill slowly. Agonizingly. Or worse, make them enjoy it."
							]
						}
					]
				}
			]
		}
	]
}