{
	"_meta": {
		"internalCopies": [
			"backgroundFluff"
		]
	},
	"backgroundFluff": [
		{
			"name": "Giant Foundling",
			"source": "BGG",
			"entries": [
				"Though you aren't a Giant, you grew up among giants. Maybe you were an orphan taken in by a sympathetic family of stone giants who raised you as one of their own. Or perhaps you lived in a lost prehistoric pocket of the world, surrounded by giants and fearsome behemoths or hulking dinosaurs.",
				"Something about your environment—perhaps the food or water that sustained you, elemental magic inherent in the site of your home, or some verdant blessing of growth placed on you—caused you to grow to a remarkable size for your kind. With the aid of this magic, you have learned how to embody the might of giants. You are used to moving through a world much bigger than you, and that is reflected in your skills, attitude, and perspective on life."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "backgrounds/BGG/Giant Foundling.webp"
					},
					"title": "A giant foundling is used to a larger world",
					"credit": "Kai Carpenter",
					"width": 1700,
					"height": 1087
				}
			]
		},
		{
			"name": "Rune Carver",
			"source": "BGG",
			"entries": [
				{
					"type": "quote",
					"entries": [
						"What we call rune magic is the palest imitation of Annam's creative work. He shaped worlds from the primal elements; we struggle to bind the merest scraps of elemental power into the mystic shapes of our runes."
					],
					"by": "Diancastra"
				},
				"You've dedicated your life to studying runecraft. Whether you were taught by a master rune carver or learned by poring over ancient engravings, you can tap into the supernatural power held within runes.",
				"The art of runecraft was initially created by giants, but over time, the practice has been adopted by many peoples. As such, though Giant runes are the most commonly used, many rune carvers incorporate symbols from their native languages into the craft."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "backgrounds/BGG/Rune Carver.webp"
					},
					"title": "Orc Rune Carver",
					"credit": "Nikki Dawes",
					"width": 850,
					"height": 1218
				}
			]
		}
	]
}