{
	"_meta": {
		"internalCopies": [
			"raceFluff"
		]
	},
	"raceFluff": [
		{
			"name": "Elf (Zendikar)",
			"source": "PSZ",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Elves are a fearless and adaptable people. They have fared better than most in the tumultuous environment of Zendikar, and many have reacted to the reappearance of the Eldrazi with resilience and courage. They remain the most prevalent race on Murasa, and have a strong presence in other regions as well. Their treetop villages seem to regrow almost as soon as they are destroyed—much like the Murasan jungles where they are found.",
						"Elves are strongly associated with green mana, the magic that flows through their forest homes. Their shamans and druids channel this magic of life and growth, communing with the land or the spirits of the departed. Striving to live in harmony with nature, they celebrate the ties between their communities and their connection with the broader world around them.",
						{
							"type": "entries",
							"name": "Wildly Elegant",
							"entries": [
								"Elves are about as tall as humans, but are more slender. Their legs are long, and their pointed ears sweep back from their heads. They move gracefully and hold themselves with elegant poise, but they are a people of the woodlands, and their life in the wilds is manifested in the practical simplicity of their clothes and equipment. Never ones to waste anything that can be reused, elves stitch torn garments together into new ones, and transform broken sword blades into useful gear. They prefer leather for protection rather than metal, which they use to craft swords, spears, arrowheads, and climbing hooks."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/PSZ/Elf.webp"
					},
					"title": "Turntimber Ranger",
					"credit": "Wayne Reynolds",
					"width": 534,
					"height": 380
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/PSZ/Elf2.webp"
					},
					"title": "Lifespring Druid",
					"credit": "Willian Murai",
					"width": 639,
					"height": 313
				}
			]
		},
		{
			"name": "Elf (Zendikar; Joraga Nation)",
			"source": "PSZ",
			"_copy": {
				"name": "Elf (Zendikar)",
				"source": "PSZ",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": {
							"type": "section",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"The elves of the imperious Joraga nation of Bala Ged have little respect for any other race of Zendikar—or even for other elves. The survival of their nation and its traditions is the Joraga elves' only goal, and they view the influence of others as a weakness. The Joraga eschew the goods and habits of others, even avoiding the pathways blazed by the Tajuru when possible. Many view the nomadic Joraga clans as little more than bands of roving murderers, but a complex culture hides behind those clans' aggressive exterior."
									]
								}
							]
						}
					}
				}
			}
		},
		{
			"name": "Elf (Zendikar; Mul Daya Nation)",
			"source": "PSZ",
			"_copy": {
				"name": "Elf (Zendikar)",
				"source": "PSZ",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": {
							"type": "section",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"Elves of the Mul Daya nation of Bala Ged are set apart from other elves by their relationship with the spirits of their elven ancestors. To the Mul Daya, the spirit world and the mortal realm are different only in terms of their tangibility. Death and the spirits of the dead are as much a part of the lives of the Mul Daya as is the natural world. This is not a macabre sentiment to the elves; they simply view it as the truest sense of the natural order.",
										"Mul Daya elves can often be recognized by their face painting and tattooing. Many Mul Daya decorate their skins with an enwrapping vine motif, and make use of poisons and acids collected at great cost from strange creatures and plants in the depths of Kazandu."
									]
								}
							]
						}
					}
				}
			}
		},
		{
			"name": "Elf (Zendikar; Tajuru Nation)",
			"source": "PSZ",
			"_copy": {
				"name": "Elf (Zendikar)",
				"source": "PSZ",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": {
							"type": "section",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"The Tajuru nation is the largest of the three main elven nations, concentrated in Murasa and spread across other parts of Zendikar as hundreds of far-flung clans. Tajuru elves are the most open to people of other races, seeing their skills and perspectives as valuable new tools for survival. The Tajuru are also more open to new lifestyles, be it living in a mountaintop citadel or roaming grassy plains."
									]
								}
							]
						}
					}
				}
			}
		},
		{
			"name": "Goblin",
			"source": "PSZ",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Goblins are an inquisitive and adaptable race hampered by their small size, their natural cowardice, and a severe shortage of common sense. They eagerly explore areas that others hesitate to enter, and obsessively fiddle with magic that more sensible folk would take careful precautions with. They prize ancient artifacts not for their inherent value, but primarily as a mark of status—for a precious trophy proves that its owner survived a delve into a deep and dangerous ruin.",
						"Goblins are associated with red mana. Their shamans are fond of spells that create or control fire and lightning to smite their foes, and they are quick to follow their impulses and passions into action without much forethought. Life to a goblin is an adventure full of new things to explore and experience.",
						{
							"type": "entries",
							"name": "Long Arms and Stony Skin",
							"entries": [
								"A typical goblin stands between three-and-a-half and five feet tall, with a slender, elongated build. Goblins' arms are unusually long and spindly, making them adept at climbing cliffs and trees. Their skin has a stony texture, ranging in color from red-brown to moss green or gray. Their ears are large and swept back, their eyes are intensely red, and many sport heavy bone protrusions on their spines or elbows. Males have similar growths jutting from their chins, while females have heavier growths on their foreheads.",
								"This distinctive appearance is a direct result of the goblins' unusual diet. Before the Eldrazi's rise, goblins supplemented their normal diet with a kind of rock they pounded into bits and called \"grit.\" The presence of the Eldrazi in Zendikar has poisoned this rock, so the goblins have taken to eating powdered hedrons instead. Eating this magic-infused stone has given the goblins resistance to the maddening psychic emanations of the Eldrazi. As an added benefit, it toughens their skin, protecting them from the elements and from physical dangers."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/PSZ/Goblin.webp"
					},
					"title": "Zada, Hedron Grinder",
					"credit": "Chris Rallis",
					"width": 441,
					"height": 401
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/PSZ/Goblin2.webp"
					},
					"title": "Slab Hammer",
					"credit": "Joeseph Meehan",
					"width": 543,
					"height": 325
				}
			]
		},
		{
			"name": "Goblin (Zendikar; Grotag Tribe)",
			"source": "PSZ",
			"_copy": {
				"name": "Goblin",
				"source": "PSZ",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": {
							"type": "section",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"Smaller and weaker than their cousins, and with larger hands and feet, goblins of the Grotag tribe attempt to live by their wits—though seldom with much success. When a Grotag goblin has the bright idea of trying to tame fleshpiercer mites, at least a few others will be willing to follow that goblin into a nest—usually to predictably horrible results. But though the Grotag seem to have a never-ending supply of bad ideas, and a horrible ratio of bad ideas to good, the Grotag likewise seem to have a never-ending supply of Grotag. As such, by trial and error (and more error), these goblins have stumbled across a great deal of knowledge useful for surviving the deep places of Zendikar, and for dealing with the creatures that live there. The Grotag imagine themselves to have a sort of empathy with beasts, and they lose hundreds of goblins each year to ill-advised attempts at monster taming. But, every now and again, one of these efforts is successful."
									]
								}
							]
						}
					}
				}
			}
		},
		{
			"name": "Goblin (Zendikar; Lavastep Tribe)",
			"source": "PSZ",
			"_copy": {
				"name": "Goblin",
				"source": "PSZ",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": {
							"type": "section",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"The Lavastep tribe is the most industrious of the goblin tribes, and possesses much hard-won knowledge of the geothermal activity in Akoum. More so than members of the other tribes, the Lavastep goblins build surprisingly effective equipment out of the crystal shards and veins of strange metals that occasionally boil up to the surface. The most warlike of their kind, Lavastep goblins frequently harass the kor, elves, and humans of Akoum."
									]
								}
							]
						}
					}
				}
			}
		},
		{
			"name": "Goblin (Zendikar; Tuktuk Tribe)",
			"source": "PSZ",
			"_copy": {
				"name": "Goblin",
				"source": "PSZ",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": {
							"type": "section",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"Among the goblins, the Tuktuk are most likely to hire themselves out as ruin guides to other races. Of course, their usual plan is to help find something of value, steal it, trigger a trap intentionally, and then run."
									]
								}
							]
						}
					}
				}
			}
		},
		{
			"name": "Human (Zendikar)",
			"source": "PSZ",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Humans are the most numerous, diverse, and adaptable folk of Zendikar, and they form the core of most exploratory and adventurous expeditions across the plane. Though many humans huddle behind stone walls and wooden ramparts, at least somewhat protected from the perils of Zendikar, a significant number venture out from the safety of those walls to explore and defend their world. As the Eldrazi spread, more and more humans are driven out of their refuges and forced to confront the harsh reality of that alien threat.",
						{
							"type": "entries",
							"name": "Life on the Frontiers",
							"entries": [
								"Most human communities on Zendikar are tiny villages, remote outposts, or temporary encampments. These settlements are found on every continent, from the coastal villages of Guul Draz to the giant caravan of Goma Fada on Akoum. Without the safety of walls and ramparts, frontier life is all about the struggle for survival, leaving little time or energy for scholarly pursuits. The people of most of these communities rely on hunting, gathering, herding, and trading for the food and other goods they need. Some, however, survive by preying on the people of other communities and caravans."
							]
						},
						{
							"type": "entries",
							"name": "Civilized Humanity",
							"entries": [
								"Despite the harshness of life on Zendikar, human civilization flourishes in a few scattered towns. Sea Gate (on the continent of Tazeem), Affa Town (on Akoum), and the so-called Free City of Nimana (in Guul Draz) are the most notable of these, boasting organized military forces, institutions of learning, established traditions of magic, houses of worship, and dark underbellies of crime and corruption. With populations measured in the thousands, these settlements would barely qualify as towns on other planes, but they have no rivals on Zendikar except the vampire city of Malakir—which has been in ruins since the emergence of the Eldrazi.",
								{
									"type": "entries",
									"name": "The Expeditionary Houses",
									"entries": [
										"In Sea Gate, five so-called expeditionary houses launch regular excursions into the wilds for various purposes. Named for the destinations of their first expeditions, they are the Valakut House, the Pelakka Foundation, and the Akoum, Murasa, and Bala Ged Expeditionary Houses. The rivalries among the houses are legendary, and they are known to sabotage each other's expeditions. Each maintains hostels in various settlements, which serve as resources for adventurers and explorers who need to hire guides or purchase supplies."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/PSZ/Human.webp"
					},
					"title": "Dragonmaster Outcast",
					"credit": "Raymond Swanland",
					"width": 590,
					"height": 424
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/PSZ/Human2.webp"
					},
					"title": "Kazandu Blademaster",
					"credit": "Michael Komarck",
					"width": 294,
					"height": 215
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/PSZ/Human3.webp"
					},
					"title": "Serene Steward",
					"credit": "Magali Villeneuve",
					"width": 567,
					"height": 359
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/PSZ/Human4.webp"
					},
					"title": "Sea Gate Oracle",
					"credit": "Daniel Ljunggren",
					"width": 325,
					"height": 236
				}
			]
		},
		{
			"name": "Kor",
			"source": "PSZ",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Deeply reverent of the land and its sacred sites, the nomadic kor live a spare existence defined by their constant travels. Masters of ropes and hooks, they scale sheer cliffs and cross yawning chasms with such skill and agility that they sometimes seem almost to take flight.",
						"Kor are associated with white mana, and their wizards and clerics employ spells of healing, of banishing the dark, and of protection. Their personalities and ideals also mesh with the characteristics of white mana in their emphasis on an ordered, harmonious community with strong traditions binding its members together.",
						{
							"type": "entries",
							"name": "Slender and Silent",
							"entries": [
								"Kor are tall, slender humanoids with light hair and gray, blue-gray, or ivory skin. All kor have slightly pointed ears, and males have short, fleshy barbels on their chins. They paint softly glowing geometric patterns on their faces and bodies, suggestive of the shapes and design of the hedrons that appear across Zendikar. Their clothing tends to leave their arms and shoulders free to facilitate climbing, and they keep most of their gear in pouches and slings at their waists.",
								"The kor have a nonverbal language of hand signs and gestures that allows communication despite significant distance (particularly when augmented with whirling ropes) or howling winds. They also use this sign language among themselves when they wish to avoid being overheard, giving rise to misguided rumors that they are incapable of speech. When they do speak, they typically use as few words as possible to convey their meaning."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/PSZ/Kor.webp"
					},
					"title": "Kor Sanctifiers",
					"credit": "Dan Scott",
					"width": 543,
					"height": 358
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/PSZ/Kor2.webp"
					},
					"title": "Kor Entanglers",
					"credit": "Jason Rainville",
					"width": 495,
					"height": 453
				}
			]
		},
		{
			"name": "Merfolk",
			"source": "PSZ",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Curious, thoughtful, and analytical, the merfolk of Zendikar are natural scholars and explorers. In the past, merfolk society was organized around their belief in three deities. But in the wake of the reappearance of the Eldrazi, the merfolk have realized that their faith was a web of lies, built on a corrupted memory of the Eldrazi titans handed down from generation to generation. In peaceful times, the merfolk might have fought over the ultimate meaning of this revelation. But faced with the danger presented by the Eldrazi broods, the merfolk have largely set aside their differences and joined together in a united force. Old grudges still linger, but the well-being of the merfolk race—and the world—far outweigh any ancient conflicts between creeds.",
						"Merfolk are associated with blue mana, though the traditional merfolk creeds express this connection in different ways.",
						{
							"type": "entries",
							"name": "Born of the Sea",
							"entries": [
								"Merfolk are an amphibious race, born and at home in the water but comfortable on dry land. Humanoid in form, they have skin of ivory, silver, russet, blue, or deep purple. Long fins extend from the backs of their forearms and calves, and their fingers and toes are webbed. The hairlike growths on their heads are either thick and bristly like the needles of a sea urchin, or long and wavy, resembling fine seaweed. In either case, these growths typically range in color from red to warm brown to black. Male merfolk have similar growths extending down from their cheekbones.",
								"Merfolk wear little clothing unless they are armored for battle. Even then, they drape themselves with nets and a minimum of cloth, wearing armor crafted of large, bleached seashells and augmented with leather."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/PSZ/Merfolk.webp"
					},
					"title": "Enclave Elite",
					"credit": "Igor Kieryluk",
					"width": 489,
					"height": 406
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/PSZ/Merfolk2.webp"
					},
					"title": "Coralhelm Commander",
					"credit": "Jaime Jones",
					"width": 293,
					"height": 397
				}
			]
		},
		{
			"name": "Merfolk (Zendikar; Cosi Creed)",
			"source": "PSZ",
			"_copy": {
				"name": "Merfolk",
				"source": "PSZ",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": {
							"type": "section",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"No merfolk will openly admit to following the creed of the trickster, but those who do view Cosi as an ally who can grant them control over the chaotic forces of the world."
									]
								}
							]
						}
					}
				}
			}
		},
		{
			"name": "Merfolk (Zendikar; Emeria Creed)",
			"source": "PSZ",
			"_copy": {
				"name": "Merfolk",
				"source": "PSZ",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": {
							"type": "section",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"Merfolk who followed Emeria's creed seek wisdom and truth in the Wind Realm, exploring the mystical forces—rather than natural causes—behind historical events. They are evasive and intentionally enigmatic in their interactions with others, and are often described as manipulative and deceptive."
									]
								}
							]
						}
					}
				}
			}
		},
		{
			"name": "Merfolk (Zendikar; Ula Creed)",
			"source": "PSZ",
			"_copy": {
				"name": "Merfolk",
				"source": "PSZ",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": {
							"type": "section",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"Ula-creed merfolk emphasize intellectual pursuits, stressing hard evidence and reason over passion. They are analytical scholars, chroniclers, explorers, and navigators who pride themselves on being blunt and straightforward."
									]
								}
							]
						}
					}
				}
			}
		},
		{
			"name": "Vampire",
			"source": "PSZ",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Born into ancient servitude and bred to a life of decadent corruption, the vampires of Zendikar feed on the energy in the blood of living creatures—an energy that is particularly strong in times of terror and pain. To members of the other races, vampires are a fearsome mystery and the stuff of nightmares, hunting their prey like beasts or reclining on thrones made of skulls in their moss-draped cities. But few understand how the vampires are locked in a brutal civil war. On one side are those who hold to their traditional ways, desperately battling to remain free. On the other side are those vampires whose legacy reaches back into the deepest recesses of history. Bound once more to the Eldrazi who were their ancient masters, those vampires hunt their kin in an effort to extinguish any dreams of freedom and rebellion.",
						"Vampires are associated with black mana. Their existence is predicated on draining the life from others to fuel their own existence, and on putting their own lives ahead of all other concerns. Philosophically, they do not constrain themselves with artificial rules of morality, but believe that the strong can and should take what they need from the weak.",
						{
							"type": "entries",
							"name": "Between the Living and the Dead",
							"entries": [
								"The vampires of Zendikar are not undead. Rather, their unique nature comes from an eldritch disease that turns their flesh cold, makes their gray or purple skin feel dead to the touch, and enables them to drain concentrated magical energy from the blood of other living creatures. They are tall and slender, with long, elegant necks and broad shoulders. Bony horns protrude from their shoulders and elbows, often augmented by the layered plates of their armor and clothing. Their canine teeth are slightly elongated, but not enough to protrude between their closed lips.",
								"Vampires dress in leather and the chitin carapaces of the gigantic insects that dwell in the swamps and jungles of their native Guul Draz, augmented with fine silk and gauzy fabric. They decorate their skin in elaborate, symmetrical patterns of red paint made from blood and mineral pigments. Their clothing is an odd mixture of complex layers and elaborate patterns combined with plenty of exposed skin, since their cold bodies are unaffected by the temperature around them."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/PSZ/Vampire.webp"
					},
					"title": "Kalitas, Bloodchief of Ghet",
					"credit": "Todd Lockwood",
					"width": 642,
					"height": 468
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/PSZ/Vampire2.webp"
					},
					"title": "Vampire Nighthawk",
					"credit": "Jason Chan",
					"width": 642,
					"height": 437
				}
			]
		},
		{
			"name": "Vampire (Zendikar)",
			"source": "PSZ",
			"_copy": {
				"name": "Vampire",
				"source": "PSZ"
			}
		}
	]
}