{
	"object": [
		{
			"name": "Gulthias Tree",
			"source": "TftYP",
			"page": 31,
			"size": [
				"G"
			],
			"objectType": "U",
			"ac": 10,
			"hp": 35,
			"immune": [
				"necrotic",
				"poison",
				"psychic"
			],
			"resist": [
				"piercing"
			],
			"vulnerable": [
				"fire"
			],
			"entries": [
				{
					"type": "entries",
					"name": "Fruit",
					"entries": [
						"Two magical fruits (evocation school) ripen on the tree each year. Each fruit resembles an apple, but it slowly extrudes from the tree like a cyst.",
						"Up to a week before the summer solstice, a ruby red fruit grows. Someone other than a construct who eats a quarter or more of it regains 70 hit points. In addition, any {@condition blinded||blindness}, {@condition deafened||deafness}, and diseases affecting the eater end.",
						"Up to a week before the winter solstice, a sickly white fruit grows. Someone who eats a quarter or more of it takes 70 necrotic damage. Each fruit has {@dice 1d4} seeds that, if planted, grow leafless woody shrubs that animate as twig blights after one year."
					]
				},
				{
					"type": "entries",
					"name": "Tree Thralls",
					"entries": [
						"If a humanoid is bound to the bole of the Gulthias Tree, over the next 24 hours the victim is sucked completely into the tree. Once the victim is completely absorbed into the tree, it becomes the tree's thrall, and is expelled over the course of 1 hour. The Gulthias Tree can have only four thralls at any one time. A victim's skin is rough, gray, and bark-like. A thrall is totally corrupted, becoming neutral evil. Such a creature exists only to serve the Gulthias Tree and those who tend it (such as Belak). It possesses all of its former abilities and gains the following traits:",
						{
							"type": "entries",
							"name": "Barkskin",
							"entries": [
								"The thrall's AC can't be lower than 16."
							]
						},
						{
							"type": "entries",
							"name": "Tree Thrall",
							"entries": [
								"If the Gulthias Tree dies, the thrall dies 24 hours later."
							]
						}
					]
				}
			],
			"hasToken": true
		}
	]
}