{
	"reward": [
		{
			"name": "Dark Gift of Dahlver-Nar, He of the Many Teeth",
			"source": "CoS",
			"page": 192,
			"type": "Charm",
			"entries": [
				"Dahlver-Nar's gift is the power to live many lives. Upon receiving this dark gift, the beneficiary instantly reincarnates when it dies, as though it was the target of a {@spell reincarnate} spell. The new body appears within 10 feet of the old one. After it has been used three times, the dark gift vanishes.",
				"The beneficiary of this dark gift loses all of its teeth until it reincarnates for the third and final time."
			]
		},
		{
			"name": "Dark Gift of Delban, the Star of Ice and Hate",
			"source": "CoS",
			"page": 193,
			"type": "Charm",
			"entries": [
				"Delban's gift is the power to unleash deadly cold. This dark gift allows its beneficiary to cast the {@spell cone of cold} spell as an action. After it has been used seven times, the dark gift vanishes. Until it vanishes, the beneficiary also gains the benefits of a {@item ring of warmth}.",
				"The beneficiary of this dark gift gains the following flaw: \"Fire terrifies me.\""
			]
		},
		{
			"name": "Dark Gift of Drizlash, the Nine-Eyed Spider",
			"source": "CoS",
			"page": 192,
			"type": "Charm",
			"entries": [
				"Drizlash's gift is the power to walk on walls and ceilings. This dark gift allows its beneficiary to climb difficult surfaces, including upside down on ceilings, without needing to make an ability check.",
				"The beneficiary of this dark gift grows an extra eye somewhere on its body. The eye is blind and ever open."
			]
		},
		{
			"name": "Dark Gift of Fekre, Queen of Poxes",
			"source": "CoS",
			"page": 191,
			"type": "Charm",
			"entries": [
				"Fekre's gift is the power of spreading disease. This dark gift allows its beneficiary to cast the {@spell contagion} spell as an action. After it has been used three times, the dark gift vanishes.",
				"The beneficiary of this dark gift reeks of filth."
			]
		},
		{
			"name": "Dark Gift of Great Taar Haak, the Five-Headed Destroyer",
			"source": "CoS",
			"page": 193,
			"type": "Charm",
			"entries": [
				"Taar Haak's gift is great strength. This dark gift grants its beneficiary the benefit of a {@item belt of fire giant strength}. This benefit lasts for 10 days, after which the dark gift vanishes.",
				"The beneficiary of this dark gift the following flaw: \"I like to bully others and make them feel weak and inferior.\""
			]
		},
		{
			"name": "Dark Gift of Khirad, the Star of Secrets",
			"source": "CoS",
			"page": 193,
			"type": "Charm",
			"entries": [
				"Khirad's gift is the power of divination. This gift allows its beneficiary to cast the {@spell scrying} spell as an action. After it has been used three times, the dark gift vanishes.",
				"The beneficiary's voice becomes a low whisper, and its smile becomes cruel and evil."
			]
		},
		{
			"name": "Dark Gift of Norganas, the Finger of Oblivion",
			"source": "CoS",
			"page": 193,
			"type": "Charm",
			"entries": [
				"Norganas's gift is the power to turn life into undeath. This dark gift allows its beneficiary to cast the {@spell finger of death} spell as an action. After it has been used three times, the dark gift vanishes. When it vanishes, the beneficiary must succeed on a {@dc 15} Constitution saving throw or drop to 0 hit points.",
				"This dark gift turns the beneficiary's blood pitch black and viscid, like tar."
			]
		},
		{
			"name": "Dark Gift of Savnok the Inscrutable",
			"source": "CoS",
			"page": 192,
			"type": "Charm",
			"entries": [
				"Savnok's gift is the power to shield the mind. This dark gift takes the form of a {@spell mind blank} spell cast on the beneficiary. The spell has an extended duration of 1 year, after which the dark gift vanishes.",
				"The beneficiary's eyes melt away upon receiving this dark gift, leaving empty sockets that can still see."
			]
		},
		{
			"name": "Dark Gift of Seriach, the Hell Hound Whisperer",
			"source": "CoS",
			"page": 193,
			"type": "Charm",
			"entries": [
				"Seriach's gift is the power to summon and control hell hounds. As an action, the beneficiary of this dark gift can summon and control two {@creature hell hound||hell hounds}. Both hounds appear at the same time. The beneficiary can summon hounds only once, and the dark gift vanishes when they die.",
				"The beneficiary gains the ability to speak and understand Infernal, if he or she doesn't already know the language. (The hell hounds understand no other language.) Sulfurous smoke issues from the beneficiary's pores whenever he or she speaks Infernal."
			]
		},
		{
			"name": "Dark Gift of Shami-Amourae, the Lady of Delights",
			"source": "CoS",
			"page": 192,
			"type": "Charm",
			"entries": [
				"Shami-Amourae's gift is the power of persuasion. This dark gift allows its beneficiary to cast the {@spell suggestion} spell as an action, and saving throws against the spell have disadvantage. After it has been used three times, the dark gift vanishes.",
				"The beneficiary of this dark gift gains an extra finger on each hand, as well as the following flaw: \"I can't get enough pleasure. I desire others to create beauty for me at all times.\""
			]
		},
		{
			"name": "Dark Gift of Sykane, the Soul Hungerer",
			"source": "CoS",
			"page": 192,
			"type": "Charm",
			"entries": [
				"Sykane's gift is the power to raise the recently deceased. This dark gift allows its beneficiary to cast the {@spell raise dead} spell as an action. After it has been used three times, the dark gift vanishes.",
				"As soon as this dark gift is received, the beneficiary's eyes glow a sickly yellow until the dark gift vanishes. The beneficiary also gains the following flaw: \"If I help someone, I expect payment in return.\""
			]
		},
		{
			"name": "Dark Gift of Tarakamedes, the Grave Wyrm",
			"source": "CoS",
			"page": 192,
			"type": "Charm",
			"entries": [
				"Tarakamedes's gift is the power of flight. The beneficiary of this dark gift grows skeletal wings and gains a flying speed of 50 feet.",
				"The beneficiary of this dark gift must eat bones or grave dirt to survive. At dawn, if the creature has not eaten at least 1 pound of bones or grave dirt in the past 24 hours, it dies."
			]
		},
		{
			"name": "Dark Gift of Vaund the Evasive",
			"source": "CoS",
			"page": 193,
			"type": "Charm",
			"entries": [
				"Vaund's gift is the power of evasion. This dark gift grants its beneficiary the benefits of an {@item amulet of proof against detection and location} and a {@item ring of evasion}. These benefits last for 10 days, after which the dark gift vanishes.",
				"The beneficiary of this dark gift becomes twitchy and nervous, and also gains the following flaw: \"I can't give a straight answer to any question put to me.\""
			]
		},
		{
			"name": "Dark Gift of Yog the Invincible",
			"source": "CoS",
			"page": 193,
			"type": "Charm",
			"entries": [
				"Yog's gift is one of physical resilience. This dark gift increases the beneficiary's hit point maximum by 30. This benefit lasts for 10 days, after which the dark gift vanishes.",
				"Oily black fur covers the beneficiary's face and body."
			]
		},
		{
			"name": "Dark Gift of Yrrga, the Eye of Shadows",
			"source": "CoS",
			"page": 193,
			"type": "Charm",
			"entries": [
				"Yrrga's gift is the power of true seeing. This dark gift grants its beneficiary the benefits of {@sense truesight} out to a range of 60 feet. These benefits last for 30 days, after which the dark gift vanishes.",
				"The eyes of the beneficiary become starry voids until the dark gift vanishes. The beneficiary of this dark gift also gains the following flaw: \"I believe that all life is pointless and look forward to death when it finally comes.\""
			]
		},
		{
			"name": "Dark Gift of Zantras, the Kingmaker",
			"source": "CoS",
			"page": 192,
			"type": "Charm",
			"entries": [
				"Zantras's gift is power that comes from great presence and force of personality. This dark gift increases the beneficiary's Charisma by 4, up to a maximum of 22.",
				"The beneficiary of this dark gift gains the following flaw: \"I won't take no for an answer.\""
			]
		},
		{
			"name": "Dark Gift of Zrin-Hala, the Howling Storm",
			"source": "CoS",
			"page": 192,
			"type": "Charm",
			"entries": [
				"Zrin-Hala's gift is the power to create lightning. This dark gift allows its beneficiary to cast the {@spell lightning bolt} spell as an action. After it has been used three times, the dark gift vanishes.",
				"As soon as this dark gift is received, one side of the beneficiary's face sags and loses all feeling."
			]
		}
	]
}