{
	"reward": [
		{
			"name": "Ancient Seal",
			"source": "VRGR",
			"page": 193,
			"type": "Curse",
			"entries": [
				"This curse protects the resting place of a long-dead ruler and punishes any who disturb the ruler's remains or plunder the treasures.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Pronouncement",
							"page": 193,
							"entries": [
								"Carved into the stone of the crypt door are the words \"Relentless death follows those who disturb the sovereign's rest.\""
							]
						},
						{
							"type": "entries",
							"name": "Burden",
							"page": 193,
							"entries": [
								"Each character that gains the curse is hunted by a {@creature wraith} that appears at sunset and vanishes at dawn, pursuing the single-minded goal of slaying the cursed individual. The wraith manifests in an unoccupied space within 30 feet of its victim. Destroying the wraith grants a temporary reprieve; it doesn't reform for 10 days. You can scale this curse for lower- and higher-level characters by choosing another kind of creature."
							]
						},
						{
							"type": "entries",
							"name": "Resolution",
							"page": 193,
							"entries": [
								"The cursed character sets right what they disturbed; stolen treasure must be returned, and if the ruler's body was disturbed, it must be reinterred with proper observances."
							]
						}
					]
				}
			]
		},
		{
			"name": "Broken Vow",
			"source": "VRGR",
			"page": 194,
			"type": "Curse",
			"entries": [
				"A character breaks a solemn vow. The consequences stem from the powers that observed the oath's swearing.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Pronouncement",
							"page": 194,
							"entries": [
								"Whatever vow the character made, it came with an implied warning that guilt and restlessness would beset anyone who broke the oath."
							]
						},
						{
							"type": "entries",
							"name": "Burden",
							"page": 194,
							"entries": [
								"The character is plagued by restless sleep and recurring nightmares featuring those the character swore to protect. The character gains 3 levels of {@condition exhaustion} that can't be removed until the curse ends."
							]
						},
						{
							"type": "entries",
							"name": "Resolution",
							"page": 194,
							"entries": [
								"The curse lasts until the character upholds the broken oath. That might require the character to wait until the circumstances arise again or, more questionably, to engineer the circumstances."
							]
						}
					]
				}
			]
		},
		{
			"name": "Final Breath",
			"source": "VRGR",
			"page": 194,
			"type": "Curse",
			"entries": [
				"A deity's favored servant lies dying and calls down divine wrath.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Pronouncement",
							"page": 194,
							"entries": [
								"The dying creature declares to the killer, \"May your mind grow dim in battle until the sun sets forever.\""
							]
						},
						{
							"type": "entries",
							"name": "Burden",
							"page": 194,
							"entries": [
								"The character has disadvantage on attack rolls brought on by brief, sporadic bouts of confusion."
							]
						},
						{
							"type": "entries",
							"name": "Resolution",
							"page": 194,
							"entries": [
								"To lift the curse, the character must cause a symbolic setting of the sun or an empowering of the night to appease the slain creature's deity. The character might prevent a festival dedicated to a sun god or perform a ritual that shrouds an entire settlement in magical night for 24 hours, thus ending the curse."
							]
						}
					]
				}
			]
		},
		{
			"name": "Innocent Blood",
			"source": "VRGR",
			"page": 194,
			"type": "Curse",
			"entries": [
				"The tragic situation came to pass where a character killed an undeserving person, who laid a vengeful curse in punishment.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Pronouncement",
							"page": 194,
							"entries": [
								"The dying victim spits final words: \"You shall spill innocent blood until laid low by the moon's bite!\""
							]
						},
						{
							"type": "entries",
							"name": "Burden",
							"page": 194,
							"entries": [
								"The character is cursed with {@creature loup garou|VRGR} lycanthropy (see {@book chapter 5|VRGR|5})."
							]
						},
						{
							"type": "entries",
							"name": "Resolution",
							"page": 194,
							"entries": [
								"This curse can't be broken until the character is reduced to 0 hit points by a silvered weapon. If the character survives, the curse can be broken as described in the \"{@book Loup Garou Lycanthropy|VRGR|5|Loup Garou Lycanthropy}\" section of {@book chapter 5|VRGR|5}. Treat the character as a {@creature werewolf} whose loup garou progenitor has been killed."
							]
						}
					]
				}
			]
		}
	]
}