{
	"_meta": {
		"internalCopies": [
			"raceFluff"
		]
	},
	"raceFluff": [
		{
			"name": "Centaur",
			"source": "MOT",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Powerful and curious, quick to act and knowledgeable of the wider world, centaurs seek to experience life's boundless bounty. The centaurs of Theros are divided into two groups: members of the far-traveling Lagonna band and the proud raiders of the Pheres band. These bands occupy territories situated between the three major human poleis, making them common sights to those who travel human lands. Not ones to settle in permanent homes, though, centaurs might be found wherever there are wonders to be witnessed and adventures to be had.",
						{
							"type": "entries",
							"name": "Markings of the Herd",
							"entries": [
								"Though centaurs share the same basic physiology, the centaur bands are commonly associated with their own distinct traits.",
								"Lagonna band centaurs tend to be sleek and muscular, with powerful legs built for endurance rather than speed. They usually have coats of a single color, often with a shine that can look metallic in bright light.",
								"Pheres band centaurs typically have long, nimble legs and lean bodies, and are often marked with natural color patterns on their hide. Pheres centaurs sometimes paint or tattoo their upper bodies to match the patterns on their lower half. Occasionally, a Pheres centaur is born with vertical stripes on their hooves, foretelling an exciting and adventurous life."
							]
						},
						{
							"type": "entries",
							"name": "Lagonna Merchant Families",
							"entries": [
								"Lagonna centaurs travel in small merchant family bands called {@i guri}. These groups frequently trade with Meletis, which provides the biggest market for their wares, but they also do business with Setessa and smaller communities within Akros's lands.",
								"The eldest member of each guros typically leads their family. In times of discord, the heads of the guri gather to make decisions together. Other members of the guros work as traders, gatherers, packers, and scouts. A guros has several specialized roles required for success in travel and trade: a barterer, an omener, a courser, and preferably a {@i koletra}.",
								"A barterer negotiates deals between the guros and other traders. Barterers must know the customs of other cultures and speak several different languages.",
								"An omener is an oracle who reads messages from the gods in the natural world and reveals how the immortals would have the guros travel.",
								"A courser explores new trade territory for their guros. They are expert trackers and navigators, able to venture deep into unexplored territory and unerringly return to their families.",
								"Finally, every guros tries to travel with at least one koletra, one of the mighty, well-trained warriors of the Lagonna who are said to have the blood of the first, legendary centaur heroes. Koletras are said to bring good luck to a band, but are also usually fated to die in defense of their family. Not every guros has a koletra of its own, and guri share their best warriors among each other as a sign of goodwill and a way to forge bonds."
							]
						},
						{
							"type": "entries",
							"name": "Journeys of Discovery",
							"entries": [
								"When young Lagonna centaurs become adults, they often leave their band to travel the world on their own. This time of self-discovery, called a {@i protoporos}, can last anywhere from a few weeks to several years. The Lagonna believe that a protoporos helps young centaurs find their place in the world. An omener reads the signs of fortune before sending young centaurs on their way, guiding the first steps of their journey. While most centaurs return to the band eventually, some find their calling elsewhere. When the Lagonna tell tales of their greatest heroes, they often speak of centaurs who found their heroic destiny on a protoporos."
							]
						},
						{
							"type": "entries",
							"name": "Pheres Raiders",
							"entries": [
								"The Pheres roam the wild lands between Setessa and Akros in small raiding herds. These herds are voluntary associations, in contrast to the family groups of the Lagonna. When necessary, several small bands join together in a larger herd to target particularly dangerous but resource-rich targets—be they humanoid traders or roving, greedy monsters. Bands also join together to defeat common threats or to hunt for game.",
								"The Pheres value physical strength, speed, and prowess in both hunting and combat. Often a band is led by the strongest and most dominant warrior, called the charger. However, some bands elevate a tactician or strategist to this venerated position. The Pheres can be brutal and greedy, but they are clever as well, and understand the value of strategic leadership.",
								"Other centaurs in Pheres herds work as scouts, archers, warriors, and foragers. In addition, most Pheres herds contain a caller and a tromper.",
								"Pheres callers are typically druids or rangers who can draw animal assistance to their herd. Callers often have one or more animal allies at their side, and can speak to animals to learn about the surrounding lands.",
								"Trompers are the most powerful and feared warriors of the herd. Centaur legends say that when the gods first fashioned humans from the red mud of the eldest river, Pheres trompers taught them how to corner and kill prey. The story tells that, to repay this debt, humans owe the centaurs a portion of what they catch. While humans don't recall this arrangement, the Pheres often cite it as justification for their raids."
							]
						},
						{
							"type": "entries",
							"name": "Pheres Renegades",
							"entries": [
								"Pheres band members survive by working and fighting together, but still some centaurs choose to strike out on their own. These renegades often feel like outsiders in their own band. They might be pacifists, wishing to learn about other people rather than fighting them. Or they might feel a restlessness in their soul that nothing else can soothe. Though renegades build their own life away from the band, most retain some connection with their past. Some stories tell of renegades returning to help their band in times of need before disappearing once more."
							]
						},
						{
							"type": "entries",
							"name": "Centaur Names",
							"entries": [
								"Lagonna centaurs tend to favor names of three or four syllables, often borrowed from cultures they have met during their travels. Pheres centaurs tend to have shorter, sharper sounding names, often appended with an honorific gained in battle.",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Female Lagonna Names:",
											"entry": "Honotia, Kelitia, Lileo, Meloe"
										},
										{
											"type": "item",
											"name": "Male Lagonna Names:",
											"entry": "Aughus, Dririos, Ormasos, Volien"
										},
										{
											"type": "item",
											"name": "Female Pheres Names:",
											"entry": "Bido, Daxa, Saya, Tesia"
										},
										{
											"type": "item",
											"name": "Male Pheres Names:",
											"entry": "Eno, Roth, Skelor, Stihl"
										},
										{
											"type": "item",
											"name": "Pheres Honorifics:",
											"entry": "Threekills, Razorhoof, Unsleeping, Daggereye, Silentstep"
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/MOT/Lagonna Band Centaur.webp"
					},
					"title": "Lagonna Band Centaur",
					"credit": "Min Yum",
					"width": 1000,
					"height": 1000
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/MOT/Pheres Band Centaur.webp"
					},
					"title": "Pheres Band Centaur",
					"credit": "Slawomir Maniak",
					"width": 1000,
					"height": 718
				}
			]
		},
		{
			"name": "Leonin",
			"source": "MOT",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"The leonin guard the shining lands of Oreskos, a golden plain where even the gods rarely trespass. Prides of these nomadic, lion-like humanoids rarely interact with other peoples, having all they need in their shimmering homeland and knowing the treachery of strangers. Still, some leonin wonder what lies beyond Oreskos's border mountains and seek to test themselves in a wider world.",
						{
							"type": "entries",
							"name": "Noble and Fierce",
							"entries": [
								"Leonin tend to be tall compared to humans and move with a boldness that suggests their physical might. Tawny fur covers leonin bodies, and some grow thick manes ranging in shades from gold to black. While their hands prove as nimble as those of other humanoids, leonin have retractable feline claws, which they can extend instantly. This, along with their ability to produce bone-shaking roars, gives most leonin an air that readily shifts between regal and fearsome.",
								"Leonin often act with confidence, which can come off as imperiousness. While this can reassure their allies, it can also suggest defiance in the face of what they perceive as imposed authority or unworthy experts."
							]
						},
						{
							"type": "entries",
							"name": "Quick to Quarrel",
							"entries": [
								"Other peoples often perceive leonin as quick to take offense, intolerant of criticism, or belligerent. The truth is that many leonin simply enjoy fighting, whether verbal or physical. They take pleasure in argument, wrestling, sparring, and even battle, enjoying the opportunity to exercise their minds and bodies.",
								"It follows, too, that leonin aren't inclined to carry grudges. A warrior might react with sudden violence to an insult, but when the fight is over (and the leonin's superiority proven), the insult is forgotten—along with the vanquished foe."
							]
						},
						{
							"type": "entries",
							"name": "Pride and Self-Reliance",
							"entries": [
								"Few leonin devote themselves to the service of the gods. Centuries ago, the leonin worshiped the same gods that humans do, but after many of their prides suffered depravities at the hands of the tyrant Agnomakhos, most leonin rejected the gods. It's not that they deny the existence of deities; they merely see the gods as mercurial and ultimately unworthy of adoration. The Leonin and the Gods table suggests the range of attitudes that leonin might adopt toward the gods.",
								"Leonin rely on themselves and their prides. A pride is bound together by the experience of a shared challenge and, in particular, the sacred act of the hunt. See {@book chapter 3|MOT|3|Oreskos} for more details on Oreskos and the leonin who call that land home.",
								{
									"type": "table",
									"caption": "Leonin and the Gods",
									"colLabels": [
										"d6",
										"Attitude"
									],
									"colStyles": [
										"col-2 text-center",
										"col-10"
									],
									"rows": [
										[
											"1",
											"I'm amused by the antics of the gods and their earnest, but ultimately deluded, mortal champions, and I feel smugly superior in my detachment."
										],
										[
											"2",
											"The meddling of the gods in mortal affairs makes me angry and bitter. I wish they would just leave us all alone!"
										],
										[
											"3",
											"I view the gods as worthy adversaries—incredibly clever and well-prepared to play a long game but ultimately doomed to lose their games."
										],
										[
											"4",
											"I'm certain every bad thing that happens can ultimately be blamed on the gods, but I roll my eyes at each new twist of fate and try to get on with my life."
										],
										[
											"5",
											"I wish that I could be as naive as humans and other mortals who actually think the gods are looking out for them. I miss that kind of innocence."
										],
										[
											"6",
											"I don't talk about it among other leonin, but I actually revere the gods and try to please them by my actions."
										]
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Leonin Names",
							"entries": [
								"Along with their personal names, leonin identify themselves by their pride. A member of the Flintclaw pride with the personal name of Ziore, for example, would likely style herself as Ziore of the Flintclaw.",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Female Names:",
											"entry": "Aletha, Atagone, Demne, Doxia, Ecate, Eriz, Gragonde, Iadma, Koila, Oramne, Seza, Ziore"
										},
										{
											"type": "item",
											"name": "Male Names:",
											"entry": "Apto, Athoz, Baragon, Bryguz, Eremoz, Gorioz, Grexes, Oriz, Pyxathor, Teoz, Xemnon, Xior"
										},
										{
											"type": "item",
											"name": "Pride Names:",
											"entry": "Embereye, Flintclaw, Goldenfield, Ironmane, Starfeller, Sunguides"
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/MOT/Leonin.webp"
					},
					"credit": "Wisnu Tan",
					"width": 1500,
					"height": 1102
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/MOT/Leonin Matron.webp"
					},
					"title": "Leonin matrons lead the prides of Oreskos, protecting the plains from interlopers",
					"credit": "Steve Prescott",
					"width": 1500,
					"height": 1002
				}
			]
		},
		{
			"name": "Minotaur",
			"source": "MOT",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"The minotaurs who dwell in the badlands of Phoberos and the remote polis of Skophos are caught between two worlds. Some follow the dark god Mogis, who has tyrannized them for ages untold and shown them a trail of slaughter that is all many minotaurs have ever known. Others, though, have emerged from this bloody path and found a world that welcomes those who pursue their own destinies and heroic callings.",
						{
							"type": "entries",
							"name": "Built to Survive",
							"entries": [
								"Minotaurs are barrel-chested humanoids with heads resembling those of bulls. Their horns range in size from about 1 foot long to great, curling weapons easily three times that length. Theros minotaurs often carve their horns to sharpen their edges, etch symbols of power into them, or sheathe them in bronze to prevent them from shattering during battle.",
								"Thick hair extends down minotaurs' necks and powerful backs, and some have long patches of hair on their chins and cheeks. Their legs end in heavy, cloven hooves, and they have long, tufted tails. Minotaur priests often adorn themselves with sacred items, be they trophies from fallen foes, keepsakes from their homeland, or naturally occurring marks of their god's favor."
							]
						},
						{
							"type": "entries",
							"name": "Ages of Darkness",
							"entries": [
								"Although minotaurs aren't evil by nature and are free to worship any god, many are raised among those devoted to Mogis's vile whims. Myths tell that Mogis created the first minotaurs from his own followers, typically criminals and monsters of unspeakable depravity. While many groups of minotaurs still honor their villainous progenitors, others have abandoned their ancestors and moved beyond their crimes, seeking their fates in the future, not the past.",
								"While the inhabitants of Akros and other reaches near Phoberos, the homeland of most minotaur herds, have engaged in endless conflicts with bloodthirsty minotaurs, they know there are those who forsake Mogis's depravities. The people of Meletis, Setessa, and lands beyond are also generally open-minded and curious about minotaurs who wander into their lands. Epics like {@i The Callapheia} also describe multiple heroic minotaurs. As a result, a minotaur traveling in the company of other non-minotaurs is likely to be accepted in any polis.",
								"See {@book chapter 3|MOT|3|Phoberos and Skophos} for more details on Phoberos, the minotaur polis of Skophos, and various minotaur bands."
							]
						},
						{
							"type": "entries",
							"name": "Passion and Zeal",
							"entries": [
								"Minotaurs are known for venting their outrage through violence, but they aren't generally quick to anger. They are passionate, loving their friends and partners fiercely, and they laugh loud and long at good jokes. This zeal also extends to their faith. Those who have avoided the corrupting influence of Mogis gravitate toward the service of gods who share their bold nature, especially Erebos, Keranos, and Purphoros. Those who have rejected Mogis sometimes embrace his hated twin brother, Iroas."
							]
						},
						{
							"type": "entries",
							"name": "Minotaur Names",
							"entries": [
								"In the labyrinthine polis of Skophos, the deeds of minotaur champions are carved among the winding halls. Minotaurs often name their children after these great heroes, believing that a child will inherit the strength, audacity, guile, or fearsomeness of a heroic namesake. Other minotaur parents invent their own names, though, believing in their child's potential to light a new constellation in Nyx with the brightness of their own soul.",
								"The Minotaur Namesake table suggests possible qualities or deeds that a minotaur's namesake might have been known for. Your character might strive to emulate that quality or seek to forge a new legacy to be associated with your name by future generations.",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Female Names:",
											"entry": "Bozzri, Dhazdoro, Erinimachis, Ghalantzo, Halafoti, Kerania, Mitévra, Philoprodis, Tavromiki, Ypoudoris"
										},
										{
											"type": "item",
											"name": "Male Names:",
											"entry": "Bamvros, Fotiyinos, Halafotios, Keranios, Menetavro, Nikavros, Prodos, Rhordon, Tavrostenes, Thyrogog"
										}
									]
								},
								{
									"type": "insetReadaloud",
									"entries": [
										"Myth of Mogis and the Minotaurs",
										"Some legends claim that Mogis created the minotaurs, transforming his most bloodthirsty followers so that their hulking bodies resembled his own. However, while the tales told in the labyrinth-polis of Skophos affirm that Mogis rewarded his most devoted followers, they assert that these followers were already minotaurs, and all Mogis did was exalt them to an honored status. Among minotaurs who worship Mogis, these heroes are revered as spiritual if not literal ancestors. The moral of this story is simply that Mogis is a god who rewards his faithful servants.",
										"Minotaurs who don't follow Mogis are quick to point out that this myth says nothing about the nature of minotaurs. The worship of Mogis, they argue, is no more inherent to them than it is to humans, and minotaurs aren't destined to a life of slaughter because of the circumstances of their creation. Perhaps most importantly, minotaurs aren't an offshoot of humanity but a people in their own right, and neither their nature nor their destiny is tied to a single god."
									]
								},
								{
									"type": "table",
									"caption": "Minotaur namesake",
									"colLabels": [
										"d8",
										"Ancestor's Qualities"
									],
									"colStyles": [
										"col-2 text-center",
										"col-10"
									],
									"rows": [
										[
											"1",
											"My namesake defeated a massive enemy."
										],
										[
											"2",
											"My namesake was known for fierce devotion to a god."
										],
										[
											"3",
											"My namesake was a respected leader of other warriors."
										],
										[
											"4",
											"My namesake ran the entire breadth of Phoberos in order to warn the minotaurs of an Akroan attack."
										],
										[
											"5",
											"My namesake was famous for great magical ability."
										],
										[
											"6",
											"My namesake was a hero's devoted companion."
										],
										[
											"7",
											"My namesake is remembered for incredible generosity."
										],
										[
											"8",
											"My namesake was a great oracle."
										]
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/MOT/Minotaur.webp"
					},
					"credit": "Jason Rainville",
					"width": 1000,
					"height": 842
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/MOT/Minotaur 2.webp"
					},
					"credit": "Steve Prescott",
					"width": 1200,
					"height": 859
				}
			]
		},
		{
			"name": "Satyr",
			"source": "MOT",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Satyrs have a well-earned reputation for their good spirits, gregarious personalities, and love of revels. Most satyrs are driven by simple desires, to see the world and to sample its every pleasure. While their spontaneity and whimsy sometimes put them at odds with more stoic peoples, satyrs rarely let the moodiness of others hinder their own happiness. Life is a blessing from the gods, after all, and the proper response to such a gift, as far as most satyrs are concerned, is to accept it with relish.",
						{
							"type": "entries",
							"name": "Born of the Wild",
							"entries": [
								"In their physical forms, satyrs embody a fusion of humanoid civilization with the freedom of wild beasts. Generally, they look similar to humans, with a range of builds and features. But their goatlike horns, pointed ears, and furred lower bodies sharply distinguish them. Satyrs' solid horns connect to their heads at the base of their skulls, while their legs end in sturdy hooves. Thick fur covers their bodies from the waist down, shorter at the waist and longer below the knees. Short, soft hair grows down their neck and spine, along their shoulders, and on their forearms."
							]
						},
						{
							"type": "entries",
							"name": "Embracing Life",
							"entries": [
								"Most satyrs believe that the other peoples of Theros are woefully burdened with the plague of seriousness. Satyrs scoff at the efforts of polis-builders with their laws and right angles, and they poke fun at philosophers with their endless theories and interminable discourse. Satyrs feel that life is to be lived and experienced with all the senses. Satyrs see the world and everything in it as a book of delights, and they want to explore every page. See {@book chapter 3|MOT|3|Skola Vale} for more details on the satyr homeland, the Skola Vale."
							]
						},
						{
							"type": "entries",
							"name": "The Art of the Revel",
							"entries": [
								"The humans of the poleis generally think of satyrs' revels as raucous bacchanals, where anything and everything might happen. This picture isn't wrong, but it's incomplete: there's more to a revel than debauchery. For satyrs, revelry is a way of life. It's the delight in small things: the song of a bird, a warm breeze, the smell of a tasty pie, relaxing by a river in the sunshine. Life freely offers these gifts, and for a satyr, they are more valuable than gold or glory. To revel means to forget the constraints of time, to let go of the future and past, and to be wholly in the present moment. For satyrs, encountering life with all the senses honors the gods, and—most importantly—it feels really good. Driven by instinct and intuition, most satyrs prove unpredictable, following their sense of wonder wherever it leads."
							]
						},
						{
							"type": "entries",
							"name": "Very Odd Indeed",
							"entries": [
								"Satyrs are known for their eccentricities. Some people spend too much time worrying over why satyrs behave as they do. But satyrs themselves simply are as they are, feeling no need to understand what drives them, much less explain it to others. The Satyr Eccentricities table suggests a few tastes or proclivities your satyr character might possess.",
								{
									"type": "insetReadaloud",
									"entries": [
										"Myth of Xenagos the Satyr God",
										"The satyr Xenagos savored his reputation for presiding over the most raucous revels his people had ever known. However, when fate led him to discover the nature of the gods and how they were beholden to mortals for their very existence, the whole order of the world felt like a joke—one at his expense.",
										"With immortal power no longer feeling so out of reach, Xenagos set into motion a plan that would propel him to godhood. His victory shook the pantheon, but his victory was short-lived. Heliod dispatched his champion, Elspeth, who faced many trials but ultimately killed the god-satyr by driving the spear, Godsend, through his heart.",
										"Many satyrs remember Xenagos as a satyr who lived life to the fullest and who played tricks that stirred up even the gods. Yet, he's also an example of how bitterness can turn a great trick nasty and how schemes that get out of hand aren't fun for anybody. What satyr wants the responsibility of being a god anyway?"
									]
								},
								{
									"type": "table",
									"caption": "Satyr Eccentricities",
									"colLabels": [
										"d8",
										"Characteristic"
									],
									"colStyles": [
										"col-2 text-center",
										"col-10"
									],
									"rows": [
										[
											"1",
											"Flowers are the most amazing things ever. I want to pick them, wear them, and discover their silent secrets."
										],
										[
											"2",
											"There isn't a tree or statue that isn't fun to climb."
										],
										[
											"3",
											"Nothing wards off bad luck like a jolly dance."
										],
										[
											"4",
											"Sometimes talking to a plant really helps."
										],
										[
											"5",
											"If stumped, I smoke a pipe. And if I'm going to smoke a pipe, it's going to be a splendid pipe."
										],
										[
											"6",
											"I imagine that my clothes are my glorious soul on display for all the world to behold, and I dress accordingly."
										],
										[
											"7",
											"Having horns is the best. They are fun to decorate, and they can pop open an amphora, no problem."
										],
										[
											"8",
											"If I have something really important to say, I always make sure to sing it."
										]
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Satyr Names",
							"entries": [
								"A satyr's name is as playful and mischievous as they are, and each one is given when a satyr's personality shines through. Most satyrs also give each other nicknames.",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Female Names:",
											"entry": "Aliki, Avra, Chara, Dafni, Eirini, Elpida, Irini, Kaiti, Lia, Niki, Tasia, Xeni, Yanna, Zoi"
										},
										{
											"type": "item",
											"name": "Male Names:",
											"entry": "Alekos, Dimi, Filippos, Ilias, Kyriakos, Neofytos, Omiros, Pantelis, Spyro, Takis, Zenon"
										},
										{
											"type": "item",
											"name": "Nicknames:",
											"entry": "Bounder, Bristlechin, Clip-Clop, Dappleback, Hopper, Nobblehorn, Orangebeard, Quickfoot, Scrufflebutt, Sunbeam, Skiphoof, Twinkle-Eyes"
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/MOT/Satyr.webp"
					},
					"credit": "Steve Prescott",
					"width": 1000,
					"height": 892
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/MOT/Satyr 2.webp"
					},
					"credit": "Johannes Voss",
					"width": 1500,
					"height": 1002
				}
			]
		},
		{
			"name": "Triton",
			"source": "MOT",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Tritons dwell throughout the Siren Sea, exploring a world of coral forests and secret mountains the \"dryfolk\" of the surface world will never know. While most live their entire lives beneath the sea, they're not bound to the deep. Following their inherent curiosity, some tritons venture beyond the waves, seeking to explore a whole world of wonders beyond their own.",
						{
							"type": "entries",
							"name": "Born of the Sea",
							"entries": [
								"Tritons are an amphibious people, at home in the water but mobile on dry land. Their bodies are covered in fine scales that range from yellowish-green through shades of blue to deep purple. Their heads are crowned with prominent crests, and fins sprout from their forearms, calves, and shoulders. Their digits are webbed, allowing them to swim as quickly as they can run.",
								"Well suited to life in the deep, tritons wear little clothing unless armored for battle. They fashion most of their clothes and other items from materials found in the ocean: coral, seaweed, shells, bone, sea urchin spines, the shells of monstrous crustaceans, and so on. Having an old, well-developed civilization, tritons know much of how to refine these materials into garb as rich and weapons as sturdy as any found on land."
							]
						},
						{
							"type": "entries",
							"name": "Land and Sea",
							"entries": [
								"For centuries, dryfolk have fished the seas of Theros and have used the sea's surface as a means of travel. Many tritons interpret this as an intrusion into their domains. As a result, some warlike triton communities respond with periodic strikes against sailors and fishing vessels. Others believe that turnabout is fair play and so venture onto land to hunt for meat, steal supplies from coastal travelers, or raid dryfolk poleis for riches.",
								"Despite the tensions between tritons and the peoples of the surface, some tritons make their lives on land. Enchanted by the feeling of the winds, the rustle of leaves, the ingenuity of land-dwelling inventors, or any of countless other surface-world charms, every triton living beyond the waves does so for their own reasons. In some places, like the polis of Meletis, whole triton communities flourish among dryfolk neighbors. See {@book chapter 3|MOT|3|Meletis} for more details on the tritons of Meletis and the Siren Sea."
							]
						},
						{
							"type": "entries",
							"name": "Hand of Thassa",
							"entries": [
								"While tritons pay respects to many gods, they tend to revere Thassa, god of the sea, above all other deities. Her devotees see her as the primary god of the pantheon, believing she will bring their people to ascendancy over the monsters of the sea and the poleis of the land."
							]
						},
						{
							"type": "entries",
							"name": "Depths of Curiosity",
							"entries": [
								"Many tritons are intrigued by surface culture. The curious among them venture into sunken ruins and shipwrecks, sifting through the debris for whatever grabs their attention. Often these tritons develop collections of a specific kind of object or lore, trading with one another as they develop a sort of expertise in their field. Some tritons approach investigations of the dryfolk with scientific rigor. Such scholars often hold theories to go along with their collections, hypotheses many are eager to test upon meeting new dryfolk.",
								{
									"type": "insetReadaloud",
									"entries": [
										"Myth of Dalakos and the Kraken",
										"Dalakos considered himself a triton like any other—curious, quick-minded, maybe even blessed with exceptional cleverness by the gods. But he was unfocused and easily distracted, his potential scattered like seeds on stone. It wasn't until a kraken rose from the ocean's deepest depths and began a rampage that threatened Dalakos's community that he was forced to focus. As the beast drew closer, Dalakos sought ways to turn the monstrosity from its path. He worked day and night, but ultimately his plans failed. All that Dalakos knew was destroyed, obliterated by the might of the kraken.",
										"Yet the kraken carried on, moving toward a coastal human settlement. Amid the ruins of his home, Dalakos had a revelation. Working desperately, the triton crafted a miraculous device, one that ultimately laid low the kraken and saved the town. Today, Dalakos resides inside the kraken's shell, where he works day and night, his heart broken, but his mind forever focused on bringing his gifts to life."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Triton Names",
							"entries": [
								"A triton's name is a symbol of choice. Upon reaching adulthood, a triton might shed the name they were given by their parents for one of their own choosing. Some opt to keep their name, but the majority select one that represents the adult they've become. Tritons might even go on to choose yet other names, as they shift from one phase of life to another, or after significant life events. Leaving a home community or transitioning to live among dryfolk might constitute such life changes. Tritons also have a fluid concept of gender and might switch names freely as they shift gender identities.",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Female Names:",
											"entry": "Amathe, Gnorcys, Leurybia, Margomestra, Nereones, Oleia, Samathe, Saphiro, Tethene, Theaneia, Thectra"
										},
										{
											"type": "item",
											"name": "Male Names:",
											"entry": "Bysseus, Cetos, Galaukus, Galiton, Kenessos, Odexes, Palamon, Pontreus, Rheteus, Thrasios"
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/MOT/Triton.webp"
					},
					"credit": "Ryan Pancoast",
					"width": 1000,
					"height": 898
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/MOT/Triton 2.webp"
					},
					"credit": "Jack Wang",
					"width": 1500,
					"height": 1096
				}
			]
		}
	]
}