{
	"hazard": [
		{
			"name": "Arcane Effluence",
			"source": "NF",
			"rating": [
				{
					"tier": 1,
					"threat": "nuisance"
				}
			],
			"entries": [
				"Spoiled potions, broken magic items, or runoff from magical workshops can pollute waterways, creating a sludge called arcane effluence. While many Low Netherese individuals recognize the effluence's peculiar violet sheen, careless High Netherese mages usually don't even know such pollution exists.",
				"One patch of arcane effluence covers a 5-foot square, and creatures within 30 feet of it can smell its acrid, unnatural scent. A creature that comes into contact with arcane effluence takes 3 ({@dice 1d6}) Acid damage. The creature takes the damage again at the start of each of its turns until the effluence is scraped off (requiring an action) or destroyed.",
				"The {@spell Dispel Magic|XPHB} spell or a similar effect destroys arcane effluence."
			]
		},
		{
			"name": "Glittermoss",
			"source": "NF",
			"rating": [
				{
					"tier": 2,
					"threat": "deadly"
				},
				{
					"tier": 3,
					"threat": "nuisance"
				}
			],
			"entries": [
				"Intense fields of unstable magic can produce a sparkling, multicolored moss called glittermoss. A patch of glittermoss covers a 5-foot square. Glittermoss is often found near {@book communal telepathy zones|NF|2|Communal Telepathy Zone} (see earlier in this chapter), though it doesn't grow in direct sunlight.",
				"A creature that comes into contact with glittermoss makes a {@dc 12} Constitution saving throw. On a failed save, the creature takes 11 ({@dice 2d10}) Radiant damage and has the {@condition Blinded|XPHB} condition. While Blinded in this way, the creature is illuminated by glittering spores and sheds {@variantrule Bright Light|XPHB} in a 10-foot radius and {@variantrule Dim Light|XPHB} for an additional 10 feet. The creature repeats the save at the end of each of its turns, ending the effect on itself on a success.",
				"Glittermoss spores can leap to nearby creatures. While an affected creature is Blinded due to glittermoss, any creature that starts its turn within the Bright Light the affected creature sheds makes a {@dc 12} Constitution saving throw, taking 11 ({@dice 2d10}) Radiant damage on a failed save or half as much damage on a successful one.",
				"Any amount of Fire or Necrotic damage destroys a patch of glittermoss instantly."
			]
		},
		{
			"name": "Shadowbark",
			"source": "NF",
			"rating": [
				{
					"tier": 1,
					"threat": "nuisance"
				}
			],
			"entries": [
				"Netheril's flying cities cast huge shadows over the ground below, sometimes cutting off trees from the sunlight for weeks or months. Due to the magic emanating from these flying cities, the trees below sometimes generate shadowbark: a purple-and-black, moss-like coating that looks like a splotchy bruise.",
				"Any creature that enters a space within 5 feet of shadowbark for the first time on a turn or starts its turn there makes a {@dc 12} Constitution saving throw. On a failed save, the creature takes 5 ({@dice 1d10}) Necrotic damage and can't regain Hit Points until the start of its next turn. On a successful save, the creature takes half as much damage only.",
				"Any amount of Radiant damage destroys shadowbark instantly.",
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"Shadowbark can spread quickly in a forest, growing in strength. You can scale the hazard for higher levels by increasing the Necrotic damage and save DC, as shown in the following table.",
						{
							"type": "table",
							"colLabels": [
								"Levels",
								"Necrotic Damage",
								"Save DC"
							],
							"colStyles": [
								"col-2 text-center",
								"col-8",
								"col-2 text-center"
							],
							"rows": [
								[
									"5–10",
									"11 ({@dice 2d10})",
									"14"
								],
								[
									"11–16",
									"22 ({@dice 4d10})",
									"16"
								],
								[
									"17–20",
									"55 ({@dice 10d10})",
									"18"
								]
							]
						}
					]
				}
			]
		},
		{
			"name": "Wildstorm",
			"source": "NF",
			"rating": [
				{
					"tier": 1,
					"threat": "nuisance"
				}
			],
			"entries": [
				"Areas of unstable magic can spin into small, translucent tornadoes called wildstorms. A wildstorm fills a 10-foot {@variantrule Cube [Area of Effect]|XPHB|Cube}. It has a Speed of 50 feet. Each round on Initiative count 0 (losing ties), a wildstorm moves toward the nearest creature and stops in its space. A wildstorm dissipates after {@dice 1d4} minutes.",
				"A creature that enters a wildstorm for the first time on a turn or starts its turn there is subjected to a random effect on the Wildstorm Effects table.",
				{
					"type": "table",
					"caption": "Wildstorm Effects",
					"colLabels": [
						"1d20",
						"Effect"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"1–2",
							"The wildstorm becomes momentarily incendiary around the creature. The creature takes 2 ({@dice 1d4}) Fire damage and is burning."
						],
						[
							"3–6",
							"Shards of magical force whirl past the creature. The creature makes a {@dc 12} Dexterity saving throw, taking 5 ({@dice 1d10}) Force damage on a failed save or half as much damage on a successful one."
						],
						[
							"7–10",
							"The wildstorm momentarily manifests toxic vapors around the creature. The creature must succeed on a {@dc 12} Constitution saving throw or have the {@condition Poisoned|XPHB} condition for 1 minute. If the creature already has the Poisoned condition, it instead takes 5 ({@dice 2d4}) Poison damage."
						],
						[
							"11–13",
							"The creature hears mental cacophony and makes a {@dc 12} Wisdom saving throw, taking 5 ({@dice 1d10}) Psychic damage on a failed save or half as much damage on a successful one. Whether the saving throw succeeds or fails, the creature gains telepathy with a range of 10 feet for 1 minute."
						],
						[
							"14–17",
							"The storm renders the creature more susceptible to its other erratic effects. The creature has Vulnerability to Fire, Force, Poison, and Psychic damage for 1 minute."
						],
						[
							"18–19",
							"The creature's skin hardens. The creature gains a +2 bonus to AC for 1 minute."
						],
						[
							"20",
							"The creature has the {@condition Invisible|XPHB} condition for 1 minute."
						]
					]
				}
			]
		},
		{
			"name": "Witchbriars",
			"source": "NF",
			"rating": [
				{
					"tier": 1,
					"threat": "deadly"
				},
				{
					"tier": 2,
					"threat": "nuisance"
				}
			],
			"entries": [
				"Some Low Netherese witches can enchant a patch of thorns to lash out at passersby. These enchanted thorn patches, called witchbriars, are often meant to ensnare Netherese mages who mistreat their workers, though witchbriars don't discriminate once they're animated. Witchbriars resemble an ordinary patch or hedge of thorny vines.",
				"A patch of witchbriars occupies a 10-foot {@variantrule Cube [Area of Effect]|XPHB|Cube} and has AC 11; HP 30; and Immunity to Bludgeoning, Piercing, and Psychic damage. When a creature casts a spell using a spell slot within 10 feet of witchbriars, thorny vines reach out to entwine the creature. The creature must succeed on a {@dc 14} Strength saving throw or have the {@condition Grappled|XPHB} condition (escape {@dc 14}). Druids automatically succeed on this saving throw. While the target is Grappled in this way, it has the {@condition Restrained|XPHB} condition and takes 11 ({@dice 2d10}) Piercing damage at the start of each of its turns. One patch of witchbriars can grapple up to four creatures at a time.",
				"Any amount of Fire damage destroys a patch of witchbriars instantly."
			],
			"hasFluffImages": true
		}
	]
}