{
	"_meta": {
		"internalCopies": [
			"raceFluff"
		]
	},
	"raceFluff": [
		{
			"name": "Bugbear",
			"source": "ERLW",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/ERLW/Goblinoids.webp"
					},
					"credit": "Cory Trego-Erdner",
					"width": 1000,
					"height": 647
				}
			]
		},
		{
			"name": "Changeling",
			"source": "ERLW",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "quote",
									"entries": [
										"Long ago there was a woman named Jes, and she had one hundred children. Her rivals conspired against her and swore to kill her children. Jes begged the Sovereigns for help, but their only answer was the wind and rain. In the depths of her despair, a lonely traveler took her hand. \"I will protect your children if they follow my path. Let them wander the world. They may be shunned and feared, but they will never be destroyed.\" Jes agreed, and the traveler gave her his cloak. When she draped it over her children, their old faces melted away and they could be whoever they wanted to be. And so it remains. Though the children are shunned by all, the gift of the Traveler protects them still."
									],
									"skipMarks": true,
									"by": "Chance, changeling priest"
								},
								"Changelings can shift their forms with a thought. Many changelings use this gift as a form of artistic and emotional expression. It's also an invaluable tool for grifters, spies, and others who wish to deceive. This leads many people to treat changelings with suspicion.",
								{
									"type": "entries",
									"name": "A Hidden People",
									"entries": [
										"Wherever humans live, changelings reside also; the question is whether their presence is known.",
										"Changelings are born to one of three paths. A few are raised in stable communities where changelings are true to their nature and deal openly with the people around them. Some are orphans, raised by other races, who find their way in the world without ever knowing another like themselves. Others are part of nomadic changeling clans spread across the Five Nations, families who keep their true nature hidden from the single-skins. Some clans maintain safe havens in major cities and communities, but most prefer to wander the unpredictable path of the god known as the Traveler.",
										"In creating a changeling adventurer, consider the character's relationships with people around them. Does the character conceal their true changeling nature? Do they embrace it? Do they have connections to other changelings or are they alone and in search of companions?"
									]
								},
								{
									"type": "entries",
									"name": "Masks and Personas",
									"entries": [
										"In their true form, changelings are pale, with colorless eyes and silver-white hair. It is rare to see a changeling in that form, for a typical changeling changes their shape the way others might change clothes. A casual shape—one created on the spur of the moment, with no depth or history—is called a mask. A mask can be used to express a mood or to serve a specific purpose and then might never be used again. However, many changelings develop identities that have more depth. They build an identity over time, crafting a persona with a history and beliefs. This focused identity helps a changeling pinpoint a particular skill or emotion. A changeling adventurer might have personas for many situations, including negotiation, investigation, and combat.",
										"Personas can be shared by multiple changelings; there might be three healers in a community, but whoever is on duty will adopt the persona of Tek, the kindly old medic. Personas can even be passed down through a family, allowing a younger changeling to take advantage of contacts established by the persona's previous users."
									]
								},
								{
									"type": "entries",
									"name": "Changeling Names",
									"entries": [
										"A changeling might use a different name for each mask and persona and adopt new names as easily as they change faces. The true name of a changeling tends to be simple and monosyllabic; however, there are often accents to a changeling's name that are expressed through shapeshifting, something single-skins will likely miss. So, two changelings might have the name {@i Jin}, but one is {@i Jin-with-vivid-blue-eyes} and one is {@i Jin-with-golden-nails}.",
										"Changelings have a fluid relationship with gender, seeing it as one characteristic to change among many.",
										"{@b Changeling Names}: Aunn, Bin, Cas, Dox, Fie, Hars, Jin, Lam, Mas, Nix, Ot, Paik, Ruz, Sim, Toox, Vil, Yug"
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/ERLW/Changeling.webp"
					},
					"title": "Changeling adopting a person's appearance",
					"credit": "Olga Drebas",
					"width": 520,
					"height": 1000
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/ERLW/Changeling 001.webp"
					},
					"width": 325,
					"height": 618
				}
			]
		},
		{
			"name": "Goblin",
			"source": "ERLW",
			"_copy": {
				"name": "Bugbear",
				"source": "ERLW"
			}
		},
		{
			"name": "Hobgoblin",
			"source": "ERLW",
			"_copy": {
				"name": "Bugbear",
				"source": "ERLW"
			}
		},
		{
			"name": "Kalashtar",
			"source": "ERLW",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "quote",
									"entries": [
										"I am kalashtar, born of two worlds. Over a thousand years ago, my ancestor bound her bloodline to the spirit Kashtai, and I am a child of that union. Kashtai moves within me. Her memories come to me in dreams, and at times her voice whispers in the silence of my mind. As long as at least one of my sisters is alive, Kashtai will survive—and as long as she lives, she will fight il-Lashtavar."
									],
									"by": "Lakashtai, servant of the light"
								},
								"The kalashtar are a compound people, created from the union of humanity and renegade spirits from the plane of dreams—spirits called quori. Kalashtar are often seen as wise, spiritual people with great compassion for others. There is an unmistakable alien quality to the kalashtar, though, as they are haunted by the conflicts of their otherworldly spirits.",
								{
									"type": "entries",
									"name": "Bound to Spirits",
									"entries": [
										"Every kalashtar has a connection to a spirit of light, a bond shared by other members of their bloodline. Kalashtar appear human, but their spiritual connection affects them in a variety of ways. Kalashtar have symmetrical, slightly angular features, and their eyes often glow when they are focused or expressing strong emotions.",
										"Kalashtar can't directly communicate with their quori spirits. Rather, they might experience this relationship as a sense of instinct and inspiration, drawing on the memories of the spirit when they dream. This connection grants kalashtar minor psionic abilities, as well as protection from psychic attacks. All of these quori dream-spirits are virtuous, but some are warriors and others are more contemplative. Work together with the DM to determine the nature of your linked spirit. Typically, a kalashtar knows the name and nature of their spirit, but some may know nothing of their spirit or the source of their psychic gifts, such as an orphan kalashtar raised among strangers.",
										"The bond to the spirit can cause some kalashtar to display unusual quirks. Consider rolling or selecting a trait from the Kalashtar Quirks table.",
										{
											"type": "table",
											"caption": "Kalashtar Quirks",
											"colLabels": [
												"d10",
												"Quirk"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"You try to understand the motives and feelings of your enemies."
												],
												[
													"2",
													"You prefer using telepathy over speaking aloud."
												],
												[
													"3",
													"You feel a strong drive to protect the innocent."
												],
												[
													"4",
													"You apply dream logic to mundane situations."
												],
												[
													"5",
													"You discuss things out loud with your quori spirit."
												],
												[
													"6",
													"You suppress your emotions and rely on logic."
												],
												[
													"7",
													"You are strongly influenced by the emotions of those around you."
												],
												[
													"8",
													"You prefer to find nonviolent solutions to problems whenever possible."
												],
												[
													"9",
													"You are driven by a warrior spirit and will fight for any noble cause."
												],
												[
													"10",
													"You are obsessed with Dreaming Dark conspiracies."
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Hunted by Nightmares",
									"entries": [
										"The virtuous spirits tied to the kalashtar fled from the dream-realm of Dal Quor to escape evil spirits that dominate it. The rebel quori believe that through meditation and devotion, they can change the fundamental nature of Dal Quor, shifting the balance from darkness to light. Most kalashtar communities focus on acts of devotion known as the Path of Light. But the dark powers of Dal Quor have their own plans for Eberron. Through the force known as the Dreaming Dark, these monsters manipulate the folk of Khorvaire to eliminate kalashtar whenever possible.",
										"Many kalashtar defend themselves from the Dreaming Dark by focusing on devotion to the Path of Light. Others, though, seek out the agents of the Dreaming Dark and oppose their plans, or protect the innocent however they can. Still other kalashtar grow up isolated, knowing nothing about Dal Quor or the Dreaming Dark. Such orphans might use their abilities for personal gain or otherwise act against the virtuous instincts of their quori spirits; this can cause internal conflicts and violent mood swings."
									]
								},
								{
									"type": "entries",
									"name": "Kalashtar Names",
									"entries": [
										"A kalashtar name adds a personal prefix to the name of the quori spirit within the kalashtar. Such names have no relation to the kalashtar's gender.",
										"Kalashtar orphans are unlikely to know the name of their spirit and take names from another source.",
										"{@b Quori Names}: Ashana, Ashtai, Ishara, Hareth, Khad, Kosh, Melk, Nari, Tana, Tari, Tash, Ulad, Vakri, Vash",
										"{@b Kalashtar Names}: Coratash, Dalavash, Dolishara, Halakosh, Khoratari, Koratana, Lanhareth, Molavakri, Nevitash, Sorashana, Torashtai, Valakhad, Vishara"
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/ERLW/Kalashtar.webp"
					},
					"credit": "Eric Belisle",
					"width": 400,
					"height": 1000
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/ERLW/Kalashtar 001.webp"
					},
					"width": 361,
					"height": 618
				}
			]
		},
		{
			"name": "Shifter",
			"source": "ERLW",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "quote",
									"entries": [
										"Geth's ancient heritage rose up from deep within him, spreading out from the core of his being. Some shifters manifested terrible claws, others massive fangs, still others astounding speed or heightened senses. Geth's gift from his lycanthrope ancestors was sheer toughness. Strength seeped into his bones and flooded his flesh. His skin hardened, and his hair became coarse like an animal's tough hide. A sense of invincibility spread through him. For the moment at least, he felt unstoppable!"
									],
									"by": "Don Bassingthwaite, {@i The Binding Stone}"
								},
								"Shifters are sometimes called the weretouched, as many believe they are the descendants of humans and lycanthropes. Whatever their origins, shifters have evolved into a unique race. They are humanoids with a bestial aspect; while they can't fully change shape, they can temporarily enhance their animalistic features—a state they call shifting. Each shifter walks on the knife's edge between the wilds and the world around them. Do they embrace their primal instincts or the path of civilization?",
								{
									"type": "entries",
									"name": "The Beast Within",
									"entries": [
										"Early in childhood, a shifter forms a bond with a beast within, a totemic force that shapes their body and mind. Some shifters believe that these spirits are independent entities, and they may speak of Bear or Wolf as ancestors or guides. Most just see the beast within as a formidable expression of their inner nature, something that emerges as the shifter's personality takes shape. The beast within is a pool of powerful instincts, and its influence is revealed by a shifter's personality: a feline shifter may be cool and distant, driven by predatory instincts, while a shifter with a lupine spirit might be drawn to find and protect a pack. When a shifter fully embraces this beast within they physically transform for a short time.",
										"A shifter's beast within is reflected by the shifter's subrace. Four subraces are especially common:",
										"{@b Beasthide} often signifies the bear or boar: stoic, stubborn, and thick-skinned.",
										"{@b Longtooth} shifters typically have lupine traits and prefer to run with a pack.",
										"{@b Swiftstride} are often predatory and feline, but a swiftstride could also be a cunning rat who darts through the shadows.",
										"{@b Wildhunt} shifters are born from any creature that tracks its prey.",
										"While the beast within certainly has a physical impact on a shifter, it has a spiritual and psychological effect, as well. Two beasthide shifters share the same special ability, but if one has the aspect of the boar and the other is more like a bear, they'll be quite different in personality. With any shifter, identifying the beast within is a crucial part of understanding the character."
									]
								},
								{
									"type": "entries",
									"name": "Similar and Diverse",
									"entries": [
										"Shifters are similar to humans in height and build but are typically more lithe and flexible. Their facial features have a bestial cast, often with large eyes, flat noses, and pointed ears; most shifters also have prominent canine teeth. They grow fur-like hair on nearly every part of their bodies.",
										"The traits of the beast within affect a shifter's appearance as well. A swiftstride shifter may have catlike eyes and delicate build, while a beasthide shifter might be a massive brute built like a bear. While a shifter's appearance might remind an onlooker of an animal, they remain clearly identifiable as shifters even when at their most feral."
									]
								},
								{
									"type": "entries",
									"name": "The Journey Yet to Come",
									"entries": [
										"Shifters have a strong presence in the Eldeen Reaches but can be found in rural areas across Khorvaire, where they often live among humans. While they form powerful bonds to friends and kin, shifters place great value on self-reliance and freedom. It's a shifter proverb to \"always be prepared for the journey yet to come,\" and most shifters strive to be ready for change or opportunity.",
										"Shifters have a natural inclination toward classes with a primal connection. A shifter barbarian draws their rage from the beast within. A shifter ranger indulges their urge to wander and hunt. A shifter rogue harnesses their own predatory instincts. But shifters can pursue any path or faith."
									]
								},
								{
									"type": "entries",
									"name": "Shifter Names",
									"entries": [
										"Shifters have no language of their own and often live in blended communities. Their names typically overlap with the names of other cultures in their region. Many shifters prefer to keep their personal names for their friends and use \"wandering names\" with strangers. These are usually tied to a physical or personality trait.",
										"{@b Shifter Names}: Badger, Bear, Cat, Fang, Grace, Grim, Moon, Rain, Red, Scar, Stripe, Swift, Talon, Wolf"
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/ERLW/Shifter 001.webp"
					},
					"width": 362,
					"height": 618
				}
			]
		},
		{
			"name": "Shifter (Beasthide)",
			"source": "ERLW",
			"_copy": {
				"name": "Shifter",
				"source": "ERLW",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": {
							"type": "section",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"Stoic and solid, a beasthide shifter draws strength and stability from the beast within. Beasthide shifters are typically tied to the bear or the boar, but this subrace could embody any creature known for its toughness."
									]
								}
							]
						}
					}
				}
			}
		},
		{
			"name": "Shifter (Longtooth)",
			"source": "ERLW",
			"_copy": {
				"name": "Shifter",
				"source": "ERLW",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": {
							"type": "section",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"Longtooth shifters are fierce and aggressive, but they form deep bonds with their friends. Many longtooth shifters have canine traits that become more pronounced as they shift, but they might instead draw on tigers, hyenas, or other predators."
									]
								}
							]
						}
					}
				}
			}
		},
		{
			"name": "Shifter (Swiftstride)",
			"source": "ERLW",
			"_copy": {
				"name": "Shifter",
				"source": "ERLW",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": {
							"type": "section",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"Swiftstride shifters are graceful and quick. Typically feline in nature, swiftstride shifters are often aloof and difficult to pin down physically or socially."
									]
								}
							]
						}
					}
				}
			}
		},
		{
			"name": "Shifter (Wildhunt)",
			"source": "ERLW",
			"_copy": {
				"name": "Shifter",
				"source": "ERLW",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": {
							"type": "section",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"Wildhunt shifters are sharp and insightful. Many are constantly alert, ever wary for possible threats. Others focus on their intuition, searching within. Wildhunt shifters are excellent hunters, and they also tend to become the spiritual leaders of shifter communities."
									]
								}
							]
						}
					},
					"images": {
						"mode": "prependArr",
						"items": {
							"type": "image",
							"href": {
								"type": "internal",
								"path": "races/ERLW/Shifter (Wildhunt).webp"
							},
							"credit": "Eric Belisle",
							"width": 777,
							"height": 1000
						}
					}
				}
			}
		},
		{
			"name": "Warforged",
			"source": "ERLW",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "quote",
									"entries": [
										"\"Pierce was built by design, while you were built by accident,\" Lakashtai said. \"The soul is what matters, not the shape of the vessel.\"",
										"\"What makes you think he has a soul?\" Gerrion said",
										"\"What makes you think you do?\""
									],
									"skipMarks": true,
									"by": "Keith Baker, {@i The Shattered Land}"
								},
								"The warforged were built to fight in the Last War. While the first warforged were mindless automatons, House Cannith devoted vast resources to improving these steel soldiers. An unexpected breakthrough produced sapient soldiers, giving rise to what some have only grudgingly accepted as a new species. Warforged are made from wood and metal, but they can feel pain and emotion. Built as weapons, they must now find a purpose beyond war. A warforged can be a steadfast ally, a cold-hearted killer, or a visionary in search of meaning.",
								{
									"type": "entries",
									"name": "Living Steel and Stone",
									"entries": [
										"Warforged are formed from a blend of organic and inorganic materials. Root-like cords infused with alchemical fluids serve as their muscles, wrapped around a framework of steel, darkwood, or stone. Armored plates form a protective outer shell and reinforce joints. Warforged share a common facial design, with a hinged jaw and crystal eyes embedded beneath a reinforced brow ridge. Beyond these common elements of warforged design, the precise materials and build of a warforged vary based on the purpose for which it was designed.",
										"Although they were manufactured, warforged are living humanoids. Resting, healing magic, and the {@skill Medicine} skill all provide the same benefits to warforged that they do to other humanoids."
									]
								},
								{
									"type": "entries",
									"name": "Warforged Personality",
									"entries": [
										"The warforged were built to serve and to fight. For most of their existence, warforged had a clearly defined function and were encouraged to focus purely on that role. The Treaty of Thronehold gave them freedom, but many still struggle both to find a place in the post-war world and to relate to the creatures who created them.",
										"The typical warforged shows little emotion. Many warforged embrace a concrete purpose—such as protecting allies, completing a contract, or exploring a land—and embrace this task as they once did war. However, there are warforged who delight in exploring their feelings, their freedom, and their relationships with others. Most warforged have no interest in religion, but some embrace faith and mysticism, seeking higher purpose and deeper meaning.",
										"The typical warforged has a sexless body shape. Some warforged ignore the concept of gender entirely, while others adopt a gender identity.",
										"The more a warforged develops its individuality, the more likely it is to modify its body, seeking out an artificer to customize the look of its face, limbs, and plating."
									]
								},
								{
									"type": "entries",
									"name": "Quirks",
									"entries": [
										"Warforged often display an odd personality trait or two, given how new they are to the world. The Warforged Quirks table contains example quirks.",
										{
											"type": "table",
											"caption": "Warforged Quirks",
											"colLabels": [
												"d8",
												"Quirk"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"You analyze—out loud—the potential threat posed by every creature you meet."
												],
												[
													"2",
													"You often misread emotional cues."
												],
												[
													"3",
													"You are fiercely protective of your friends."
												],
												[
													"4",
													"You try to apply wartime discipline to every situation."
												],
												[
													"5",
													"You don't know how to filter your feelings and are prone to dramatic emotional outbursts."
												],
												[
													"6",
													"You don't understand clothing beyond its utility and assume it denotes a person's function."
												],
												[
													"7",
													"You are obsessed with your appearance and constantly polish and buff yourself."
												],
												[
													"8",
													"War is the only thing that makes sense to you, and you're always looking for a fight."
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Warforged Names",
									"entries": [
										"Most warforged were assigned numerical designations for use in military service. Many of them adopted nicknames, often given to them by their comrades. As independent individuals, some have chosen new names as a way to express their path in life. A few take on human names, often the name of a fallen friend or mentor.",
										"{@b Warforged Names}: Anchor, Banner, Bastion, Blade, Blue, Bow, Cart, Church, Crunch, Crystal, Dagger, Dent, Five, Glaive, Hammer, Iron, Lucky, Mace, Oak, Onyx, Pants, Pierce, Red, Rod, Rusty, Scout, Seven, Shield, Slash, Smith, Spike, Temple, Vault, Wall"
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/ERLW/Warforged.webp"
					},
					"credit": "Craig J Spearing",
					"width": 702,
					"height": 1000
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "races/ERLW/Warforged 001.webp"
					},
					"width": 347,
					"height": 618
				}
			]
		}
	]
}